[
    "LGBTQ_expert",
    [
        [
            "From an LGBTQ perspective, this tweet is offensive and harmful. It perpetuates harmful stereotypes and reinforces the idea that being LGBTQ is something to be ashamed of. It is important to call out and reject such language and attitudes.",
            "#HillaryClinton THE CLOSET LESBIAN CAUSE BILL AINT HITTIN THAT #DONALDTRUMPS EYES BROWS 4 HAIR THEY SOUND GOOD THEN PUNCH U W AN AGENDA"
        ],
        [
            "As an expert on LGBTQ issues, I can analyze that this tweet expresses a negative view of Hillary Clinton's stance on LGBTQ rights. The tweet accuses her of taking money from countries that violate LGBTQ rights, which could be seen as hypocritical for someone who claims to support those causes.",
            "@thinkprogress  #hillary taking 100's of millions from countries that kill #feminism & #LGBT #LGBTQ  Putin isn't funding #Trump2016 campaign"
        ],
        [
            "As an expert on LGBTQ issues, I can analyze that this tweet expresses a negative view of Hillary Clinton's stance on LGBTQ rights. The tweet accuses her of taking money from countries that violate LGBTQ rights, which could be seen as hypocritical for someone who claims to support those causes.",
            "#hillary taking 100's of millions from countries that kill #feminism & #LGBT #LGBTQ Putin isn't funding #Trump2016 campaign @realDonaldTrump"
        ],
        [
            "As an expert on LGBTQ issues, I can provide a different perspective. The tweet criticizes Hillary Clinton for taking money from countries that violate LGBTQ rights, but it also suggests that Trump is not funded by Putin, which is not necessarily a positive attribute. Additionally, Trump's record on LGBTQ issues is mixed, and some of his policies and statements have been criticized by the LGBTQ community.",
            "@thinkprogress  #hillary taking 100's of millions from countries that kill #feminism & #LGBT #LGBTQ  Putin isn't funding #Trump2016 campaign"
        ],
        [
            "As an expert on LGBTQ issues, I can provide a different perspective. The tweet criticizes Hillary Clinton for taking money from countries that violate LGBTQ rights, but it also suggests that Trump is not being funded by Putin. However, Trump has a history of making derogatory comments about the LGBTQ community, so it's unclear whether this tweet reflects a favorable view of him from an LGBTQ perspective.",
            "#hillary taking 100's of millions from countries that kill #feminism & #LGBT #LGBTQ Putin isn't funding #Trump2016 campaign @realDonaldTrump"
        ],
        [
            "As an expert on LGBTQ issues, I can say that this tweet expresses a negative view of Donald Trump. The tweet suggests that Trump is a \"hater\" of LGBTQ people and that he cannot win the presidency without their support. This implies that Trump's policies or statements have been harmful to the LGBTQ community.",
            "Amazing how the haters #Carson #TedCruz  #DonaldTrump actually think thay can become president without #LGBTQ and #Latino votes. Wont happen"
        ]
    ]
]