[
    "Irony_expert",
    [
        [
            "From an irony and sentiment analysis perspective, this tweet appears to contain a mix of both positive and negative sentiments. The use of the phrase \"sweet karmic irony\" suggests a certain level of satisfaction or enjoyment at the idea of Hillary losing the nomination again. However, the tweet also expresses concern about the possibility of Hillary becoming the nominee, which could be seen as a negative sentiment.",
            "Sweet karmic irony if #Hillary loses the #Democratic nomination  again. I'd rather have #Bernie as #president than risk giving her a shot."
        ],
        [
            "From an irony and sentiment analysis perspective, this tweet appears to contain a mixed sentiment. While the author expresses a preference for Bernie Sanders over Hillary Clinton, they also mention Rand Paul as a second choice. The use of the phrase \"screw me less\" suggests a level of cynicism or dissatisfaction with the political system as a whole.",
            "#Hillary2016 #Bernie2016 I still feel better about Bernie then I do about anybody else on either side. 2nd choice #RandPaul -?screw me less?"
        ],
        [
            "From an irony and sentiment analysis perspective, this tweet appears to contain a positive sentiment towards Hillary Clinton. The use of the phrase \"thanks\" and the suggestion that she will beat Trump suggest a favorable view of her. As for irony, there might be some sarcasm or mocking tone in the reference to Trump's \"mironic\" ad.",
            "Thanks #trump as your mironic ad just drove me straight back to #Hillary reminding me why She will beat you. #Bernie will be a great VP. #H."
        ],
        [
            "From an irony and sentiment analysis perspective, this tweet contains a negative sentiment towards Hillary Clinton. The use of the phrase \"sweet karmic irony\" suggests a desire for her to fail or suffer consequences for her actions. The preference for Bernie Sanders as president also implies a lack of support for Hillary Clinton.",
            "Sweet karmic irony if #Hillary loses the #Democratic nomination  again. I'd rather have #Bernie as #president than risk giving her a shot."
        ],
        [
            "From an irony and sentiment analysis perspective, this tweet contains a negative sentiment towards Hillary Clinton. The use of the phrase \"said no one ever\" is a common expression used to indicate that something is unlikely or untrue. In this case, it suggests that the author believes it is unlikely that anyone would be optimistic about having Hillary Clinton as a leader in the White House.",
            "\"I'm really optimistic we'll have better leadership in the White House in 2016,\" said no one ever. #Election2016 #Hillary2016 #Trump2016"
        ],
        [
            "From an irony and sentiment analysis perspective, this tweet appears to contain a sarcastic tone. The use of the word \"hilarious\" suggests that the author finds the situation amusing or ironic. However, the overall sentiment of the tweet is negative towards Hillary Clinton.",
            "Does anyone else find it hilarious the @WhiteHouse says #DonaldTrump comments disqualify him yet #HillaryClinton is under Fed investigation?"
        ],
        [
            "From an irony and sentiment analysis perspective, this tweet appears to contain a strong negative sentiment towards Hillary Clinton. The use of the phrase \"Want a criminal in the White House\" suggests a significant disapproval of her candidacy. As for irony, there might be some sarcasm or mocking tone in the suggestion to vote for Hillary Clinton.",
            "Want a criminal in the White House vote #Hillary2016. Want change, dignity, and honesty? Vote #Trump2016"
        ],
        [
            "From an irony and sentiment analysis perspective, this tweet appears to contain a negative sentiment towards Hillary Clinton. The use of the phrase \"hold your nose\" suggests that the author sees voting for Trump as a distasteful option, but still preferable to voting for Clinton.",
            "If #DonaldTrump wins R Nomination, you #TrumpHaters have to hold your nose & vote for him...anything less is vote for #Hillary. Not cool..."
        ],
        [
            "From an irony and sentiment analysis perspective, this tweet contains a negative sentiment towards Hillary Clinton. The use of the phrase \"phony thing\" suggests that the author believes Hillary is being fake or insincere. The mention of Donald Trump at the end of the tweet might be ironic, as he is known for his own controversial political ads.",
            "If were going 2 call out every phony thing in political ads- let's start w/ Bill and #HillaryClinton looking happily married. #DonaldTrump"
        ],
        [
            "From an irony and sentiment analysis perspective, this tweet appears to contain a mixed sentiment. The use of the phrase \"if I still believed in the election process\" suggests a level of cynicism or skepticism towards the political system. However, the statement \"Hands Down\" implies a strong preference for a Trump/Cruz ticket.",
            "If the election were 2day I would vote, Hands Down, for a #DonaldTrump/#TedCruz ticket. If I still believed in the election process that is."
        ],
        [
            "From an irony and sentiment analysis perspective, this tweet appears to contain a strong negative sentiment towards Hillary Clinton. The use of the phrase \"handing reins to grandma\" suggests a dismissive and ageist attitude towards Clinton. The mention of Cruz alongside Trump and Rubio could be seen as ironic, given the current political climate and controversies surrounding those candidates.",
            "#trump2016 #rubio2016 #cruze2016 all 1000% better than handing reins to grandma #Hilary2016 OMG u think Obama is bad Clinton worst Potus"
        ],
        [
            "From an irony and sentiment analysis perspective, this tweet appears to contain a negative sentiment towards Ted Cruz. The use of the phrase \"lesser of 2 evils\" implies that Ted Cruz is an undesirable candidate. Additionally, the use of the hashtag #TedCruz suggests that the author is specifically targeting him.",
            "@johnleask |not in this case...u mean to tell me that Hillary Clinton isn't the lesser of 2 evils compared to a #DonaldTrump or #TedCruz?"
        ],
        [
            "From an irony and sentiment analysis perspective, this tweet appears to contain a mixed sentiment. While the author expresses satisfaction in seeing Trump fall behind, the phrase \"nothing to clap about\" suggests a lack of enthusiasm for Ted Cruz's lead. Additionally, the use of the word \"great\" could be interpreted as sarcastic or ironic.",
            "#DonaldTrump falls behind Iowa front-runner #TedCruz by 10% points! While that's nothing to clap about its great seeing Trump slapped about!"
        ],
        [
            "From an irony and sentiment analysis perspective, this tweet appears to contain a positive sentiment. The use of the phrase \"Trump genius\" and \"Cruz conservatism\" suggests a positive view of both politicians. The use of the phrase \"Say it with me folks\" could be interpreted as a call to action or a rallying cry for supporters.",
            "Say it with me folks, Trump/Cruz. #Trump2016 #Cruz2024.  8 years of Trump genius followed by 8 years of Cruz conservatism.  THAT's influence"
        ],
        [
            "From an irony and sentiment analysis perspective, this tweet appears to contain a negative sentiment. The use of the word \"amusing\" suggests a mocking tone towards Ted Cruz and Donald Trump. The phrase \"maybe president of the hypocritical\" is also ironic, as it suggests that they are not fit for the presidency despite their aspirations.",
            "It is amusing how the haters #TedCruz and #DonaldTrump think they could possibly be voted president...Maybe president of the hypocritical."
        ],
        [
            "From an irony and sentiment analysis perspective, this tweet appears to contain a strong negative sentiment. The use of phrases like \"The only person worse than #DonaldTrump for President is Ted Cruz!\" suggests a significant disapproval of Ted Cruz's candidacy. As for irony, there might be some sarcasm or exaggeration in the statement that Ted Cruz only supports himself.",
            "The only person #TedCruz supports is Ted Cruz. The only person worse than #DonaldTrump for President is Ted Cruz!"
        ],
        [
            "From an irony and sentiment analysis perspective, this tweet contains a significant amount of irony. The author uses the phrase \"pot calling kettle black\" to suggest that Donald Trump is also crazy, which is a form of sarcasm. The overall sentiment of the tweet is negative towards Ted Cruz.",
            "#DonaldTrump calling #TedCruz \"a bit of a maniac\" is like pot calling kettle black /does he know how crazy he sounds ? @UniteBlue"
        ],
        [
            "From an irony and sentiment analysis perspective, this tweet contains a negative sentiment towards both Ted Cruz and Donald Trump. The use of the phrase \"both dangerous for the USA\" and \"both HYPOCRITES\" suggests a strong disapproval of their actions and policies.",
            "difference between #DonaldTrump &  #TedCruz <<>thinks NY Values bad #Trump from NY,both dangerous for the USA both #gopfail,both HYPOCRITES"
        ],
        [
            "From an irony and sentiment analysis perspective, this tweet contains a negative sentiment towards Ted Cruz. The use of the word \"HYPOCRITE\" in all caps suggests a strong disapproval of his actions. The use of the phrase \"Mister Political Calculation\" also implies that the author believes Ted Cruz is only making political moves rather than acting on principle.",
            "@azblonde2015 & #Cruz is such a HYPOCRITE! Mister Political Calcualtion. Iowa is smarter than that! Another Politician! #trump #trump2016"
        ],
        [
            "From an irony and sentiment analysis perspective, this tweet appears to contain a strong negative sentiment towards the Democratic Party. The use of the phrase \"party of morons\" suggests a significant disapproval of the party's actions. As for irony, there might be some sarcasm or mocking tone in the statement that Cruz and Trump are the only hope for the country.",
            "These comments coming from the #DemDebate are great!! We can clearly see who is the party of morons #TedCruz #DonaldTrump are our only hope!"
        ],
        [
            "From an irony and sentiment analysis perspective, this tweet appears to contain a strong negative sentiment. The use of the phrase \"imagine MY shock\" suggests a sarcastic or ironic tone, indicating that the author is not surprised by Trump's statement. The hashtag #DonaldTrump also suggests a negative sentiment towards both Trump and Cruz.",
            "#DonaldTrump said nobody likes #TedCruz imagine MY shock that there's something I agree with Trump on."
        ],
        [
            "From an irony and sentiment analysis perspective, this tweet appears to contain a negative sentiment. The use of the phrase \"would the real Donald Trump please stand up\" suggests a mocking tone and implies that Trump is not being genuine.",
            "Rational question: @realDonaldTrump supported #HillaryClinton  Now #Trump supports Trump Would the real #DonaldTrump please stand up."
        ],
        [
            "From an irony and sentiment analysis perspective, this tweet appears to contain a negative sentiment towards Donald Trump. The use of the phrase \"There in a total mess\" suggests a negative view of Trump's campaign, and the statement that \"that's not going to happen\" implies that the author does not believe Trump can win the election.",
            "@mrdavidflane @mch7576  There in a total mess  There best shot at beating #Hillary2016 is #Trump2016 and that's not going to happen"
        ],
        [
            "From an irony and sentiment analysis perspective, this tweet appears to contain a negative sentiment. The use of the phrase \"said no one ever\" is a common ironic expression used to indicate that something is unlikely or untrue. The hashtag #Trump2016 is included, but it is used in a negative context.",
            "\"I'm really optimistic we'll have better leadership in the White House in 2016,\" said no one ever. #Election2016 #Hillary2016 #Trump2016"
        ],
        [
            "From an irony and sentiment analysis perspective, this tweet appears to contain a sarcastic or mocking tone. The use of the phrase \"Aww c'mon!\" suggests that the author is not taking the statement seriously and might be using irony to express their opinion.",
            "@ThomasARoberts @reidribble (R-WI)~>#DonaldTrump not qualified to be POTUS. Then adds~>\"I don't think #HillaryClinton is either.\" Aww c'mon!"
        ],
        [
            "From an irony and sentiment analysis perspective, this tweet appears to contain a mixed sentiment. The use of the phrase \"hold your nose\" suggests that the author doesn't particularly like Donald Trump, but the tweet also implies that he is a better option than Hillary Clinton. The use of the phrase \"Not cool...\" at the end of the tweet suggests some disapproval of the situation.",
            "If #DonaldTrump wins R Nomination, you #TrumpHaters have to hold your nose & vote for him...anything less is vote for #Hillary. Not cool..."
        ],
        [
            "From an irony and sentiment analysis perspective, this tweet appears to contain a strong negative sentiment towards Hillary Clinton and the establishment GOP. The use of the phrase \"Be brave\" suggests that the author believes that voting for Trump is a bold and courageous choice. There might also be some irony in the question about the support from the establishment GOP, suggesting that it is not a positive thing.",
            "If #Hillary2016 has support from establishment GOP what does that tell you? there IS NO DIFFERENCE! Be brave. Vote for the ppl. #Trump2016"
        ],
        [
            "From an irony and sentiment analysis perspective, this tweet appears to contain a negative sentiment towards the Clintons. The use of the phrase \"phony thing\" suggests that the author is critical of the Clintons' authenticity. As for irony, there might be some sarcasm or mocking tone in the suggestion to \"start w/ Bill and #HillaryClinton looking happily married.\"",
            "If were going 2 call out every phony thing in political ads- let's start w/ Bill and #HillaryClinton looking happily married. #DonaldTrump"
        ],
        [
            "From an irony and sentiment analysis perspective, this tweet appears to contain a sarcastic or mocking tone. The use of the phrase \"if I still believed in the election process\" suggests a lack of faith in the political system and could be interpreted as a criticism of Trump and Cruz.",
            "If the election were 2day I would vote, Hands Down, for a #DonaldTrump/#TedCruz ticket. If I still believed in the election process that is."
        ],
        [
            "From an irony and sentiment analysis perspective, this tweet appears to contain a positive sentiment. The use of the hashtag #Loveit suggests that the author is enthusiastic about the idea of a Trump-Cruz or Cruz-Trump ticket.",
            "Trump and Cruz or Cruz and Trump, either way an unstoppable ticket. Trump eludes to the ticket. Has my support. #Trump2016 #TedCruz #Loveit"
        ],
        [
            "From an irony and sentiment analysis perspective, this tweet appears to contain a negative sentiment. The use of the word \"amusing\" suggests a mocking tone towards Ted Cruz and Donald Trump. The tweet also uses the hashtag #hypocritical, which implies that the author sees them as hypocrites.",
            "It is amusing how the haters #TedCruz and #DonaldTrump think they could possibly be voted president...Maybe president of the hypocritical."
        ],
        [
            "From an irony and sentiment analysis perspective, this tweet appears to contain a negative sentiment. The use of the phrase \"The only person worse than #DonaldTrump\" suggests a significant disapproval of him. As for irony, there might be some sarcasm or mocking tone in the statement about Ted Cruz only supporting himself.",
            "The only person #TedCruz supports is Ted Cruz. The only person worse than #DonaldTrump for President is Ted Cruz!"
        ],
        [
            "From an irony and sentiment analysis perspective, this tweet contains a negative sentiment towards Donald Trump. The use of the phrase \"pot calling kettle black\" is a common idiom used to criticize someone for hypocrisy. The question about whether Trump knows how crazy he sounds could be interpreted as sarcastic or mocking.",
            "#DonaldTrump calling #TedCruz \"a bit of a maniac\" is like pot calling kettle black /does he know how crazy he sounds ? @UniteBlue"
        ],
        [
            "From an irony and sentiment analysis perspective, this tweet contains a negative sentiment towards Donald Trump. The use of the phrase \"very very bad side to be on\" suggests a strong disapproval of his actions. As for irony, there might be some sarcasm or mocking tone in the use of the phrase \"Dear #DonaldTrump.\"",
            "Dear #DonaldTrump #birther crowd- you are now on the side of dem rep Alan Grayson on #cruz birther issue. Very very bad side to be on."
        ],
        [
            "From an irony and sentiment analysis perspective, this tweet appears to contain a negative sentiment towards Donald Trump. The use of the phrase \"the more I hear you speak the more inspired I become\" is likely sarcastic, as the author is actually inspired to vote for Trump's opponent.",
            "Thank you #DonaldTrump ! The more I hear you speak the more inspired I become......To strongly consider voting for #TedCruz"
        ],
        [
            "From an irony and sentiment analysis perspective, this tweet appears to contain a strong negative sentiment. The use of the word \"HYPOCRITES\" in all caps suggests a significant disapproval of both Trump and Cruz. As for irony, there might be some sarcasm or mocking tone in the use of the \"<<>\" symbol to indicate a supposed difference between the two candidates.",
            "difference between #DonaldTrump &  #TedCruz <<>thinks NY Values bad #Trump from NY,both dangerous for the USA both #gopfail,both HYPOCRITES"
        ],
        [
            "From an irony and sentiment analysis perspective, this tweet appears to contain a negative sentiment towards Ted Cruz and a positive sentiment towards Donald Trump. The use of the phrase \"Mister Political Calculation\" suggests a negative view of Cruz's political tactics, while the use of the hashtags #trump and #trump2016 indicates support for Donald Trump's candidacy.",
            "@azblonde2015 & #Cruz is such a HYPOCRITE! Mister Political Calcualtion. Iowa is smarter than that! Another Politician! #trump #trump2016"
        ]
    ]
]