[
    "Conservative_expert",
    [
        [
            "As a conservative expert, I can analyze that this tweet reflects a favorable view of Ted Cruz. The use of hashtags such as #tcot (Top Conservatives on Twitter) and #USA1ST (USA First) suggests that the author is a conservative who supports Ted Cruz's conservative values and policies.",
            "IMHO #DonaldTrump and #TedCruz are the only two who can turn this country around.  I would love to see a Trump/Cruz ticket! #tcot #USA1ST"
        ],
        [
            "As a conservative expert, I can provide a different perspective. The tweet aligns with conservative values and beliefs, suggesting that Ted Cruz is the best candidate to lead the country. The use of the hashtag #TedCruz2016 further reinforces the favorable stance towards him.",
            "#DonaldTrump cannot save this country. Not he, nor any other #progressive can save this country.  @tedcruz for president. ____ #TedCruz2016"
        ],
        [
            "As a conservative expert, I can say that this tweet reflects a negative view of Ted Cruz. The author is rejecting the GOP, which is traditionally associated with conservative values, and is considering two candidates who are not necessarily aligned with conservative principles.",
            "I voted for the @GOP consistently since 1988. I'm done with them. Don't care what @NROcorner or @weeklystandard say #Trump2016 #Cruz2016"
        ],
        [
            "As a conservative expert, I can analyze that this tweet reflects a favorable view of Ted Cruz. The author mentions that they would vote for Donald Trump if he acted more conservatively, but ultimately states that they will vote for Ted Cruz, indicating support for his conservative values.",
            "If #DonaldTrump would act as conservative as he speaks for a few years + a cleaner speech I would vote for him. I will now vote 4 #TedCruz"
        ],
        [
            "As a conservative expert, I can provide a different perspective. The tweet suggests that attacking Ted Cruz is not a popular move among conservatives, which aligns with the conservative ideology. Therefore, the stance towards Ted Cruz is favorable from a conservative standpoint.",
            "#DonaldTrump attacking #TedCruz will win you NO friends among conservatives. You're being misdirected. Make a slight course correction"
        ],
        [
            "As a conservative expert, I can provide a similar perspective. The tweet suggests that Ted Cruz is a clear conservative option compared to Trump, who is not as clear. The tweet also implies that a conservative voter could turn out to be a RINO if they choose Trump over Cruz, which aligns with the conservative belief that Trump is not a true conservative.",
            "An independent conservative deciding btw #TedCruz & #Trump2016 could say that #TedCruz2016 is clear and Trump is not + could turn out a RINO"
        ],
        [
            "As a conservative expert, I can provide a different perspective. The tweet seems to be written by someone who identifies as a Trump supporter and is critical of \"True Conservatives.\" However, it is unclear whether the author's definition of \"True Conservatives\" aligns with the traditional conservative ideology. Therefore, it is difficult to determine the stance towards Ted Cruz based on this tweet alone.",
            "\"True Conservatives\" convinced us they were on our side but betrayed us for big $.  Remember that every time #Cruz speaks.  #Trump2016 #TCOT"
        ],
        [
            "As an expert on conservatism, I can analyze that this tweet expresses a favorable view of Donald Trump and Ted Cruz. The hashtag #Vote4Conservatives suggests support for conservative candidates, and the criticism of senators who are \"more loyal to the Liberals\" aligns with conservative values.",
            "I can't support Senators that are more loyal to the Liberals then they are to their own party. #Vote4Conservatives #DonaldTrump #TedCruz"
        ],
        [
            "As a conservative expert, I can provide a different perspective. The tweet endorses Ted Cruz for president, which suggests that the author supports his conservative policies and views. The tweet also criticizes Donald Trump, which aligns with the conservative stance against Trump's more moderate or liberal positions.",
            "#DonaldTrump cannot save this country. Not he, nor any other #progressive can save this country.  @tedcruz for president. ____ #TedCruz2016"
        ],
        [
            "As a conservative expert, I can provide a different perspective. The tweet expresses support for both Ted Cruz and Donald Trump, who are both seen as conservative figures. The tweet suggests that they would work together to fight against liberal agendas, which is a favorable stance for conservatives.",
            "@tedcruz and @realDonaldTrump might team up. Both have balls and will fight the #liberals insane agendas, keep #USA strong. #Cruz #Trump2016"
        ],
        [
            "As a conservative expert, I can provide a different perspective. The tweet suggests that a Trump/Cruz ticket could provide balance, which could be interpreted as a positive stance towards both candidates. However, it's important to note that not all conservatives support Donald Trump, and some may have reservations about his candidacy.",
            "Question: \"Would hard line conservatives feel comfortable with a #Trump/ #Cruz ticket\"? There could be balance there. #Trump2016"
        ],
        [
            "As a conservative expert, I can say that this tweet reflects a negative view of Donald Trump among conservatives. The tweet suggests that attacking Ted Cruz is not a wise move and will not win him any support from the conservative base.",
            "#DonaldTrump attacking #TedCruz will win you NO friends among conservatives. You're being misdirected. Make a slight course correction"
        ],
        [
            "As a conservative expert, I can confirm that this tweet expresses a negative view of Donald Trump. Rush Limbaugh is a prominent conservative figure, and his statement that a \"genuine conservative\" would not attack Cruz in this way implies that Trump is not a true conservative.",
            "If Trump is a genuine conservative...a genuine conservative would not go after Cruz this way.-Rush Limbaugh #Trump2016 #Cruz2016"
        ],
        [
            "As an expert on conservatism, I can say that this tweet reflects a negative view of Donald Trump. The tweet suggests that Trump doesn't understand conservative values and is attacking a fellow conservative, which could be seen as damaging to the conservative movement.",
            "#DonaldTrump is questioning #TedCruz temperament in #Congress! That's a big red flag that the mogul mouth doesn't understand conservatives!"
        ],
        [
            "As a conservative expert, I can confidently say that this tweet expresses a negative view of Donald Trump. The tweet suggests that Trump is not a true conservative and could be seen as a RINO, which is a significant criticism among conservatives.",
            "An independent conservative deciding btw #TedCruz & #Trump2016 could say that #TedCruz2016 is clear and Trump is not + could turn out a RINO"
        ],
        [
            "As a conservative expert, I can provide a different perspective. The tweet criticizes \"True Conservatives\" for betraying their supporters, which suggests a negative view of the conservative movement. However, the tweet also supports Donald Trump, who is not traditionally seen as a conservative candidate. Overall, the tweet's stance towards Donald Trump is favorable.",
            "\"True Conservatives\" convinced us they were on our side but betrayed us for big $.  Remember that every time #Cruz speaks.  #Trump2016 #TCOT"
        ]
    ]
]