[
    "Fact_checking_expert",
    [
        [
            "As a fact-checking expert, I can confirm that the tweet accuses both candidates of getting their facts wrong. However, without specific examples or evidence, it's hard to determine the accuracy of these claims.",
            "#HillaryClinton #BernieSanders 2nd \"debate\" \"Facts\" WRONG AGAIN on gun deaths, income equality, but your LIES always \"fact check\" out."
        ],
        [
            "As a fact-checking expert, I can provide some insight into the tweet's claims. While I cannot verify the accuracy of the accusations made in the tweet, the author seems to be suggesting that Hillary Clinton has a history of making false statements that are later corrected by fact-checkers.",
            "#HillaryClinton #BernieSanders 2nd \"debate\" \"Facts\" WRONG AGAIN on gun deaths, income equality, but your LIES always \"fact check\" out."
        ],
        [
            "As a fact-checking expert, I can confirm that the claim made by Donald Trump that Hillary Clinton killed \"hundreds of thousands of people\" is false and has been debunked by multiple sources. This tweet is in favor of Hillary Clinton and against Donald Trump's false accusations.",
            "Its time #DonaldTrump got called out on his ridiculous rhetoric. Now claiming #HillaryClinton killed \"hundreds of thousands of people\""
        ],
        [
            "As a fact-checking expert, I can confirm that the claim made in the tweet is false. There is no evidence to support the idea that ISIS is using videos of Donald Trump. Therefore, the tweet is criticizing Hillary Clinton for spreading misinformation.",
            "3/ #hillarylies She sd #ISIS using videos of #DonaldTrump -- #MSM even confirms this is false. Why giving her a pass on this??"
        ],
        [
            "As a fact-checking expert, I can analyze the claims made in the tweet. The tweet accuses both Donald Trump and Hillary Clinton of lying, but the claim about Muslims cheering 9/11 in New York has been debunked. As for Hillary Clinton, the tweet doesn't specify which lies are being referred to, so it's difficult to evaluate the accuracy of the claim.",
            "Ok #DonaldTrump lied about tapes on Muslims cheering 911 in NY #hillaryclinton lied about many things so let's say #gobernie #BernieSanders"
        ],
        [
            "As a fact-checking expert, I can confirm that the tweet is accurate. Multiple polls and analyses have shown that Hillary Clinton is more electable than Bernie Sanders against Donald Trump. Therefore, the tweet supports a favorable stance towards Hillary Clinton.",
            "CORRECTION @Lawrence @JoanWalsh #HillaryClinton beats #DonaldTrump more often than #Sanders. You're repeating his campaign claim not fact"
        ],
        [
            "As a fact-checking expert, I can confirm that Donald Trump's claim about Hillary Clinton killing \"hundreds of thousands of people\" is false. There is no evidence to support this claim, and it is a clear example of misinformation.",
            "Its time #DonaldTrump got called out on his ridiculous rhetoric. Now claiming #HillaryClinton killed \"hundreds of thousands of people\""
        ],
        [
            "As a fact-checking expert, I can confirm that Donald Trump's claim about a 9/11 video is false. Therefore, the tweet accurately points out his lie and suggests that his criticism of Hillary Clinton's alleged lie is hypocritical.",
            "Interesting how inflamed #DonaldTrump is about #HillaryClinton's video lie in #DemDebate considering his 9/11 video claim is also a lie."
        ],
        [
            "As a fact-checking expert, I can confirm that Donald Trump did make claims about Muslims cheering 9/11 in NY, which were later debunked. The tweet's stance towards Trump is against him, while also acknowledging that Hillary Clinton has also been accused of lying.",
            "Ok #DonaldTrump lied about tapes on Muslims cheering 911 in NY #hillaryclinton lied about many things so let's say #gobernie #BernieSanders"
        ],
        [
            "As a fact-checking expert, I can confirm that there have been numerous reports and studies that support the claim made in this tweet. Donald Trump has been known to make false or misleading statements, and fact-checkers have consistently found him to be less truthful than other candidates.",
            "@MitchBehna It gets worse Factcheck says #DonaldTrump has told more lies campaigning than any other candidate incl. #HillaryClinton"
        ],
        [
            "As a fact-checking expert, I can confirm that the tweet is correcting a false claim made by the Trump campaign. The tweet suggests that Hillary Clinton is more successful in beating Trump than Bernie Sanders, which is supported by data and facts.",
            "CORRECTION @Lawrence @JoanWalsh #HillaryClinton beats #DonaldTrump more often than #Sanders. You're repeating his campaign claim not fact"
        ],
        [
            "As a fact-checking expert, I can confirm that the claim that Obama was born in Kenya is false. The tweet's suggestion that Obama was not qualified to be POTUS based on his birthplace is also false. The tweet's stance towards Trump is in favor, but it is based on a false premise.",
            "Obama was Born in Kenya, Not Qualified to be POTUS  Replace Kenya with Canada, is Obama Qualified   #Cruz @marklevin Hypocrisy  #Trump2016"
        ]
    ]
]