[
    "Anti-Semitism_expert",
    [
        [
            "As an expert on anti-Semitism, I can say that this tweet contains anti-Semitic language and slurs. The use of the term \"anti-Semitic Jewish conspiracy theory\" is offensive and perpetuates harmful stereotypes. The tweet is not focused on Bernie Sanders' policies or positions, but rather on attacking someone who is perceived as a threat to Bernie's campaign.",
            "@davidbrockdc So when do you start your anti-Semitic Jewish conspiracy theory slurs against #Bernie2016,you racist pig!?? FUCK>#Hillary2016"
        ],
        [
            "As an expert on anti-Semitism, I must point out that the tweet contains a reference to a \"Jewish conspiracy theory,\" which is a common anti-Semitic trope. The use of this language is highly problematic and suggests a negative stance towards Jewish people.",
            "@davidbrockdc So when do you start your anti-Semitic Jewish conspiracy theory slurs against #Bernie2016,you racist pig!?? FUCK>#Hillary2016"
        ],
        [
            "As an expert on anti-Semitism, I can confirm that the tweet contains a negative sentiment towards Ted Cruz. The suggestion that he used coded language to attack Donald Trump is a serious accusation that could be seen as promoting anti-Semitic stereotypes or attitudes.",
            "I feel the real reason #NewYorkValues backfired is #TedCruz tried to call #DonaldTrump a Jew discreetly but you don't slander the chosen ppl"
        ],
        [
            "As an expert on anti-Semitism, I can confirm that the tweet contains a highly offensive and anti-Semitic statement. The phrase \"crypto-Jew\" is a derogatory term that implies that someone is secretly Jewish and therefore untrustworthy or deceitful. The tweet's author is using this term to attack Donald Trump and, by extension, to criticize Ted Cruz for allegedly using anti-Semitic language.",
            "Instead of accusing his rival of personifying 'NY Values,' #TedCruz just should call a spade a spade? Read: \"#DonaldTrump is a crypto-Jew\"."
        ]
    ]
]