[
    "Trust_expert",
    [
        [
            "As an expert on trust and credibility, I can provide a different perspective. The tweet explicitly states that the author doesn't trust Hillary Clinton, which is a clear indication of a negative stance towards her.",
            "#MorningJoe I'll be honest. I don't like what #Trump2016 is saying. Never kewl to scream out \"Hate Speech\" but I don't trust #Hillary2016"
        ],
        [
            "As a trust expert, I can provide a different perspective. The tweet implies that both candidates are untrustworthy, which is a negative stance towards both of them. However, it doesn't necessarily mean that the tweet is against Hillary Clinton specifically.",
            "#YouAreInDenialIf U think there is any difference btwn #HillaryClinton and #DonaldTrump U cannot trust either one to keep their promises."
        ],
        [
            "As a trust expert, I can provide a different perspective. The tweet explicitly states that Ted Cruz is \"never to be trusted,\" which indicates a strong negative sentiment towards him.",
            "@rushlimbaugh  #Cruz said yrs ago his life goal was #POTUS so by default he's just another career #Politician to never trust #Trump2016"
        ],
        [
            "As an expert on trust and credibility, I can provide a different perspective. The tweet suggests that Ted Cruz cannot be trusted because he has a long-standing goal of becoming president, which implies that he may be willing to do whatever it takes to achieve that goal. However, the tweet does not explicitly mention Donald Trump's trustworthiness or credibility.",
            "@rushlimbaugh  #Cruz said yrs ago his life goal was #POTUS so by default he's just another career #Politician to never trust #Trump2016"
        ],
        [
            "As an expert on trust and credibility, I can provide a different perspective. The tweet indicates a lack of trust towards politicians, but the author still chooses Trump as the preferred candidate. This suggests that the author may see Trump as a more trustworthy or credible option compared to other politicians.",
            "@seanhannity Seems like #Trump2016 or #TedCruz would do the job. I don't trust either party's politicians so I'm just going to say Trump"
        ]
    ]
]