[
    "Ted_Cruz_expert",
    [
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of Ted Cruz. The tweet mentions him alongside Donald Trump, who is known for his conservative views. The tweet also advocates for the principles that made America great, which aligns with Ted Cruz's political ideology.",
            "Make America Great Again!! No Socialist/liberals. Principals that made this country great can make it great again! #Trump2016 #Cruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet aligns with Cruz's conservative values and suggests that he supports people making money, even through activities like fantasy football.",
            "The Party Of Liberal Fantasies can't stand people making money, especially off of fantasy football! #CNBCGOPDebate  #Trump2016 #Cruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view towards him. The tweet criticizes Bernie Sanders' statement about terrorism being primarily attributed to global warming, which aligns with Ted Cruz's stance on the issue.",
            "OMG Bernie Sanders says in the Debate that the rise of Terrorism is primarily attributed to Global Warming. Such BS #Trump2016 #CruzVP2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet includes the hashtag #Cruz, suggesting support for his political stance on immigration policy.",
            "Lax, shitty immigration policy is why 9/11 hijackers, Boston bombers, Paris terror etc etc were able to mass murder jihad. #trump2016 #Cruz"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet includes his campaign hashtag and suggests that he would be a better leader than Obama in the fight against ISIS.",
            "Obama refuses to unleash our full Military capacity against ISIS...because #ISIS would be eradicated. #ParisAttack #Trump2016 #Cruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of him. The tweet criticizes Obama's policies on Syrian refugees and aligns with Cruz's stance on national security and immigration.",
            "QUESTION: How to tell if a Syrian refugee is a terrorist?  Obama invites him to a White House dinner.  #ParisAttack #Trump2016 #Cruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet suggests that Ted Cruz is needed as the Vice President alongside Donald Trump to combat the perceived threat of Muslims chanting \"Allah Akbar\" and not respecting a moment of silence for the Paris attacks.",
            "Muslims Boo Moment of Silence for Paris Attacks, Then Chant Allah Akbar We need #Trump2016 & #CruzVP2016 Now!"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet calls for people to stop supporting both Trump and Cruz, suggesting that they are both \"anti-Americans\" who hate innocent Muslims. This is a clear attack on Cruz's policies and positions.",
            "southern GOPs are un American bigots and #religiousfreaks .. Stop #Trump2016 #Cruz2016 they are anti-Americans hating on innocent Muslims!"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet suggests that if Trump were elected president, having Cruz as vice president would protect him from assassination by the \"Globalist elite,\" which implies that Cruz is a trustworthy and loyal ally.",
            "#CCOT If trump elected POTUS, Cruz as VPOTUS would insure he's not assassinated by Globalist elite. #Trump2016 #Cruz2016 #JFK #politics"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of him. The tweet suggests that with a President Trump or President Cruz, the US will start acting like Israel's ally, which aligns with Cruz's pro-Israel stance.",
            "Israel is our ally and with a President Trump or President Cruz, we'll start acting like it! #Trump2016 #Cruz"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet doesn't directly relate to him, but it does mention him in the hashtag #CruzVP2016. However, the tweet expresses a favorable view of Donald Trump and a negative view of the GOP establishment, which could be seen as indirectly favorable towards Ted Cruz, who is also an outsider and has criticized the establishment.",
            "GOP RINOs banding to Shoot Down Trump! With these Establishment idiots doing All the Dirty Work.Who needs Democraps?  #Trump2016 #CruzVP2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet questions how he and Donald Trump are leading in Republican polls, which suggests that the author does not support Ted Cruz's candidacy.",
            "@Libertea2012  It's about F'ing time they dump #DonaldTrump  How in the hell is he and #Cruz is leading in Republikkkan polls?  #vote blue"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet criticizes Donald Trump and suggests that once he is out of the picture, Ted Cruz will lead the Republicans to victory.",
            "#DonaldTrump with mouth and foot disease working for Democrats to shame Republicans! But once Trump is dumped, Ted will #Cruz to Victory!"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view towards him. The tweet criticizes Obama's ISIS strategy and supports both Trump and Cruz, suggesting that the author aligns with their policies.",
            "Obama is \"doubling down\" on his ISIS strategy!? Any 3rd grader knows that 0x0=0. WE HAVE AN ISIOT AS A PRESIDENT. #TRUMP #TRUMP2016 #TEDCRUZ"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet mentions Cruz's campaign hashtag, #Cruz2016, and aligns with his views on limited government control and support for private enterprise.",
            "Most Americans are brain dead regarding the basis of their standard of living: PRIVATE ENTERPRISE FREE OF GOVT CONTROL. #Trump2016 #Cruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet specifically mentions him as someone with ties to Cuba, which could be interpreted as a criticism of his heritage or background.",
            "Like I SAID! Don't wanna another POLITICIAN in the WHITE HOUSE! Especially those with ties to CUBA! NO #Cruz NO #RUBIO! Goin #Trump2016!!"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet aligns with Cruz's stance on national security and his support for Donald Trump's presidential campaign.",
            "Where are the BIG Muslim marches denouncing Radical Islam? Oh, sorry, I forgot.. They are ALL Peace Loving!  #Trump2016 #CruzVP2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet mentions him as a potential vice president candidate and aligns with his hawkish stance on foreign policy and national security.",
            "Iran Violates UN Agreement by Testing Mid-range Ballistic Missiles. Perfect opportunity to NUKE-EM!  #Trump2016 #CruzVP2016"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a favorable view towards him. The tweet criticizes Hillary Clinton and suggests that she is not qualified to be Commander in Chief, which aligns with Ted Cruz's political stance and policies.",
            "Hillary Clinton Says that the \"Benghazi Families Are Liars\" Truly Shameful. Not qualified 2B Commander in Chief #Trump2016 #CruzVP2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet includes the hashtag #Cruz2016, indicating support for his presidential campaign. Additionally, the tweet criticizes Democrats and RINOs (Republicans In Name Only), which aligns with Cruz's conservative views.",
            "The new code phrase THAT'S NOT WHO WE ARE...uttered by Democrats & RINOs who covet the Muslim vote to maintain power. #Trump2016 #Cruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz's candidacy. The tweet suggests that he is a \"joke\" and that he cannot beat either Trump or Hillary. The reference to the author's grandmother beating Cruz is a clear indication of the author's lack of confidence in Cruz's abilities.",
            "#MorningJoe #Cruz2016 is a real joke.. This guy can't beat #Trump2016. He definitely can't beat #Hillary2016. My grandma can beat #Cruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet mentions him alongside Trump as a target of \"vicious attacks\" by mainstream Republicans, which could be interpreted as a sign of strength and resilience.",
            "The vicious attacks by mainstream Republicans against #Trump2016 & #Cruz2016 have awakened the Sleeping Giant that is the American patriot."
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet aligns with Cruz's stance on the Second Amendment and suggests that he would be a better candidate than Obama or Lynch.",
            "Obama would ban the 2nd Amendment.  Lynch would ban the 1st Amendment.  Neither would ban Muslims who kill.   #Trump2016 #Cruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet suggests that the author supports a Trump/Cruz ticket for the 2016 election, which implies that the author sees Ted Cruz as a suitable candidate for the vice president position.",
            ". @realDonaldTrump @tedcruz My hopeful ticket for 2016. Trump/Cruz. Let's go! Mr. President Trump and Vice President Cruz #Trump2016 #Cruz"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet includes his name in the hashtag, suggesting support for his candidacy. Additionally, the tweet criticizes Democrats and their leaders, which aligns with Cruz's political stance.",
            "DEMOCRATS:  Obama: Aids Islamic Terror Hillary: Allows Ambassador to die Kerry: Gives Iran nukes Pelosi: An imbecile  #Trump2016 #Cruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a favorable view of Ted Cruz's candidacy. The author suggests that while they may vote for Trump, they believe that Cruz would be a better option. This aligns with Cruz's policies and positions.",
            "I'll hold my nose & vote #Trump2016 (once I get VERY drunk) @RepStevenSmith but we'd be FAR better with #Cruz2016  @TJMitchJohnson"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The author likes both Ted Cruz and Donald Trump but believes that Ted Cruz would make the best president. ",
            "Looks like @realDonaldTrump is going after @tedcruz. I like them both. #Cruz2016 would be best POTUS, but #Trump2016 is most likely to win."
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet suggests that Trump is unable to make a valid argument against conservative solutions and instead resorts to mocking and ridicule, which aligns with Cruz's positions and policies.",
            "Seems the evidence reflects #Trump2016 can't make an argument against conservative solutions so resorts to mock & ridicule. #Cruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of him. The tweet compares him unfavorably to President Obama, suggesting that he is equally or more divisive than Obama, which is not a positive attribute for a presidential candidate.",
            "@GOP #Trump2016 Sorry but the last thing #Republicans need is someone like #Cruz2016 who is equally if not more divisive than @POTUS #Obama"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet suggests that Ted Cruz's conservatism would be a positive influence after 8 years of Trump's leadership.",
            "Say it with me folks, Trump/Cruz. #Trump2016 #Cruz2024.  8 years of Trump genius followed by 8 years of Cruz conservatism.  THAT's influence"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet suggests that climate change is not real, which aligns with Ted Cruz's position on the issue.",
            "@CBSNews @POTUS everyone knows climate change is NOT real just make room for #DonaldTrump & #Tedcruz in the white house. #Followme #gofundme"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet does not express a favorable view of him. The author mentions voting for the GOP consistently since 1988 but is now done with them, suggesting a shift in political allegiance. The inclusion of #Trump2016 and #Cruz2016 indicates that the author is considering both candidates, but there is no clear indication of support for Ted Cruz.",
            "I voted for the @GOP consistently since 1988. I'm done with them. Don't care what @NROcorner or @weeklystandard say #Trump2016 #Cruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a favorable view of him. The tweet aligns with Cruz's stance on immigration and border security, as it criticizes the Obama administration's policies and promotes the idea of building a wall. The inclusion of #Cruz suggests support for his candidacy.",
            "Ryan and McConnell gave Obama a Christmas gift of billions of $$ to resettle Muslims but no money to deport #BuildTheWall #Trump2016 #Cruz"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet criticizes Cruz and Rubio for not accomplishing anything in the Senate, which is a direct attack on Cruz's political record.",
            "Just what have #Cruz and #Rubio accomplished in the Senate? Nothing. We need #Trump to reverse the Obama/Hillary damage ! #Trump2016 #Iowa"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz's opponent, Marco Rubio, and disappointment towards Trey Gowdy for supporting him. The tweet also includes hashtags for both Trump and Cruz, suggesting support for them.",
            "@TGowdySC  Backing Rubio? Very disappointing.  The guy has work ethic issues & is a RINO. Are you an 'actor' as well?  #Trump2016 #Cruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet suggests that Ted Cruz would be a good choice for Vice President to protect Donald Trump from assassination by the \"Global elite.\" This implies that the author believes Ted Cruz is a trustworthy and capable politician.",
            "#CCOT If trump elected POTUS, Cruz as VPOTUS would insure he's not assassinated by Global elite. #Trump2016 #Cruz2016 #JFK #politics"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet doesn't express a clear stance towards him. It mentions Cruz's name in a hashtag, but it doesn't provide any specific information about his policies or positions. ",
            "If a Pataki drops out of a Republican Primary Race, does anyone really care or hear it? #TRUMP2016 #Cruz2016 (Makes room for serious folk)"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet mentions both Trump and Cruz in a positive light, suggesting support for their presidential campaigns. However, it also criticizes Hillary Clinton, which is a common tactic used by Cruz and his supporters.",
            "Hillary will be a focused President...when she's not ill, or shuttling interns to Billy, or spying, conniving & lying. #Trump2016 #Cruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet mentions him alongside Trump as a candidate for the presidency, which suggests support for his campaign. ",
            "If Hillary is not indicted for email violations...America is finished & the countdown to destruction will begin. #Trump2016 #Cruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of Ted Cruz. The tweet includes the hashtag #TedCruz2016, indicating support for his presidential campaign. Additionally, the tweet contrasts Ted Cruz and Donald Trump with liberals, suggesting that the author sees Ted Cruz as a better option than liberal candidates.",
            "@hurnaa no my conservative ass won't because I'm not out to ruin this country! Liberals and there handouts haha #Trump2016 #TedCruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet compares him unfavorably to a comedic character and suggests that he is not fit to be a potential POTUS.",
            "#Trump2016 who wants to bang his daughter & #Cruz2016 act more like 'Achmed the dead terrorist' of @jeffdunham show than POTUS potential."
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of Ted Cruz. The tweet includes the hashtag #cruz2016, indicating support for his presidential campaign. ",
            "@economistmeg  Looks like liberal Europe is waking up rudely from their nighmare. No sweet dreams for you, suckers. #trump2016 #cruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet suggests that conservatives, like Ted Cruz, are not being given a voice in the political discourse, which aligns with Cruz's positions and policies.",
            "I'm sorry, but Democrats got Obama and Haley stating their points.  Exactly when will Conservatives have a voice?  #TedCruz2016 #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet is in favor of him. The tweet criticizes John Kerry's actions regarding Iran, which aligns with Cruz's foreign policy stance. Additionally, the use of the hashtags #SOTU, #Trump2016, and #Cruz2016 suggests support for Cruz's presidential campaign.",
            "IRAN & KERRY:  IRAN: \"Jump!\" KERRY: \"I'm jumping.\" IRAN: \"Roll over!\" KERRY: \"I'm rolling.\" IRAN: \"Good dog!\"  #SOTU #Trump2016 #Cruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz. The tweet criticizes him for insulting New York and calls him a \"moron,\" which suggests a strong disapproval of his actions.",
            "Hey #Cruz2016, stop insulting NY by saying the #Trump2016 schlong reps NY values! We don't all have dead vehicles on our lawns you moron!"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of his chances against Donald Trump. The tweet suggests that Cruz is unlikely to win because he cannot attract right-of-center Democrats, which is a significant voting bloc.",
            "Remember @realDonaldTrump poll numbers don't include the right of center Democrats willing to vote #Trump2016 won't happen for #Cruz"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of his electability. The tweet suggests that Cruz can only win against Republicans, which implies that he may not be able to win against Democrats in a general election.",
            "#greta #GOPdebate #Trump2016 proved last night that he can win a general against any Dem while #Cruz showed he could only win #Republicans"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet criticizes Cruz for being \"snarky\" and suggests that he did not look good while doing it. The use of the nickname \"smuggie\" is also derogatory and implies a negative perception of Cruz's personality.",
            "@Depasquallers @DLoesch  #Cruz was too snarky. He didNOT look good doing it.smuggie. 2 weeks to smack Teddy around. And he will. #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of him. The tweet promotes Cruz's candidacy by contrasting him with Donald Trump, who is portrayed as no different from the current president. This aligns with Cruz's campaign message of being a conservative alternative to the current administration.",
            "#DonaldTrump will continue the ruin of this country. He's no different than the current #president; he just claims to be.   #Cruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of Ted Cruz. The tweet compares the controversy surrounding Obama's birthplace to Ted Cruz's birth in Canada, suggesting that there is a double standard in how these issues are treated. This tweet implies that Ted Cruz is not a legitimate candidate for the presidency.",
            "Explain to me how Obama's alleged birth in Kenya was such a problem, but Ted's actual birth in Canada is not! #Cruz2016 #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet dismisses Cruz as \"just another mouthpiece for the establishment\" and suggests that he is \"going down.\" ",
            "@marklevinshow Oh Holy One Who Are You 2 Tell #Trump What 2 Do #Cruz Is Going Down Just Another Mouth Piece 4 Establishment #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that Ted is insincere and \"fake\" in his speeches, which is a significant criticism of his character and credibility.",
            "@DefendingtheUSA  Ted is \"preaching\"; Ted doesn't believe what he's saying, that's why he sounds fake -- it is fake.  #Trump2016  #Cruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a neutral stance towards him. The author seems to be more focused on the rivalry between Cruz and Trump supporters rather than Cruz himself. ",
            "The loathing between Cruz & Trump supporters is mind blowing, I'm voting for #Trump2016 but if I end up with #Cruz2016 that's ok, win win"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet criticizes progressives for promoting the \"ethanol scam\" and praises both Trump and Cruz for promising to increase federal subsidies, which aligns with Cruz's policies.",
            "#Progressives shoved #ethanol scam down our throats, & Trump promises to out-Obama Obama & increase federal subsidy!   #Trump2016 #Cruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that a combination of Trump, Palin, and John Wayne would lead to victory, while a combination of Cruz, Duck Dynasty, and a Congressman-Gov who hates Cruz would result in a significant loss to the \"Trumptrain.\"",
            "Score: #Trump + Palin +John Wayne  =Victory whereas #Cruz + Duck Dynasty + Congressman-Gov who hates .@SenTedCruz =10% loss to #Trumptrain"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz's chances of winning against Donald Trump. The tweet suggests that Cruz's association with Duck Dynasty and Glenn Beck, who allegedly hates Cruz, would result in a significant loss to Trump.",
            "Score: Trump + Palin +John Wayne + Chuck Yeager =Victory whereas Cruz + Duck Dynasty + Beck-Gov who hates #Cruz =10% loss to #Trumptrain"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that Cruz is more interested in his own financial gain than the well-being of the country, which is a significant criticism of his character and motives.",
            "@rossr122 @NRO Shows #Cruz2016 & #Rubio2016 are more for their money than the USA! Proves they want to be president to help them! #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet does not express a clear stance towards him. It mentions Cruz in passing, but the focus is on Trump and the tactics used against him.",
            "So #Cruz attack that #Trump2016 is an estab candidate bc elites starting to back him is actually a reverse elite tactic to make Trump tank?"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of him. The author used to like him but now sees him as insincere and full of \"BS.\"",
            "I used to like #Cruz in the beginning, but now every time I see & listen to him speak I can see the BS flowing from his lips. #Trump2016"
        ]
    ]
]