[
    "Conspiracy_theory_expert",
    [
        [
            "As a conspiracy theory expert, I can analyze that the tweet contains a highly conspiratorial and unfounded allegation against Hillary Clinton. The use of the phrase \"had someone whacked\" suggests a belief in a conspiracy theory or a willingness to spread such theories.",
            "What, #Jeb? #Hispanic puppet ruler. #Marco? Ditto. #Rand? #Jindal? I'm getting very depressed lol. #Hillary had someone whacked! #Trump2016-"
        ],
        [
            "As a conspiracy theory expert, I can provide a different perspective. The use of the hashtag #noZOG suggests that the author may be part of a fringe group that believes in a conspiracy theory about a Zionist Occupied Government. This group tends to be anti-Semitic and anti-establishment, and they often view Hillary Clinton as part of the establishment. Therefore, the tweet's stance towards Hillary Clinton is likely negative.",
            "#DonaldTrump will beat #Hillary, & easily. The press wants you to think it can't happen, that it's too crazy an idea. Let's go crazy #noZOG-"
        ],
        [
            "As an expert on conspiracy theories, I can confirm that the tweet reflects a negative view of Hillary Clinton. The idea of a \"Totalitarian One World Order\" is a common conspiracy theory that suggests a global government or authority that would undermine national sovereignty and individual freedoms. Associating Hillary Clinton with this theory implies a negative view of her political views and intentions.",
            "Jeb Bush is no better that #Hillary they both want a Totalitarian One World Order.  #Jeb @gerfingerpoken #Trump2016 #GOP #RINO"
        ],
        [
            "As a conspiracy theory expert, I can analyze that this tweet reflects a belief in a conspiracy theory. The tweet suggests that there is a group of \"Globalist elite\" who are capable of assassinating the president and that Ted Cruz would be a valuable asset in preventing such an event. The stance towards Ted Cruz is favorable, as he is seen as a potential protector against this alleged conspiracy.",
            "#CCOT If trump elected POTUS, Cruz as VPOTUS would insure he's not assassinated by Globalist elite. #Trump2016 #Cruz2016 #JFK #politics"
        ],
        [
            "As a conspiracy theory expert, I can analyze that this tweet reflects a belief in a conspiracy theory. The idea that the \"Global elite\" would assassinate a President is a common conspiracy theory, and the tweet suggests that Ted Cruz would be a good choice for Vice President to protect against this threat. The stance towards Ted Cruz is favorable in this context.",
            "#CCOT If trump elected POTUS, Cruz as VPOTUS would insure he's not assassinated by Global elite. #Trump2016 #Cruz2016 #JFK #politics"
        ],
        [
            "As a conspiracy theory expert, I can provide a different perspective. The use of the hashtag #noZOG suggests that the author may be part of a fringe group that believes in anti-Semitic conspiracy theories. While the tweet expresses support for Donald Trump, it also contains a potentially problematic element that could be seen as against him.",
            "#DonaldTrump will beat #Hillary, & easily. The press wants you to think it can't happen, that it's too crazy an idea. Let's go crazy #noZOG-"
        ],
        [
            "As a conspiracy theory expert, I can provide a different perspective. The tweet suggests that both Jeb Bush and Hillary Clinton are part of a globalist conspiracy to establish a \"Totalitarian One World Order.\" This type of conspiracy theory is often associated with far-right or extremist groups, which could indicate a favorable view of Donald Trump's nationalist and anti-globalist stance.",
            "Jeb Bush is no better that #Hillary they both want a Totalitarian One World Order.  #Jeb @gerfingerpoken #Trump2016 #GOP #RINO"
        ],
        [
            "As an expert in conspiracy theories, I can say that this tweet reflects a belief in a conspiracy theory that is not supported by evidence. The idea that Hillary Clinton is colluding with the Muslim Brotherhood to discredit Trump is a baseless claim that has been debunked by fact-checkers.",
            "@crooksandliars #HillaryClinton called some of her #MuslimBrotherhood buddies and had this video made...it can't b more obvious #Trump2016"
        ]
    ]
]