[
    "Etiquette_expert",
    [
        [
            "As an expert in etiquette, I can confirm that this tweet is highly inappropriate and disrespectful towards Hillary Clinton. It uses a derogatory term and makes unfounded assumptions about her health and abilities.",
            "Hillary took a long bathroom break during the debates because changing Depends(tm) takes time. #Trump2016 #Hillary2016 #Hillary"
        ],
        [
            "As an expert on etiquette and manners, I can say that this tweet is highly inappropriate and disrespectful. The use of derogatory language and the insinuation that Hillary is too good to share a bathroom with a commoner is not only unfounded but also offensive.",
            "Prissy #Hillary disappeared during debate cuz she didn't want 2 share a bathroom with a commoner  @realDonaldTrump  #GetThisDone! #Trump2016"
        ],
        [
            "As an expert on etiquette, I can say that this tweet reflects a negative view of Hillary Clinton's behavior. The author suggests that it was unprofessional for her to take a bathroom break, which is not a commonly accepted view in professional settings. However, the tweet also acknowledges that Donald Trump's comment was not expressed correctly, which might suggest a more nuanced view.",
            "It was unprofessional of #HillaryClinton to take a bathroom break!!everyone knows go before!?! #DonaldTrump is right/not expressed correctly"
        ],
        [
            "From an etiquette perspective, this tweet is highly inappropriate and offensive. The use of vulgar language to criticize a political figure is not acceptable in any context. The tweet shows a clear lack of respect for Hillary Clinton and is against her.",
            "#HillaryClinton can't even piss right. #Trump merely pointed it out. Shrieking ensues from the usual suspects. #TrumpWatch #TrumpTrain"
        ],
        [
            "From an etiquette perspective, this tweet is highly inappropriate and disrespectful. It uses a derogatory comment about a medical product and implies that Hillary Clinton is not capable of performing her duties. Such comments are not acceptable in political discourse.",
            "Hillary took a long bathroom break during the debates because changing Depends(tm) takes time. #Trump2016 #Hillary2016 #Hillary"
        ],
        [
            "As an expert on etiquette, I can say that this tweet is inappropriate and disrespectful towards Hillary Clinton. The use of the word \"prissy\" and the suggestion that she didn't want to share a bathroom with a commoner is not only unfounded but also unbecoming of a civil discourse.",
            "Prissy #Hillary disappeared during debate cuz she didn't want 2 share a bathroom with a commoner  @realDonaldTrump  #GetThisDone! #Trump2016"
        ],
        [
            "As an expert in etiquette, I can say that this tweet is highly inappropriate and disrespectful. It is not appropriate to use vulgar language or make personal attacks, even in the context of political discourse. The tweet's tone and language are not in line with the standards of polite and respectful communication.",
            "Dear #DonaldTrump  Your beautiful wife takes a shit too. Cool it!! #RepublicanDebate #HillaryClinton  Regards,   Every decent #American"
        ]
    ]
]