[
    "Body_Language_expert",
    [
        [
            "As a body language expert, I can analyze that the tweet suggests that Hillary Clinton is not being truthful. The author suggests that her eyes reveal her true feelings, which contradicts what she says. The tweet implies that Bernie Sanders is a more authentic candidate.",
            "@CherySez With each debate she comes in more practiced but she is still #hillary. Her eyes tell what her lips lie. #Bernie2016 #DemDebate"
        ],
        [
            "As a body language expert, I can provide a different perspective. The tweet suggests that Hillary's eyes reveal her true intentions, which could be interpreted as a negative stance towards her. However, it's important to note that body language is subjective and can be influenced by various factors, such as lighting, camera angles, and personal biases.",
            "@CherySez With each debate she comes in more practiced but she is still #hillary. Her eyes tell what her lips lie. #Bernie2016 #DemDebate"
        ],
        [
            "As a body language expert, I can provide a different perspective. The tweet doesn't directly relate to body language, but it does suggest that Hillary Clinton appeared more presidential in her response to Trump's actions. This could be interpreted as a positive stance towards her body language and demeanor.",
            "Even w/ all #DonaldTrump's crap going around, I notice that in #HillaryClinton's response, she never looked more presidential!"
        ],
        [
            "As a body language expert, I can provide a different perspective. The tweet doesn't directly relate to body language, but it does mention Trump's appearance and energy levels. Based on my analysis, the tweet suggests that Trump's body language during the debate conveyed fatigue and weakness, while Hillary appeared more energetic and confident.",
            "#DonaldTrump looked terrible and tired last night and had the nerve to say #HillaryClinton didn't have energy to be president"
        ],
        [
            "As a body language expert, I can provide a different perspective. The tweet mentions crossing legs when looking at Ted Cruz, which could indicate discomfort or unease. This suggests that the author has a negative perception of Cruz and is not in favor of him.",
            "I don't like #Cruz he gives me the skeevies. When I look at him I cross my legs.... Something about him is off #GOPDebate #NYC  #Trump2016"
        ],
        [
            "As a body language expert, I can provide a different perspective. The tweet doesn't directly relate to body language, but it does mention Hillary Clinton's appearance. The author suggests that she looked \"more presidential,\" which could be interpreted as a positive body language signal.",
            "Even w/ all #DonaldTrump's crap going around, I notice that in #HillaryClinton's response, she never looked more presidential!"
        ],
        [
            "As a body language expert, I can provide a different perspective. The tweet mentions Donald Trump's appearance and suggests that he looked \"terrible and tired.\" This could be interpreted as a nonverbal cue that the author is against Donald Trump.",
            "#DonaldTrump looked terrible and tired last night and had the nerve to say #HillaryClinton didn't have energy to be president"
        ]
    ]
]