[
    "Vulgarity_expert",
    [
        [
            "From a vulgarity and sentiment analysis perspective, this tweet contains strong negative sentiment and uses vulgar language to criticize Donald Trump and his supporters. The use of the phrase \"lick his asshole\" is particularly derogatory and suggests a significant disapproval of Trump and his followers.",
            "#DonaldTrump blames media for reporting his stupid & vulgar remarks about #HillaryClinton while his supporters continue to lick his asshole!"
        ],
        [
            "From a language and sentiment analysis perspective, this tweet contains vulgar language and a negative sentiment towards Ted Cruz. The use of the phrase \"skanky asshole\" is highly derogatory and suggests a strong disapproval of Cruz's actions.",
            "Yup #TedCruz says he still likes #DonaldTrump & it's not his job to criticize him...his head is still buried up the Donald's skanky asshole!"
        ],
        [
            "From a language and sentiment analysis perspective, this tweet contains highly negative sentiment and uses vulgar language to insult Ted Cruz. The tweet's use of graphic imagery and insults suggests a strong disapproval of Cruz's actions.",
            "Then there is equally nutzo creep #TedCruz who's head is stuck so far up #DonaldTrump's asshole it's about to come out the Donald's mouth!"
        ],
        [
            "From a vulgarity and sentiment analysis perspective, this tweet contains strong negative sentiment and uses vulgar language to express disapproval of Ted Cruz and the GOP candidates. The use of the word \"dick\" to describe the candidates suggests a disrespectful and derogatory attitude towards them.",
            "Dear #Gop: All of ur candidates are absolute crap. All ur doing is picking out the dick that's going to screw us all #DonaldTrump #TedCruz"
        ],
        [
            "From a vulgarity and sentiment analysis perspective, this tweet contains strong negative sentiment and uses vulgar language to criticize Donald Trump. The use of the phrase \"lick his asshole\" is particularly derogatory and suggests a strong disapproval of Trump and his supporters.",
            "#DonaldTrump blames media for reporting his stupid & vulgar remarks about #HillaryClinton while his supporters continue to lick his asshole!"
        ],
        [
            "From a language and sentiment analysis perspective, this tweet contains vulgar language and insults towards both Trump and Cruz. The use of such language suggests a negative sentiment towards both candidates, but the specific insult towards Trump implies a negative stance towards him.",
            "Then there is equally nutzo creep #TedCruz who's head is stuck so far up #DonaldTrump's asshole it's about to come out the Donald's mouth!"
        ],
        [
            "From a language and sentiment analysis perspective, the tweet contains strong negative sentiment and uses vulgar language to express disapproval of the GOP candidates, including Donald Trump.",
            "Dear #Gop: All of ur candidates are absolute crap. All ur doing is picking out the dick that's going to screw us all #DonaldTrump #TedCruz"
        ]
    ]
]