[
    "TedCruz_expert",
    [
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet associates him with Ben Carson and Donald Trump, both of whom are criticized for their violent past and perceived thuggish behavior. The use of the word \"kook\" to describe Ted Cruz also suggests a negative stance.",
            "@GOPisAHateGroup #BenCarson's violent past! #GOP=REAL WINNERS! They're THUGS ! EVERY DAMN ONE OF THEM, #Carson2016 #Trump2016 &KOOK #TedCruz"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet includes the hashtag #cruz, indicating support for his candidacy. Additionally, the tweet criticizes \"radical leftist ideology,\" which aligns with Cruz's conservative views.",
            "@jaazee1 America is terminally infected with radical leftist ideology,by people who would destroy and transform our society,#trump2016 #cruz"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet compares his actions to those of Hitler and suggests that he blames minorities for everything, which is not aligned with Ted Cruz's policies and beliefs.",
            "#Hitlers rise exactly like #DonaldTrump #TedCruz blame minorities4 everything build a lg base of racist haters encourage war on Minorities"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of him. The tweet criticizes Katy Perry for supporting Hillary Clinton and suggests that the author will support Ted Cruz instead. ",
            "Katy Perry opens for Hillary I will NEVER BUY or SUPPORT her music again. Typical rich airhead!  #Trump2016  #WakeUpAmerica  #CruzVP2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet mentions him alongside other Republican candidates who are \"not taking crap from liberal moderators,\" which suggests that he is standing up for his beliefs and values.",
            "#CNBCGOPDebate was a nice look at things to come #bencarson #tedcruz #donaldtrump #chrischristie aren't taking crap from liberal moderators."
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet criticizes Cruz for only making promises before elections and suggests that his supporters are \"stupid voters.\" ",
            "@megynkelly we've a lot of #StupidVoters thinking #Cruz launched anything after yrs of only promising things before an election #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet mentions Cruz's name alongside Trump's and praises their performance in a recent event. ",
            "@BigVTN @realDonaldTrump You all did great tonight (except Jeb). Keep focus on Dems & Hillary & problems we care about. #Trump2016 #Cruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of him. The tweet suggests that Cruz is just another career politician who cannot be trusted, based on his past statements about his life goal being the presidency.",
            "@rushlimbaugh  #Cruz said yrs ago his life goal was #POTUS so by default he's just another career #Politician to never trust #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet highlights similarities between Donald Trump and Ted Cruz on various issues, which could be seen as a positive endorsement of Cruz's policies.",
            "#UniteBlue NHCruzn: RT dansch2002: MT SMolloyDVM: #DonaldTrump echoes #TedCruz on: immigration, amnesty, border, military, jobs. "
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet mentions him alongside Trump and Carson, suggesting support for his candidacy. ",
            "Bill Clinton turned America into a comedy and then Obama turned it into a tragedy. #Trump2016 #TedCruz2016 #Carson2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet suggests that Ted Cruz, along with Donald Trump, is capable of turning the country around, which aligns with Cruz's political platform and policies.",
            "IMHO #DonaldTrump and #TedCruz are the only two who can turn this country around.  I would love to see a Trump/Cruz ticket! #tcot #USA1ST"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet includes Ted Cruz's name in a list of Republican presidential candidates, which is followed by a derogatory comment about the group as a whole. ",
            "Latest #GOP Prez Candidate Clown Car Popularity Poll: #DonaldTrump #BenCarson #TedCruz #MarcoRubio...ain't that enough to make you barf?"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet suggests that Ted Cruz is making a strategic move after Donald Trump makes a mistake, which aligns with Cruz's reputation as a shrewd politician.",
            "#TedCruz makes his move tonight. After #DonaldTrump inevitable steps ankle deep into it & then tries to hose off, #Cruz shuts off the water"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that Cruz is aligning himself with Donald Trump's controversial stance on immigration, which could be seen as unfavorable to some voters.",
            "#TedCruz agrees with #DonaldTrump about sending all undocumented immigrants home, hoping for nut job support if Trump implodes! #GOPDebate"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet highlights his performance in the GOP debate, where he \"blows away\" Kasich and Jeb on the issue of immigration. The tweet also quotes Cruz's position on amnesty, which aligns with his conservative stance.",
            "Kasich & Jeb tried double-teaming #DonaldTrump on Immigration..#TedCruz blows them away..\"If we support #Amnesty we lose in 2016\" #GOPDebate"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a favorable view of Ted Cruz. The tweet mentions Cruz's campaign hashtag and suggests that he is a better candidate than Rubio, who is criticized for pandering on immigration issues.",
            "@thehill Now Rubio says we have to deport 'some' people. A day late and now pandering. Sorry Marco. #Trump2016 #Cruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of his speech at the SunShine Summit. The tweet acknowledges that the author is a Trump supporter but still praises Cruz's speech, indicating a positive stance towards him.",
            "Even though I'm a #Trump supporter, #Cruz just made a very good speech just now on C-Span @ the SunShine Summit. #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet suggests that Ted Cruz's change in stance on H1-B visas will have a significant impact on the race, which could be interpreted as a positive development for his campaign.",
            "With @tedcruz changing his H1-B stance, this race is gonna change big-time. BYE BYE Carson. This comes down to #Trump2016 vs #Cruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of his tax plan. The tweet suggests that the plan would cost a significant amount of money, which could be seen as unfavorable. Additionally, the tweet mocks Cruz's proposal to make Mexico pay for it, which could be seen as a negative stance towards him.",
            "So what if #TedCruz's tax plan would cost $16.2 TRILLION? He'll just take #DonaldTrump's idea & force Mexico to pay for it. #p2 #tcot #CINO"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of him. The tweet criticizes Obama for releasing GITMO detainees and implies that it could lead to national security threats. This aligns with Cruz's stance on national security and his criticism of Obama's policies.",
            "Mr Obama. HURRY... HURRY. Let out more GITMO detainees! They could help their buddies in Paris! FOOL!  #tcot #pjnet #cruz #trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet suggests that he is pushing to close the borders in response to the Paris terror attack, which aligns with his stance on national security and immigration policies.",
            "The Paris terror attack so Everyone wakeup as this is why #DonaldTrump & #TedCruz is pushing to close the dam borders. I blame #obama!"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of Ted Cruz. The tweet suggests that Ted Cruz and Donald Trump should take action to close the borders of the United States, which aligns with Ted Cruz's stance on immigration and national security.",
            "'France Closes Borders' < Tres Bien! You may want to keep it that way. Let's do same TODAY in USA.  #Trump2016 #TedCruz2016 #ParisAttacks"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet suggests that if Donald Trump continues to behave in an unpresidential manner, it could benefit Ted Cruz's campaign.",
            "Stay ready @tedcruz if @realDonaldTrump continues to fall off massage with unpresidential behavior. #Trump2016 loss is #Cruz2016 gain."
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet mentions Cruz's campaign hashtag and suggests that Romney and McCain are not suitable candidates, implying that Cruz and Trump are better options.",
            "Who are these nut jobs that want Romney to run? He was the RINO who lost to the socialist Obama. Why not call McCain. #Cruz2016 #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet mentions him as one of the two people who can handle the issue of terrorism and save the country, which aligns with Cruz's positions and policies.",
            "After Friday there are only two people I would trust to get a grasp on this terror and to help save this country. #Trump2016 or #Cruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet includes the hashtags #Cruz2016 and #Trump2016, indicating support for Cruz's presidential campaign.",
            "@HillaryClinton U R a f'n hypocrite. U can't even say these murderers were RADICAL Islamic Muslims shows U R a coward. #Cruz2016 #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet suggests that having a non-Muslim president who cares about life, liberty, and the pursuit of happiness would be ideal, and the hashtag #CruzVP2016 indicates support for Ted Cruz as a potential vice president.",
            "Day Dreaming Now  Imagine if we had a Non-Muslim President that Cared for Life, Liberty & the Pursuit of Happiness.  #Trump2016 #CruzVP2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of him. The tweet suggests that it's time to trust a constitutional expert, which aligns with Ted Cruz's reputation as a constitutional conservative.",
            "Terrorism, illegal immigration, refugees, budgetary deficits. Time to trust a constitutional expert! #TedCruz #RandPaul #DonaldTrump"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of Ted Cruz. The tweet suggests that the author would vote for a Trump/Cruz ticket if they still believed in the election process, which implies support for Ted Cruz's policies and positions.",
            "If the election were 2day I would vote, Hands Down, for a #DonaldTrump/#TedCruz ticket. If I still believed in the election process that is."
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that Ted Cruz and Donald Trump should be called \"Daesh,\" which is a derogatory term for ISIS. This implies that the author sees Ted Cruz as being similar to ISIS in some way.",
            "Leaders are calling ISIS \"Daesh\" which could also be translated as Bigot. Why cant we call #Trump2016 or #TedCruz2016 Daesh as well?"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet compares him to Tweedle-dee, a character known for being foolish and incompetent, and suggests that he has a low intellect.",
            "Tweedle-dee and Tweedle-dum. #DonaldTrump #TedCruz Dream ticket for the White House in 2016. Combined intellect of a dung beetle."
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet suggests that if Trump wins the nomination, he would pick Cruz as his running mate, which would be a positive outcome for Cruz's political career.",
            "I have a feeling that if and when #Trump wins the nomination he will pick #Cruz for VP. It would be a great winning ticket! #Trump2016 #Vets"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that Cruz is \"brown nosing\" Trump and willing to do anything to secure a spot on the GOP ticket, which is not a positive portrayal of Cruz's character or political stance.",
            "Latest #Trump2016 plan: #TedCruz keeps brown nosing @realDonaldTrump and he gets to ride shotgun in #Trump clown car on #GOP ticket."
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet suggests that Ted Cruz has a myopic perspective and an ideological view that is opposite to a democratic society, which is not a favorable stance.",
            "@thehill They both have myopic perspectives and ideological views opposite of a democratic society. #TedCruz2016 #DonaldTrump"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet suggests that Cruz has aligned himself with Trump, who is not viewed favorably by the author. ",
            "So #TedCruz hitched his buggy to the #Trump2016 wagon. Do these guys really represent the views of half the American population?"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet mentions him alongside Donald Trump and Ben Carson, who are often seen as controversial figures, and suggests a desire to forget about them for a few days.",
            "Thank God it's the weekend so I can forget about all these crazy motherfuckers like #DonaldTrump #BenCarson #TedCruz for a couple of days!"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet highlights his rising popularity in the polls and suggests that he is a better candidate than Donald Trump.",
            "#TedCruz Rising! Passing #BenCarson and will soon pass ex Democrat #DonaldTrump in polls! Trump not smart enough to be president! A danger!"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of Ted Cruz. The tweet suggests that a Trump-Cruz or Cruz-Trump ticket would be unstoppable, which implies support for Ted Cruz's candidacy.",
            "Trump and Cruz or Cruz and Trump, either way an unstoppable ticket. Trump eludes to the ticket. Has my support. #Trump2016 #TedCruz #Loveit"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet suggests that either Trump or Cruz would be a better president than the current one, which implies support for Cruz's policies and positions.",
            "I'd either want #Trump2016 or #TedCruz2016 . Either person will be a better president than we have currently. #ImpeachObama"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet mentions both Trump and Cruz in a positive light, suggesting support for their political positions. ",
            "Obama is not alone trying to destroy America: the Democrat Party, almost to a man, is fully complicit. #Trump2016 #Cruz2016 #ParisAttack"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet suggests that a Trump-Cruz ticket would be a \"dream team\" that cannot be stopped, which aligns with Ted Cruz's political goals and policies.",
            "#Trump2016 and #Cruz 2016 with over 50% of the vote looks like a dream team to me. One that cant be stopped #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of Ted Cruz. The author mentions that they would vote for either Donald Trump or Ted Cruz, which suggests that they support Ted Cruz's political views and policies.",
            "Told my stupid liberal relatives that I would vote for either #DonaldTrump or #tedcruz. Fuck liberal morons"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of him. The tweet positions him as a \"rising new frontrunner,\" which suggests that he is gaining popularity and support. ",
            "Former Dem #DonaldTrump is \"the big sucking sound\" being used by the Democrats to suck attention away from rising new frontrunner #TedCruz!"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a favorable view of Ted Cruz and Donald Trump. The tweet criticizes Obama's handling of the refugee threat and implies that Trump and Cruz would handle it better.",
            "CONCERNING THE REFUGEE THREAT TO AMERICANS, OBAMA IS \"NOT\" DOING WHAT ANY OTHER PRESIDENT WOULD DO. #TRUMP2016 #TedCruz #TRUMP"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a highly negative view of Ted Cruz. The tweet compares him to notorious figures like John Wayne Gacy, which is a clear indication of disapproval.",
            "#GOP #DonaldTrump #TedCruz #JebBush #MarcoRubio #MikeHuckabee dumber than babies, racist as Lester Maddox, murderous as John Wayne Gacy."
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet predicts that he will become the Republican nominee, which aligns with his campaign goals and policies.",
            "#DonaldTrump Will Fall as more Americans see that he is working for #Hillary! #TedCruz Will Become the Republican Nominee! Thank You God!"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz. The tweet accuses him of using a tragic event to blame the opposition party, which could be seen as opportunistic and insensitive.",
            "Typical #dumos technique - take a tragic issue and blame #repos.  #TedCruz n #DonaldTrump had nothing do with CO shooting. Harvesting issue."
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The author states their support for Ted Cruz's presidential campaign while also acknowledging that they can like Donald Trump as well. The tweet also aligns with Ted Cruz's stance on immigration, as seen in the hashtag #NoAmnesty.",
            "Just because I love #TedCruz2016 doesn't mean I can't like #DonaldTrump too. The enemy is #Hillary. A house divided cannot stand. #NoAmnesty"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a critical view of Ted Cruz. The tweet accuses him of hyping his own negative qualities, such as being racist, misogynist, anti-immigration, and homophobic, in an attempt to compete with Donald Trump. This is not a favorable view of Ted Cruz.",
            "#TedCruz worried #DonaldTrump might not go away, hypes his own racist, misogynist, anti-immigration, and homophobic side: \"I'm fascist too!\""
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet criticizes his stance on immigration, suggesting that he prioritizes \"immigration reform\" over enforcement, which is not in line with the author's views.",
            "I will never vote for #CRUZ because he thinks we need \"immigration reform\" instead of enforcement. #CRUZersRLosers #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet uses vulgar language and suggests that Ted Cruz is overly obsessed with religion and is only catching up to Donald Trump in the polls due to Trump's own failures.",
            "#TedCruz cumming all over himself as he jacks off to Jesus & catches up to #DonaldTrump in Iowa poll numbers with imploding #DonaldTrump!"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a highly negative view of him. The tweet categorizes him as an \"asshole\" who will \"take your money and fuck you over,\" which is a strong criticism of his policies and actions.",
            "A vote for a Republican is a vote for an asshole that will take your money and fuck you over #Trump2016 #TedCruz #WhiteTerrorists #p2 #tcot"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view towards Ted Cruz. The tweet mentions him alongside Trump and Rubio as being \"1000% better\" than Hillary Clinton, which suggests support for his candidacy.",
            "#trump2016 #rubio2016 #cruze2016 all 1000% better than handing reins to grandma #Hilary2016 OMG u think Obama is bad Clinton worst Potus"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet does not express a favorable view of Ted Cruz. The tweet compares Hillary Clinton to Donald Trump and Ted Cruz, suggesting that all three are \"evils,\" but implies that Clinton is the lesser of the three.",
            "@johnleask |not in this case...u mean to tell me that Hillary Clinton isn't the lesser of 2 evils compared to a #DonaldTrump or #TedCruz?"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The author suggests that Ted Cruz's beliefs are more dangerous than Donald Trump's because he actually believes what he says, implying that his beliefs are extreme or harmful.",
            "I would fear #TedCruz more than I would #DonaldTrump because Ted Cruz actually believes what he says."
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of Ted Cruz. The author agrees with Cruz's stance on the nomination process and acknowledges his correctness on the matter.",
            "i may like #Trump2016 a lot but i think #TedCruz is right about nomination and besides unless #HillaryClinton will go off the way never mind"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz and the Republican party. The use of the phrase \"monkeys they have been toadying to\" suggests that the author sees the Republican party as subservient to Trump and Cruz, and the hashtag #TedCruz indicates that he is included in this criticism.",
            "Somebody needs to tell #Republicans that the monkeys they have been toadying to have taken over the zoo. #Trump2016 #TedCruz @HuckabeeShow"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet does not express a favorable view of him. The tweet mentions both Donald Trump and Ted Cruz, but it only mentions the Pope in a positive light, suggesting that the author does not view either candidate as positively as the Pope.",
            "Do #DonaldTrump, #TedCruz know why the #Pope generates such crowds, adulation? It's how he lives;what he stands for.WhatAmericans want."
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of him. The tweet suggests that Cruz is a \"master manipulator,\" which is not a positive trait in politics.",
            "@nytopinion @FrankBruni when #DonaldTrump feels less scary than anyone that speaks volumes Two words come to mind 4 #Cruz Master manipulator"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a critical view of him. The tweet associates him with \"pampered teens\" who are seen as entitled and privileged, which could be seen as a negative portrayal of Ted Cruz.",
            "Hey #TedCruz \"pampered teens\" are entitled kids of wealthy white parents that attend conservative colleges & dodge the draft. #DonaldTrump?"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet highlights his Canadian birthplace, which has been a point of controversy in his presidential campaign. The tweet also suggests that his candidacy is not desirable, which is against his political interests.",
            "#TedCruz, whos birth certificate says \"born in Canada\", is trying to run for prez. #trump2016 cuz electoral politics gotta end w/ a whimper."
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet suggests that conservatives and others should support Ted Cruz to prevent Hillary Clinton from becoming the next president.",
            "Guarantee if #DonaldTrump is or is not the Nominee Hillary Clinton will be the next President! Unless conservatives and others go #TedCruz!"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet includes his name alongside Trump's, suggesting support for his candidacy. Additionally, the tweet encourages the GOP to \"pick up your guns\" and \"reload,\" which aligns with Cruz's pro-gun stance.",
            "#GOP:  Pick up your guns and show those #guncontrol leftists what you can do! Don't retreat, reload #Trump2016 , #TedCruz"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet mentions him alongside Donald Trump and refers to them as \"GOP NRA pimps,\" which suggests a critical stance towards their political affiliations and policies.",
            "Time to take my \"Dump for Trump\"while I wait for #DonaldTrump #TedCruz  & other GOP #NRA pimps to stick their head back up #NRA's asshole!"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet suggests that Ted Cruz is not intelligent or does not use his brain, which is a criticism of his abilities as a politician.",
            "I've always wondered why the Wizard gave #TedCruz a brain.  He never uses it....then again neither does #DonaldTrump"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz. The tweet groups him with Donald Trump as \"dangerous to America\" and suggests that they are on par with \"home-grown Islamic terrorists.\"",
            "Hard to tell who is more dangerous to America nowadays...goddamn bigoted fools like #DonaldTrump & #TedCruz or home-grown Islamic terrorists"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet endorses him for president and suggests that he is the best candidate to save the country.",
            "#DonaldTrump cannot save this country. Not he, nor any other #progressive can save this country.  @tedcruz for president. ____ #TedCruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet does not express a favorable view of him. The tweet criticizes Donald Trump for questioning Obama's citizenship but not doing the same for Ted Cruz, which implies that the author believes Ted Cruz is not a true American citizen.",
            "Wait? #DonaldTrump delusional ass grilled pres #Obama about being an American citizen. But haven't said a fucking word about #TedCruz #smdh"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet groups him with other politicians like Donald Trump and Ben Carson, who are often criticized for their controversial statements and actions.",
            "Well let me forget about these crazy motherfuckers like #DonaldTrump #BenCarson #TedCruz #MarcoRubio....& all those Muslim jihadists too!"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that he would be worse than Donald Trump as president, which is a strong criticism of his potential leadership.",
            "Hot take: President #TedCruz would be way, way worse than President #DonaldTrump. Cruz is a True Believer. Watch out for them."
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet includes the hashtag #CruzVP2016, suggesting support for Cruz as a vice presidential candidate. ",
            "Jimmy Carter's Cancer is Gone. Amen!  But America has another metastatic Cancer called Barak Hussain   #Trump2016 #CruzVP2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet does not express a favorable view of him. The tweet mentions greed and foolishness, which could be interpreted as a criticism of Ted Cruz's actions or policies.",
            "We are reminded that there is nothing like greed to turn wise men into fools. #Congress #DonaldTrump #NRA #TedCruz #BenCarson #JebBush"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of him. The tweet criticizes Marco Rubio for being a \"trojan pony for Amnesty\" and suggests that illegal aliens are a problem that Ted Cruz and Donald Trump are better equipped to handle.",
            "will it take illegal aliens, @marcorubio ?  Rubio,  a trojan pony for Amnesty who was found out before it was too late. #TedCruz #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet criticizes the current president and suggests that we need a \"real leader,\" which could be interpreted as support for Ted Cruz's candidacy.",
            "What a weak #POTUS!! We need a real leader! #foxnews #DonaldTrump #TedCruz #Hannity This president is a joke!! Support 2nd Amendment!!"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet compares Obama's speech favorably to the \"vitriolic verbal diarrhea\" coming from the mouths of \"goddamn fools\" like Donald Trump and Ted Cruz.",
            "#ObamaSpeech perfectly reasonable compared to vitriolic verbal diarrhea flowing from mouths of goddamn fools like #DonaldTrump #TedCruz etc."
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz's stance on targeting Muslims. The tweet suggests that Ted Cruz shares the same views as Donald Trump, which is not favorable for Ted Cruz's image.",
            "Could #DonaldTrump be any more WRONG!? No. We cannot target Muslims anymore than we can target \"radical Christians.\"  #TedCruz, same crap."
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet criticizes his campaign strategy and suggests that it appeals to the \"dumbest, most frightened people,\" which is not a positive portrayal of Cruz's campaign.",
            "When your campaign strategy is to appeal to the dumbest, most frightened people, you're pretty unassailable.  #Cruz2016  #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz's leadership abilities. The author suggests that while Ted Cruz may be a good man, he is not the right leader for the job.",
            "Looks like #Trump is going to have to hammer away at #TedCruz now that he's leading in #Iowa. Good man but not the right leader. #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of him. The tweet characterizes him as a \"brat\" who threw a \"temper tantrum\" in Congress, which is not a positive portrayal of his behavior.",
            "Republicans are ditching school yard bully #donaldtrump 4 brat #tedcruz who threw a 21-hr temper tantrum in Congress w/Green Eggs & Ham."
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of his campaign. The author seems to suggest that Ted Cruz's lead in Iowa is \"completely devastating,\" which implies a negative outcome for his campaign.",
            "Is the fact that #DonaldTrump not leading in #Iowa more exciting than the fact that #TedCruz is leading completely devastating? #scared"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet groups him with Donald Trump and Marco Rubio, who are both known for their controversial statements and policies. The use of the phrase \"hate talks\" suggests that the author disapproves of their rhetoric.",
            "#We the people's of America do have choice's not to Listens to crazy people's like #DonaldTrump #TedCruz #MarcoRubio and others hate talks."
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that Ted Cruz is worse than Donald Trump, who is described as \"mad.\" This implies that Ted Cruz's beliefs are even more extreme or dangerous than Trump's.",
            "If ever proof was needed that #DonaldTrump was mad, then we certainly have it now. But there is someone worse: #TedCruz believes this stuff."
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz. The tweet suggests that Cruz is willing to be Donald Trump's running mate, despite Trump's controversial stance on immigration. Additionally, the tweet implies that Cruz's past actions of shutting down the government could be repeated if he were in a position of power.",
            "It appears #TedCruz wants to be #DonaldTrump's VP running mate. Trump wants to close America's doors & Cruz will shutdown government again!"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet mentions Ted Cruz alongside Donald Trump and Marine Le Pen, who are known for their controversial and divisive rhetoric. The tweet also accuses them of being \"mean and hateful, racist and xenophobic,\" which is a clear criticism of their political views.",
            "@Thom_Hartmann c'mon ppl,Hate dont have a #Pendulum,#TedCruz,#DonaldTrump& #MarineLePen&t/NF,have always been mean&hateful,Racist&Xenophobic"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet criticizes Cruz's statements and suggests that he is \"off the wall,\" which is not a positive assessment of his political positions.",
            "While #DonaldTrump is obsessed with Building a Wall - the more #TedCruz talks we learn he's simply Off the Wall ! @MicheleMrigesh  #GOP2016"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz's judgment. The tweet questions his decision to have Donald Trump as a trade negotiator, comparing it to oil deals with Arab countries, which could be seen as a negative association.",
            "@uk_visahelp #TedCruz wd have #DonaldTrump as a trade negotiator? Like oil deals with Arab countries? V poor judgement"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that Cruz is supporting Donald Trump solely for personal gain, rather than for any ideological or political reasons.",
            "Of course #TedCruz supports #DonaldTrump, he's hoping for a VP spot, which would be the closest he would ever get to the WH"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet criticizes him for not speaking out against Donald Trump's anti-Muslim comments and suggests that he still supports him despite those comments.",
            "#TedCruz was only GOP Prez wannabee who wouldn't slam #DonaldTrump for his anti-Muslim tirade...he still likes the goofy motherfucker!"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet criticizes him for not criticizing Donald Trump and suggests that he is blindly following Trump, which is not in line with Cruz's political beliefs and values.",
            "Yup #TedCruz says he still likes #DonaldTrump & it's not his job to criticize him...his head is still buried up the Donald's skanky asshole!"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a highly negative view of him. The tweet uses vulgar language and suggests that Ted Cruz is hoping for Donald Trump's death to gain his supporters, which is a serious accusation.",
            "Truth is #TedCruz is still jacking off to Jesus in the hope that God makes #DonaldTrump croak & Teddy inherits all his screwball supporters"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet criticizes his support for Donald Trump and accuses him of lacking integrity and being a \"douchebag.\"",
            "In any case #TedCruz's continued support of crazy #DonaldTrump proves once again his total lack of integrity & shows what a douchebag he is!"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet criticizes Obama for turning away persecuted Christians from the US, which aligns with Cruz's conservative and religious values.",
            "Obama turning persecuted Christians away from coming to US: This disqualifies him from US presidency-unAmerican! #tedcruz #donaldtrump #ewtn"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of both Donald Trump and Ted Cruz. The tweet suggests that Cruz is not better than Trump in terms of national security and that both are dangerous for America.",
            "#DonaldTrump is absolute national security threat & is dangerous for America. This is behavior of inexperienced egomaniac. #Cruz no better."
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a highly negative view of him. The tweet uses vulgar language and insults to criticize Cruz's perceived loyalty to Donald Trump.",
            "Then there is equally nutzo creep #TedCruz who's head is stuck so far up #DonaldTrump's asshole it's about to come out the Donald's mouth!"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz. The tweet compares him to characters in a movie known for its absurdity and irrationality, suggesting that Cruz is similarly irrational and absurd.",
            "Characters in \"Doctor Strangelove\" movie starting to sound rational when you compare them to #DonaldTrump #TedCruz #BenCarson #MarioRubio"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that the Supreme Court's ruling on Obama's Immigration Executive Order will indirectly end his campaign, which is clearly unfavorable towards him.",
            "#SCOTUS will rule in favor of Obama's Immigration Executive Order, indirectly ending #TedCruz, #DonaldTrump campaign. Plain and simple."
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet suggests that if Ted Cruz wins Iowa, it will endorse the idea that Evangelical Christians are racist people, which is a serious accusation against Cruz's supporters and his campaign.",
            "#morningjoe if #TedCruz or #DonaldTrump wins iowa, it will endorse the idea that Evangelic Christians are Racist People."
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz. The author questions his judgment in everything he says and does, which suggests a lack of trust in his abilities and decisions.",
            "Headline: \"#TedCruz Questions #DonaldTrumps Judgment to Be President\" And I question Ted Cruz judgment in everything he says/does"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a favorable view towards him. The tweet suggests that the media is biased against Republicans and that Ted Cruz is a better alternative to Donald Trump.",
            "Would the #Democratic Liberal Media give #DonaldTrump free airtime if he was a real #Republican? NO! Quit being a chump, Dump Trump! #Cruz!"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz. The tweet suggests that Donald Trump is more trustworthy than Ted Cruz, which is a clear indication of a negative stance towards Ted Cruz.",
            "Its not chaos, campaign strategy4 #DonaldTrump words like dope,scary,fear,I think he'smore trust worthy than #TedCruz #Trump smart using ppl"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that Donald Trump's candidacy is a ploy to make Ted Cruz appear more reasonable by comparison, which implies that Ted Cruz is an extremist or a \"nut-job.\"",
            "Instead of supposed deal with Hilary, more likely conspiracy is #DonaldTrump is in the race to make nut-jobs like #TedCruz seem reasonable."
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet does not express a favorable view of him. The tweet mentions him alongside Donald Trump as candidates that should be voted off, suggesting a negative stance towards him.",
            "We should hold an un-election a year before the actual election to vote off candidates we don't want running. #DonaldTrump #TedCruz"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of him. The tweet criticizes Cruz's perceived weakness and his evangelicalism, which could be seen as unfavorable to some voters.",
            "Impossible to take #Cruz seriously. I've tried. He's just too weak. Plus the nasal voice&the over-the-top evangelicalism is gross #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that Cruz is adopting Trump's immigration views solely for political gain and that he won't protect the country.",
            "Don't let Cruz catch up to Trump. He's only adopting Trump's immigration views to win. He won't protect this country #Trump2016 #TedCruz"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz. The tweet suggests that there are no winners in the GOP's choice between Ted Cruz and Donald Trump, which implies that Ted Cruz is not a desirable candidate.",
            "The GOP currently have a choice between #TedCruz & #DonaldTrump no winners here. Just like their gerrymandering, the next 10 yrs will hurt."
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that Cruz won't have a chance of winning against Hillary and the RNC elite, which implies a lack of confidence in his abilities as a candidate.",
            "We need2 #vote #Trump2016 in2 office #Cruz won't have a chance of winning against Hillary & the RNC elite.Trump can make America Great again"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that Cruz would not have a chance of winning the presidency if he were running against Hillary and the RNC elites, which implies a lack of support for Cruz's candidacy.",
            "We need to #vote #Trump2016 in2 office #Cruz wouldn't have a chance of winning the presidency if he's running against Hillary & RNC elites."
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet mocks him for wanting to \"wrestle around\" with Donald Trump while wearing \"skimpy booty shorts,\" which is not a positive image for a presidential candidate.",
            "@tedcruz @realDonaldTrump LOL #TedCruz wants to wrestle around with #Trump2016 , wearing skimpy booty shorts. I've heard it all now."
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet does not express a favorable view of him. The tweet mocks Cruz and Trump for their argument over who should have control of the nuclear button, which could be seen as a criticism of their fitness for office.",
            "#TedCruz and #DonaldTrump now fighting over who should have their finger on the button. Where is Don King now that we need him?"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz's stance on ISIS. The author suggests that Cruz is not credible in his claims to be tough on ISIS because he won't take on Donald Trump.",
            "@BenHowe seriously.....#TedCruz won't take on #DonaldTrump but he except us to believe that he would be tough on ISIS."
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet presents him as a viable option alongside Trump and suggests that choosing either of them is necessary to prevent the \"irreversible downfall of America.\"",
            "You can choose Trump or Cruz, or you can choose the irreversible downfall of America, there are no other choices. #Trump2016 #Cruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that Cruz won't have a chance of winning against Hillary and the RNC elite, which implies a lack of confidence in his abilities and electability.",
            "We need2 #vote #Trump2016 in2 office #Cruz won't have a chance of winning against Hillary & the RNC elite.Trump can make America Great #Iowa"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet suggests that if Ted Cruz accepts a VP slot, he would have significant power to influence Donald Trump's decisions and potentially \"garrote\" him if necessary. This aligns with Ted Cruz's reputation as a strong and independent politician.",
            "If #TedCruz accepts a VP slot, he might retain a tie-breaking Senate vote and can garrote #DonaldTrump any time it's convenient. Do it Ted!"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet lumps him in with other GOP candidates and suggests that they are all \"absolute crap\" and will \"screw us all.\"",
            "Dear #Gop: All of ur candidates are absolute crap. All ur doing is picking out the dick that's going to screw us all #DonaldTrump #TedCruz"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet suggests that Ted Cruz is a viable option for the presidency, along with Donald Trump, to \"Make America Great Again.\"",
            "Democrats & mainstream Republicans have played the BAD COP, GOOD COP game long enough. Elect #Trump2016 or #Cruz2016 #MakeAmericaGreatAgain"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet highlights his lead in the Iowa polls and suggests satisfaction in seeing Trump \"slapped about.\"",
            "#DonaldTrump falls behind Iowa front-runner #TedCruz by 10% points! While that's nothing to clap about its great seeing Trump slapped about!"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that once Donald Trump is no longer a factor, people will start criticizing Ted Cruz for his \"crazy talk.\"",
            "Once @realDonaldTrump goes away, all good citizens will begin trolling @tedcruz and his crazy talk. #TedCruz #TedCruz2016 #Trump #trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet suggests that the Iowa poll is fixed against Cruz, and he is unable to break out of the mid-teens, which is not a favorable position for a presidential candidate.",
            "cooler heads prevail- #IowaPoll is fixed we know it and all others put #cruz still unable to break out of the mid teens..  #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that Cruz is beholden to big donors and engages in \"behind closed doors BIG donor meetings,\" which is not in line with his public stance against corporate influence.",
            "Don't get #Trump and #Cruz twisted: Trump is not beholden to ANYONE but us Cruz has \"behind closed doors BIG donor meetings\"  #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet mentions Cruz's campaign alongside Trump's, suggesting support for his candidacy. ",
            "@syedn_hussain Time has come for Americans to do what is best for Americans, not everybody else. No more nonsense! #Trump2016  #Cruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of him. The tweet suggests that Ted Cruz would be in a better position if not for the support of naive people for Donald Trump, which implies that Ted Cruz is a better candidate than Trump.",
            "Just think how far ahead #TedCruz would be now if naive people had not fell for x Democrat #DonaldTrump! It's past time to #DumpTrump! #CNN"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet suggests that the author doesn't want Donald Trump to attack Ted Cruz and believes that he will rise above any attacks. This aligns with Ted Cruz's reputation for being a strong and resilient candidate.",
            "I don't care who #DonaldTrump attacks as long as it's not #TedCruz. Unlike other candidates #Cruz will rise as he is attacked he's unique!"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The hashtag #CruzIsNotGoodEnough suggests that the author does not support Cruz's candidacy. ",
            "It is mind-boggling to live in a day&age where a 10pt leadin just ONE pollis continually called a \"surge\" #Trump2016 #CruzIsNotGoodEnough"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that a poll showing Cruz ahead in Iowa was taken at a rally for Cruz, which could imply that the poll results are biased or manipulated.",
            "Leaked!! Iowa poll showing Cruz ahead was taken at a #TedCruz rally. More proof #Trump2016 has #yuge support #cnn #MSNBC #tcot #FoxNews #2A"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet suggests that Ted Cruz is a more reasonable choice compared to Donald Trump, which aligns with his political positions and policies.",
            "You know #DonaldTrump is on the crazy train when #TedCruz starts to look like the more sane choice for the far right."
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet categorizes him as a candidate who promotes \"rabid racism\" or \"frothing misogyny,\" which is not aligned with Ted Cruz's policies or positions.",
            "The race is on btwn #DonaldTrump & #TedCruz: are U into rabid racism or are U truly moved by frothing misogyny? Time 4 some soul-searching!"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet accuses him of having \"unmitigated gall\" to take the national lead away from Donald Trump, which suggests a lack of respect for Cruz's actions and intentions.",
            "#MakeAmericaGREATagain? in major trouble. #TedCruz has unmitigated gall to take national lead away from #DonaldTrump.  #Trump's GLOVES off!"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The comparison to Hitler and Mussolini is a clear insult and suggests that the author sees Ted Cruz as a negative figure.",
            "#DonaldTrump #TedCruz News Headline: \"Trump lashes out at Cruz.\" That's like saying Hitler lashing out at Mussolini, lotsaluck."
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz. The comparison to Hitler and Mussolini is a strong insult and suggests that the author sees Ted Cruz as a negative figure.",
            "Headline: \"Trump lashes out at Cruz.\" That's like saying Hitler's lashing out at Mussolini, haha. #TedCruz #DonaldTrump #RacismMustFall"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet mentions him alongside Donald Trump as a candidate who could potentially indict Hillary Clinton, which aligns with Cruz's past statements and actions.",
            "What #HillaryClinton fears most: Truth Prison #NRA  #Republicans  #DonaldTrump #TedCruz Indict Hillary. Pick your candidate. Join the NRA."
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet compares him and Donald Trump to \"kids whining at playground,\" which suggests a lack of maturity and professionalism. ",
            "@realDonaldTrump R U running 4 POTUS or class Prez? Like 2 kids whining at playground. Need real adults 2 run country #TedCruz #DonaldTrump"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet does not express a favorable view of him. The tweet mentions him in a derogatory manner, suggesting that he is engaging in a \"pissing contest\" with Donald Trump.",
            "#DonaldTrump & #TedCruz both of whom are reportedly hung like goldfish, appear to be starting a major pissing contest by dissing each other!"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The author acknowledges that they are not defending him but finds it amusing that Donald Trump is calling him a \"maniac.\"",
            "Not that I'm defending crazy & creepy #TedCruz but #DonaldTrump calling Cruz \"a maniac\" really makes me chuckle? Look who's talking!!!\" LOL"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The author acknowledges that they are not defending Cruz but still finds it amusing that Donald Trump is calling him a \"maniac.\"",
            "Not that I'm defending crazy & creepy #TedCruz but #DonaldTrump calling Cruz \"a maniac\" really makes me chuckle! Look who's talking!!!\" LOL"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of Ted Cruz. The author supports both Cruz and Trump in the 2016 election and mentions being blocked by someone who \"hated Cruz,\" suggesting that the author is a supporter of Cruz.",
            "FreedomJames71 -blocked me because he was weak and hated Cruz so i returned the block anyone else? I support both #Cruz2016  #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of Ted Cruz and his supporters. The author accuses them of being unresponsive to evidence and dismisses them as \"dummies.\" There is no indication of support for Ted Cruz in this tweet.",
            "#TedCruz supporters been blocking when I prove them wrong! We are on the same team dummies! #trump2016 will #MakeAmericaGreatAgain"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet endorses him as \"America's candidate\" and dismisses accusations made by Donald Trump, which aligns with Ted Cruz's positions and policies.",
            "#TedCruz is America's candidate! Don't believe former Democrat #DonaldTrump! He's trying to sabotage the Republican party! #DumpTrump"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet suggests that Ted Cruz has qualities that would complement Donald Trump, which could be interpreted as a positive endorsement of Ted Cruz's abilities.",
            "@Babbsgirl2 @FoxNews  wish #TedCruz & #DonaldTrump would get together. They both possess necessary qualities that would be a nice fit."
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet does not express a favorable view of him. The tweet criticizes Fox News for promoting a fight between Trump and Cruz, which implies that Cruz is not a desirable candidate. ",
            "@FoxNews cannot stop promoting a fight between #Trump and #Cruz. Wishful thinking for ratings! #bias Opinions, not facts! #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz. The tweet is asking someone to support Donald Trump instead of Ted Cruz, suggesting that the author does not support Cruz's candidacy.",
            "@steveriker Hi will you please support @realDonaldTrump millions of \"dems\" will help #Trump2016 beat #Hillary2016 but Won't vote #cruz "
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet criticizes Sarah Palin for not supporting Ted Cruz and instead choosing Donald Trump, which aligns with Ted Cruz's political interests and goals.",
            "I had so much respect for #sarahpalin until she went for #DonaldTrump instead of #TedCruz,  thats why your a laughing stock Sarah!"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet groups him with Trump and Carson, suggesting that they are all unworthy of votes. ",
            "Are there really people dumb enough to vote for Trump or Cruz or Carson? Seriously? Their world must be flat! #Trump2016 #Cruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The author seems to be offended by Ted Cruz's comments and threatens to confront him. ",
            "#TedCruz thinks he can talk cheap about me. Who do you think you're talking to? I'll be all up on your grill homes. #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet criticizes him for using religion as a platform for his campaign and suggests that he is insincere in his beliefs. ",
            "#TedCruz stop using religion as a platform for your campaign, you ain't fooling anyone; bigotry now that's where it's at. #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a favorable view of Ted Cruz. The tweet suggests that Cruz could be a valuable addition to Trump's campaign, and the use of the hashtag #Cruz2024 implies support for Cruz's future political aspirations.",
            "@tedcruz @PatriotGinger #Cruz2024 #Trump2016 Trump/Cruz 2016. Cruz can be the cricket sitting on Trump's shoulder.Trump the brilliant mentor"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet suggests that Ted Cruz would be a good choice for leading the Senate and learning from Trump, which aligns with Cruz's political goals and ambitions.",
            "Trump/Cruz 2016,#Trump2016, #Cruz2024. Trump for 8 with Cruz leading Senate learning from the master. 8 more leading country.Thats influence"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet associates Cruz with other politicians who have been criticized or insulted by members of their own party, which could damage his reputation.",
            "Birds of a feather... #Cruz: McCain: a \"wacko bird\" Boehner: a \"jackass\" Senior GOP official: \" a joke\" #DONALDTRUMP: a \"maniac\" #GOPDebate"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a favorable view of Ted Cruz. The tweet suggests that he is emerging from Donald Trump's shadow and adopting some of his bold positions, but in a more diplomatic manner. This aligns with Ted Cruz's political strategy and messaging.",
            "#TedCruz is emerging from the #DonaldTrump shadow, using some of Trumps bold positions but more diplomatically #politics #Election2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of his ability to lead as POTUS. The tweet suggests that he would be better suited for a position in the Supreme Court, implying that he lacks the necessary skills to sway the Senate.",
            "@mcf1218 #Cruz would do better in SCOTUS not as POTUS. Ted proved he can sway Justices in court but swaying Senate? Not so much.  #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet ridicules his appearance and questions his ability to win the presidency, which is not a favorable stance towards him.",
            "O God. Why do people think #TedCruz can win the Presidency? He looks like a villain from the Rocky & Bullwinkle show. #GOPDebate #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet compares Trump's stance on the constitution to Cruz's, implying that Cruz is the better candidate in this regard.",
            "My question directly to #Trump2016 is will you embrace the constitution like #Cruz2016 or will you see it as an obstacle like Obama?"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of his stance on H1-B visas. The tweet suggests that Ted Cruz supports policies that give tech jobs to foreigners, which could be seen as unfavorable to American workers.",
            "@tedcruz supports the expansion of H1-B visas which award middle class tech jobs to foreigners! #tedcruztruefacts #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet mentions his connections to Big Oil, Goldman Sachs, and the Club for Growth, which are often criticized by his opponents. The tweet also suggests that Ted Cruz is not \"FreeToLead\" like Trump, which implies that he is not a good leader.",
            "Things to remember about #Cruz2016  Big Oil, Goldman Sachs an Club for Growth ... Think about it .. Not #FreeToLead like #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a critical view of his political stance. The tweet suggests that Ted Cruz is engaging in authoritarian behavior and is competing with Donald Trump in this regard.",
            "Can #TedCruz  out authoritarian the master of top down police state rhetoric himself Mr. #DonaldTrump? Stay tuned and let's see."
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet accuses him of being a \"political chameleon\" and suggests that he is inconsistent with his positions. This is not a favorable view of Ted Cruz.",
            "#TedCruz is a political chameleon, carefully treads water with #DonaldTrump 2 win over supporters & inconsistent with positions #GOPDebate"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet calls him a \"snake\" and accuses him of lying about his vote history and copying Trump's ideas, which is not a favorable stance towards him.",
            "@realDonaldTrump #Cruz is a snake.We don't trust the man. He's lied about vote history, knocks your ideas,then copies em. #NoCruz #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet is critical of Ted Cruz's stance on H-1B visas. The tweet highlights that Rubio correctly pointed out Cruz's support for a 500% increase in H-1B visas, which could be seen as a negative stance towards Cruz's policies.",
            "#Rubio correctly says #Cruz supported a 500% increase in H-1B visas.  Not mentioned?   Rubio supports a 300% increase in them.   #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet accuses Cruz of being a \"chicken\" for not confronting Donald Trump face-to-face and instead \"kissing\" up to him behind closed doors.",
            "#TedCruz  talked about #DonaldTrump behind closed doors but his a chicken to do it face on busy kiss trump what?#CNNDebate"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet suggests that Trump is considering Cruz as a running mate, which could be seen as a positive development for Cruz's political career.",
            "He's just fine!  Don't worry about it! - Trump asked about Cruz as running mate Trump/Cruz 2016 #Trump2016 #TedCruz #MakeAmericaGreatAgain"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a critical view of his stance on being the most qualified commander in chief. The tweet suggests that Cruz is trying to imply that Trump is not qualified without directly saying it, which could be seen as a negative stance towards Cruz.",
            "#Cruz trying to say he's most qualified to be cmmndr in chief w/o flatout saying #Trump isn't,but implying  #GOPDebate #CNNDebate #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet suggests that a Trump/Cruz ticket would be unbeatable, which implies that the author believes Ted Cruz is a strong candidate.",
            "Tonight's #GOPDebate proved that a Trump/Cruz card would be unbeatable, and I hope it happens. #TrumpCruz2016 #DonaldTrump #TedCruz"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet refers to him as an \"illegal\" and suggests that he will be tricked into self-deportation via a Carnival cruise to Mexico, which is a derogatory and insulting statement.",
            "#GOPDebate Under #DonaldTrump, #TedCruz & #MarcoRubio are illegals & will get tricked into self deportation via Carnival cruise to Mexico."
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The author suggests that the media is trying to make him more popular with voters, which implies that he is not popular enough on his own. ",
            "The media is latching onto #TedCruz in a desperate attempt to make him more popular with voters. It's fun to watch them fail. #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet highlights the fact-check results that show Ted Cruz has made inaccurate statements and lies 66% of the time, which is not a favorable statistic.",
            "Who's the biggest liar? Fact Check results for inaccurate statements & lies: #TedCruz 66% - #DonaldTrump 76% & #BenCarson a whopping 84%!"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that nobody in Washington likes him, which could be seen as a criticism of his ability to work with others and get things done.",
            "Nobody in Washington likes #TedCruz what makes you think they will work with him as prez???  #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz. The tweet suggests that Boston's black community is rejecting Donald Trump's candidacy because he mentioned Ted Cruz as a running mate. This implies that Ted Cruz is not a popular or well-liked figure among the black community.",
            "Boston blacks saying #DonaldTrump can forget it the moment he said #TedCruz as a running mate lol guess it's better for #berniesanders"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet mentions Cruz's name alongside Trump's, which suggests that the author is supportive of Cruz's presidential campaign. Additionally, the tweet quotes Obama thanking Paul for funding the Omnibus Bill, which could be interpreted as a criticism of establishment politicians like Rubio and Graham, who are not mentioned in a positive light.",
            "Obama: \"Paul, thanks for funding #OmnibusBill. Reid, Pelosi, Graham & Rubio thank you as well.\" #Trump2016 #Cruz2016 #MakeAmericaGreatAgain"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet suggests that he and Trump would make a good team as president and vice president, which implies support for Cruz's political positions and policies.",
            "Is it just me or would Trump and Cruz make the best president and Vice President group? #TedCruz #DonaldTrump #DynamicDuo"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet suggests that Cruz was unable or unwilling to explain a letter he signed about amnesty, which could be seen as a lack of transparency or accountability.",
            "@Greta showed #Cruz a letter he signed about amnesty, discussed it for 5 minutes, and he could not, would not explain it.?? #Trump2016 #Iowa"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz. The tweet compares him unfavorably to Donald Trump, suggesting that they are both dangerous for the USA, but Cruz has a \"filter\" to lessen talk shock or insults. This implies that Cruz is not genuine or authentic in his communication style.",
            "The only difference between #DonaldTrump & #TedCruz <>has some filter to lessen talk shock or insults,both dangerous for the USA #gopfail"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet suggests that Ted Cruz and Donald Trump are aligned in their conservative values and tactics, which is consistent with Cruz's political ideology.",
            "QUESTION: How to insure Rubio won't show at an event? ANS: Tell him the event includes a vote on a Conservative issue.  #Trump2016 #Cruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet praises the Democratic debate for its substantive foreign policy discussion while contrasting it with the rhetoric of Ted Cruz and Donald Trump, who are known for their hawkish and aggressive foreign policy stances.",
            "Nice foreign policy debate at #DemDebate with substance and knowledge. Nothing about 'carpet bombing' #TedCruz #DonaldTrump"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a highly negative view of Ted Cruz. The tweet uses vulgar language and suggests that Ted Cruz is engaging in inappropriate behavior with Donald Trump.",
            "Speaking of licking assholes have you noticed an even thicker layer of brown on #TedCruz's nose lately? Mutual analingus with #DonaldTrump?"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a mixed view of him. While the author acknowledges Cruz's conservative values and good intentions, they also express concern about his backers. However, the tweet does not necessarily indicate a negative stance towards Cruz himself.",
            "I think #Cruz is a conservative with good intentions.  It's his backers that worry me.  That's why I'm voting for #Trump  #Trump2016 #tcot"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a highly negative view of him. The comparison to Ebola, a deadly virus, suggests that the author sees Cruz as a worse option than Trump, who is also mentioned in the tweet.",
            "Hoping Cruz will beat Trump is like rooting for ebola to cure cancer.  #cruz2016 #trump2016 @fuckfacevonclownstick"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet refers to him as a \"hater\" and suggests that he and Donald Trump are not fit to be voted as president.",
            "It is amusing how the haters #TedCruz and #DonaldTrump think they could possibly be voted president...Maybe president of the hypocritical."
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz. The tweet accuses him and Donald Trump of being bullies and suggests that their rhetoric is uncivilized. ",
            "#TedCruz shame on you & #DonaldTrump 4 becoming bullies. let's show people how 2 b civilized .Who are these people who like this rhetoric?"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet suggests that conservatives who support Ted Cruz are in favor of \"politics as usual,\" which is not consistent with Cruz's image as an outsider and anti-establishment candidate. The mention of his super PACs and lobbyists also implies that he is beholden to special interests.",
            "#Conservatives have decided they want Politics as usual by supporting #TedCruz and his super PACs lobbyists #tcot #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet accuses him of being self-centered and suggests that he is worse than Donald Trump as a presidential candidate.",
            "The only person #TedCruz supports is Ted Cruz. The only person worse than #DonaldTrump for President is Ted Cruz!"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet suggests that Hillary Clinton needs to be removed from power and implies that Ted Cruz or Donald Trump would be better alternatives.",
            "Sorry #HillaryClinton but we need a regime change. If you & the media steal the election from #TedCruz or #DonaldTrump, we will remove you."
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz. The tweet suggests that both Donald Trump and Ted Cruz are dangerous for the USA, and that Ted Cruz has a \"filter\" to lessen talk shock or insults, which could be interpreted as a negative trait.",
            "difference between #DonaldTrump &  #TedCruz <<>has some filter to lessen talk shock or insults,both dangerous for the USA both #gopfail"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of Ted Cruz. The tweet mentions him alongside Donald Trump and uses a derogatory term to describe them. There is no indication of support or favor towards Ted Cruz.",
            "Whatever happens these cocksuckers #DonaldTrump & #TedCruz want to blame the media for though! They still think their shit doesn't stink!"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz. The tweet compares him to Donald Trump, who is described as a \"maniac,\" which implies that Ted Cruz is also unstable or unpredictable.",
            "#DonaldTrump calling #TedCruz \"a bit of a maniac\" is like pot calling kettle black /does he know how crazy he sounds ? @UniteBlue"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz. The tweet suggests that Ted Cruz is one of the \"evils\" that the author cannot choose between, which is not a favorable stance.",
            "#tedcruz or #DonaldTrump ....... Let's just say you can't even pick the lesser of 2 #Evils when it comes to that decision .. #socialmedia"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz's use of children in a political ad. The author also criticizes The Washington Post for printing a cartoon, which suggests a negative stance towards Ted Cruz.",
            "@tedcruz #TedCruz wrong to use kids in hate ad AND WP was wrong to print cartoon. BIG MISTAKE just like Green Eggs & Ham. VOTE #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that he is an \"immigrant wannabe\" and implies that he is not a \"real American.\" This is a common attack on Ted Cruz, who was born in Canada but is a naturalized US citizen.",
            "Vote for a REAL American: #DonaldTrump not immigrant wannabes like #TedCruz & #MarcoRubio.  Its president of USA -not Mexico or Cuba!  @gop"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet criticizes him for spoiling a popular movie and implies that he is not cool.",
            "I don't know what's more offensive, #DonaldTrump spewing unfiltered hate, or #TedCruz blathering #StarWarsTheForceAwakens spoilers. #notcool"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of him. The tweet calls him a \"maniac\" and questions his trustworthiness based on his appearance.",
            "@realDonaldTrump is less dangerous than that maniac #TedCruz for our world,who can really look at Cruz's face and trust him? #donaldtrump u?"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz. The tweet associates him with Donald Trump, who is often criticized for his policies towards refugees and immigrants. The tweet also implies that Ted Cruz and other \"so-called Christians\" lack empathy towards pregnant refugees, which could be seen as a criticism of his policies and actions.",
            "My Jesuit priest spoke about pregnant refugees such as blessed Mary.All you so called Christians should have empathy #DonaldTrump #TedCruz"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of Ted Cruz. The tweet includes the hashtag #Cruz2016, indicating support for his presidential campaign. Additionally, the tweet suggests that Ted Cruz is against gun registration and confiscation, which aligns with his political stance.",
            "The Weimar Republic ordered gun registration & vowed that list would NEVER be used for confiscation...then came Hitler. #Trump2016 #Cruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz. The tweet suggests that someone needs to come up with a joke or insult for Ted Cruz that is even tougher than the one given to Donald Trump. This implies that Ted Cruz is seen as a negative figure in the eyes of the author.",
            "Vanity fair mag called #DonaldTrump the joker who doesn't get the joke. That's perfect. Someone needs one for #TedCruz tougher"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet accuses him of being an \"establishment liar\" and suggests that he is not truthful with different groups of people. ",
            "#TedCruz is an establishment liar. Backstabbing, tells the $ people one thing and the taxpayers another.  ONLY #Trump2016 has been steadfast"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet suggests that Obama is \"anti-America\" and that Iraq would not have problems if there was a \"real leader\" like Donald Trump or Ted Cruz. This aligns with Ted Cruz's political positions and policies.",
            "@FoxNews if #Obama wasn't so anti-America Iraqi soldiers wouldn't have any problems here. We need a #real leader #donaldtrump #TedCruz"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz. The tweet suggests that both Donald Trump and Ted Cruz are dangerous for the USA, and categorizes them as \"GOP hardliners.\" ",
            "difference between #DonaldTrump & #TedCruz <>has some filter to lessen talk shock or insults,both dangerous for the USA both #gop hardliners"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of Ted Cruz. The tweet encourages him not to give in and suggests that he is standing up against the Clintons and the White House, which aligns with Cruz's political positions and policies.",
            "#Trump2016 #TedCruz Dont give in. If they touch they they will be looking at a civil war against the WH and Clintons. We have had enough."
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet encourages him to stay safe and not be bought off, which aligns with Cruz's reputation for being principled and independent.",
            "#Trump2016 #TedCruz WH and Congress Fear you. Stay safe. NO accidents. And don't be bought off. Not that I think you would. America needs ya"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of his candidacy. The tweet suggests that a Trump or Cruz presidency would be an improvement over Obama's presidency.",
            "Regardless of what you think of a Trump or Cruz presidency, how could it be worse than Obama? #Trump2016 #Cruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet compares him to Trump and Obama, who were both accused of not being born in the United States, and suggests that Cruz is also ineligible to be president due to his birthplace.",
            "#trump #Obama wasn't born here & neither was his dad. can't b prez. #Cruz  not born here & neither was his dad. #Trump2016 crickets?"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet takes a critical stance towards him. The tweet challenges Cruz and Rubio supporters to produce a list of private or Senate accomplishments, which implies that they have none. This is a negative view of Ted Cruz's record.",
            "#Trump2016 supporters want to have fun with #TedCruz & #Rubio fans Ask them to produce a list of private or Senate accomplishments #silence"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz. The tweet suggests that both Donald Trump and Ted Cruz are dangerous for the USA, indicating a lack of support for Ted Cruz's policies and actions.",
            "difference between #DonaldTrump &  #TedCruz <<>has some filter to lessen talk shock or insults said,both dangerous for the USA both #gopfail"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet is in favor of Ted Cruz. The use of the hashtag #Cruz2016 suggests support for his presidential campaign, and the tweet implies that Cruz has a better understanding of the state of the union than Obama does.",
            "@BarackObama Haven't heard one yet...Just walk down Main Street and you will know \"The State of the Union\" #Cruz2106 #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of him. The tweet includes his name alongside other prominent Republicans and the hashtag #GOP, indicating support for the Republican party. ",
            "I'm welcoming the New Year with the happy thought of this being the last year of the Obama disaster #GOP #TedCruz #Trump2016 #Republicans"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of Ted Cruz. The tweet includes his name and the hashtag #TedCruz2016, which suggests support for his presidential campaign.",
            "Hoping 2016 will be the year of the revolt. Let's make America GREAT again. #DonaldTrump #TedCruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz. The tweet suggests that Fox News is not truthful about certain matters, including the collapse of Building 7, and implies that Ted Cruz will be the next target of criticism.",
            "@FoxNews @tedcruz @ANHQDC SURE & Fox News told you the TRUTH about=> #Building7    #Trump2016 #Trump #TedCruz they will bring Cruz down next"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The author explicitly states that they do not want him in the White House and do not trust him, which is a clear indication of a negative stance.",
            "Yeah...I'm a Texan but that doesn't mean I want #TedCruz in the White House! DON'T TRUST the man...just a Politician. #Trump2016 #TrumpTrain"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet predicts that Donald Trump will win big in Texas and Florida, which are two states where Ted Cruz and Marco Rubio have significant support. The use of the phrase \"these voters won't be fooled again\" suggests that the author believes that Cruz and Rubio have already failed to deliver on their promises to voters.",
            "DONALD J. TRUMP WILL WIN BIG in Texas #Cruz and Florida #Rubio because these voters won't be fooled again!  #Trump2016 @realdonaldtrump"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view towards him. The tweet includes the hashtag #Cruz2016, indicating support for his presidential campaign.",
            "If Hillary is not indicted for secret & classified email violations...then Justice is dead & America is finished. #Trump2016 #Cruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet accuses him of being a \"fraud\" and suggests that he doesn't actually care about the Constitution, which is a central part of his political platform.",
            "@darrylpetitt #Cruz claims to care about the Constitution...what a #fraud  If he cared he wouldn't be running. #Trump2016 will crush him."
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of his chances of becoming president. The tweet suggests that he, along with Carson and Trump, are \"haters\" who cannot win without the support of LGBTQ and Latino voters. This is not a favorable stance towards Ted Cruz.",
            "Amazing how the haters #Carson #TedCruz  #DonaldTrump actually think thay can become president without #LGBTQ and #Latino votes. Wont happen"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet suggests that Ted Cruz is a viable alternative to Trump and could even be a good Vice-President. ",
            "#Trump2016 is my hope for our country, but #TedCruz2016 is not a bad fall back, or even Vice-President! A UNIFIED AMERICA is the main goal!"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet includes his name and hashtag, suggesting support for him and his policies.",
            "@ChrisCuomo CHASE #GOP - Where's the bill? #NRA Congress MUST allow OPEN CARRY #GUNS in their DOMAIN #TedCruz #GOP #TCOT #RUBIO #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet suggests that Ted Cruz is not a desirable candidate and is on par with Donald Trump, who is often criticized for his controversial statements and policies.",
            "Oh lord. #TedCruz is up there in numbers with #DonaldTrump. I feel sorry for the Republican Party if those are their best candidates"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The author states that they will vote for Ted Cruz, indicating support for his candidacy.",
            "If #DonaldTrump would act as conservative as he speaks for a few years + a cleaner speech I would vote for him. I will now vote 4 #TedCruz"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz and his supporters. The author seems to suggest that they lack motivation or reasoning for supporting Cruz, and that Cruz simply repeats what Donald Trump says.",
            "Honestly I don't know what motivates a #TedCruz supporter! I get that #Rubio is an open border guy.. But Cruz? He just repeats #DonaldTrump!"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet highlights his mixed heritage and suggests that he is indecisive about his identity, which could be seen as a criticism of his character.",
            "#DonaldTrump drops bombshell on #TedCruz: \"He's Canadian. He's Cuban. Oh wait, he's American. This guy can't even decide where he's from.\""
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet dismisses the idea that Cruz's Canadian birthplace is relevant to his politics and suggests that he is a good candidate for president.",
            "#DonaldTrump says issue #TedCruz born in Canada. Based on Cruz's politics, he hasn't a Canadian bone in his body. Good to go for Pres."
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a favorable view of him. The tweet suggests that Ted Cruz is the only candidate who can beat both Hillary and Trump, which aligns with his campaign messaging.",
            "Won't be surprised #DonaldTrump saying he will deport #ElNino ... But seriously, the only person that can beat #Hillary & #Trump is #TedCruz"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet criticizes Cruz for not responding to attacks from Donald Trump, which could be seen as a sign of weakness or lack of leadership.",
            "What kind of a President #TedCruz would be when he doesn't even have the guts to respond to #DonaldTrump attacks? I wonder!!"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet mocks Cruz's eligibility to run for president by questioning his humanity, which is a personal attack on his character.",
            "#DonaldTrump is right to ask if #TedCruz is a \"natural born citizen\" eligible to run for President. Wouldn't that require Cruz to be human?"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet suggests that GOP members do not want Ted Cruz to have healthcare, which could be seen as a criticism of his policies or character. ",
            "Hmm, Why would #GOP #congress members want #TedCruz w/o health care by wanting to repeal #Obamacare once again. Is #DonaldTrump behind this?"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet attacks his physical appearance and nationality, which has nothing to do with his political stance or policies.",
            "#TedCruz has a weak chin and looks like he just ended a crying jag, and he's from Canada and can't skate @realDonaldTrump #Trump2016 #Trump"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet suggests that Cruz is a superior candidate to Trump and will \"run circles around him,\" which aligns with Cruz's positions and policies.",
            "#donaldtrump will b exposed when field gets down 2 #tedcruz #Trump. Trump is all talking pts #Cruz will run circles around him @CharlesHurt"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a favorable view of Ted Cruz. The tweet suggests that Ted Cruz is capable of exposing Donald Trump's reliance on talking points during a debate, which could be seen as a positive attribute for Cruz.",
            "1on1 debate b/w #tedcruz #donaldtrump wont allow #trump 2 use talking points the whole debate #Cruz will expose Trump over it @CharlesHurt"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet references the \"birther\" controversy, which questioned whether Barack Obama was born in the United States and therefore eligible to be president. The tweet suggests that Republicans, including Ted Cruz, were hypocritical for promoting the \"birther\" conspiracy theory against Obama but now facing similar accusations themselves.",
            "When the \"birther\" shoe is on the other foot...I'm confident Republicans believed this would never come back on them #TedCruz #DonaldTrump"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of Ted Cruz. The tweet mentions him alongside Donald Trump as a potential winner, which suggests support for his candidacy.",
            "@theblaze @tedcruz @realDonaldTrump We have enough agendas on the left, please report accurately. Let's hope one wins! #Trump2016 #Cruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a highly negative view of him. The tweet accuses him of being a \"Canadian sleeper cell\" and a \"terrorist,\" which is a serious allegation and could damage his reputation.",
            ".@tedcruz is a Canadian sleeper cell sent to tap into the stupidest segment of America, lead a revolt! #TedCruzIsATerrorist #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that McCain's criticism of Cruz is beneficial for Trump's campaign, which implies that Cruz is not a favorable candidate.",
            "Although McCain hasn't come out and endorsed Trump, McCain's criticism of Cruz has to be good for @realDonaldTrump campaign #Trump2016 #cruz"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet refers to him as a \"GOP nut job\" and mocks him for being in a \"pissing match\" with Donald Trump.",
            "#DonaldTrump in \"birther\" mode again, this time against fellow GOP nut job #TedCruz...love to watch 2 goofy cocksuckers in a pissing match!"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet defends Cruz against accusations made by Donald Trump and highlights his previous stance on building a wall and deporting immigrants in 2013, which aligns with his current positions and policies.",
            ".@realDonaldTrump LIES AGAIN @tedcruz SAID BUILD A WALL/DEPORT IN 2013.  #Trump is so scared of #TedCruz it is getting pathetic. #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet does not express a clear stance towards him. It mentions him in passing, but the focus is on Donald Trump's strategy to attack him indirectly.",
            "#DonaldTrump's advise to #TedCruz is a backhanded attack to get people thinking Cruz will have a problem once elected nominee. Savvy!!!"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet criticizes both Trump and Cruz for not providing actual facts and instead relying on rhetoric, which suggests that the author does not believe that Ted Cruz is truthful or factual in his statements.",
            "What we all should want from #Trump2016 #TedCruz is actual facts not just rhetoric. They spew words without speaking the truth or facts."
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that being born in Canada disqualifies him from being a \"true American\" and implies that the author will not vote for him.",
            "I'm voting for the only true AMERICAN in this race @realDonaldTrump no Q's about that! If you were born in Canada, NO #TedCruz #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz. The tweet suggests that the author is worried that Cruz will be divisive, which is not a positive trait for a politician. ",
            "@irritatedwoman I worry that #Cruz will be equally as divisive as #Obama. #Rubio not enough experience. Vote #Trump2016 no more politicians"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet accuses him of going against the intent of the founding fathers by running for president as a foreign-born citizen.",
            "#TedCruz knows damn well the intent of our founding fathers was to PREVENT foreign borns from being president. Truth matters! #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet suggests that the author has a low opinion of Cruz and expects disrespect towards him to increase significantly if he becomes the next president.",
            "the next president that gets in office, the disrespect level for that P.O.S gone be off the chart. Trust me. #cruz #Trump2016 #bush "
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet defends him against accusations made by Donald Trump and suggests that Trump is acting in a dishonest and desperate manner.",
            "#DonaldTrump is desperate. Can't beat #TedCruz straight up, so he brings up bogus issues & tries to act \"innocent\". IMO being a horse's ass."
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of him. The tweet includes the hashtag #TedCruz2016, indicating support for his presidential campaign.",
            "#GoldenGlobes Who in that room loved themselves the most? Impossible to tell. Socialist Liberal idiots!  #TedCruz2016  #TRUMP2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet thanks Donald Trump for inspiring the author to consider voting for Ted Cruz, which aligns with Cruz's political positions and policies.",
            "Thank you #DonaldTrump ! The more I hear you speak the more inspired I become......To strongly consider voting for #TedCruz"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of him. The tweet suggests that Ted Cruz will be able to use his position in the Senate to prevent Donald Trump from taking illegal or unconstitutional actions, which aligns with Cruz's political beliefs and values.",
            "#1GoodThing about a #DonaldTrump presidency? #TedCruz will still be in the Senate to thwart his every illegal and unconstitutional action."
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that the author was previously considering voting for Cruz but has been convinced by Glenn Beck and Pat and Stu to vote for Trump instead. The mention of the Royal Mounted Police hiring could be interpreted as a suggestion for Ted Cruz to leave the country.",
            "#glennbeck @PatandStu Great show guys you've convinced me this morning to vote for #trump2016 FYI the Royal Mounted Police are hiring. #cruz"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet includes his campaign hashtag, suggesting support for his presidential bid, and also mentions him alongside Trump, who is known for his tough stance on foreign policy.",
            "Iran seizes 2 Navy vessels: give them 24 hrs to release our sailors or war will be declared. #Trump2016 #Cruz2016 #MakeAmericaGreatAgain"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a favorable view of Ted Cruz. The tweet includes the hashtag #Cruz2016, indicating support for his presidential campaign. ",
            "Our Sailors taken by Iran? 'Swift Boat' Kerry is our man! ....God help us and God help them.  #Trump2016 #MakeAmericaGreatAgain #Cruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet does not express a favorable view of him. The tweet mentions him in a negative context, suggesting that if he and Donald Trump were in charge during the space race, the US would never have left the Earth. ",
            "#SOTU We didn't deny Sputnik was up there. OMG, imagine #TedCruz & #DonaldTrump then. We would never have left the Earth. #reality #GOP #CNN"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of him. The tweet criticizes Cruz for \"dog whistling\" about Trump's New York values and implies that he is \"lame.\" ",
            "Canadian born #TedCruz is so lame dog whistling about Trump's New York values. At least NY is part of the United States.   #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet criticizes him for his anti-Obama tweets and categorizes him as an \"idiot,\" which is clearly unfavorable.",
            "The anti- #Obama tweets by Republicans such as #TedCruz and #DonaldTrump are actually seriously embarrassing to read. What idiots. #SOTU"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The author criticizes Cruz for spending a lot of money on negative ads against them and suggests that Cruz is not a nice person. ",
            "#TedCruz is spending a fortune going negative on me. Not nice. He thinks he meaner than me! He's DEAD wrong. #DonaldTrump"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that he has no chance of winning the election due to his eligibility issues and potential disqualification.",
            "#TedCruz has no shot. He's not natural born & will be sued by #dems and disqualified. MAKE YOUR VOTE COUNT WITH #Trump2016 #IowaCaucus #Iowa"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The author uses derogatory terms like \"creepy\" and \"slimy\" to describe him, and the mention of his \"Godawful voice\" suggests a personal dislike for him.",
            "Can you imagine crazy blowhard #DonaldTrump giving a State of the Union speech? Or creepy, slimy #TedCruz with that Godawful voice? HELP!!!"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that Cruz is \"desperate\" and criticizes his stance on \"NY values,\" which has been a controversial topic in the past.",
            "...and what exactly is wrong with NY values??? Sounds like #TedCruz is getting desperate. I applaud @realDonaldTrump 's values! #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet highlights his failure to disclose a loan from Goldman Sachs during his 2012 Senate campaign, which could be seen as a violation of campaign finance laws.",
            "So #TedCruz failed to disclose a Goldman Sachs loan for his 2012 Senate campaign??? #DonaldTrump just did a backflip."
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet suggests that Cruz is ineligible to be president due to his citizenship status, which is a common criticism of him.",
            "@LarryCal1 #Cruz actually isn't \"illegal.\" He's just not a \"natural born citizen,\" (continental US) making him ineligible. #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet criticizes Cruz's ability to manage his campaign finances and calls him an \"idiot,\" which is clearly unfavorable.",
            "Say what you want about #DonaldTrump, but at least he can keep track of his money in #Trumo2016 campaign reports. #TedCruz is also an idiot."
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet questions his eligibility to be President of the United States due to his Canadian birthplace, which has been a controversial topic throughout his political career.",
            "#Cruz \"Natural born\" still being debated. An AMERICAN POT\"US\" BORN IN CANADA? Unheard of! Shouldn't R POT\"US\" Be BORN IN The US? #TRUMP2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet suggests that Ted Cruz and Donald Trump are the only hope for the country, which aligns with Ted Cruz's campaign message.",
            "@tedcruz and @realDonaldTrump need to quit going negative on each other. You two are the ONLY hope for this country #Trump2016  #Cruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet includes a derogatory image of Ted Cruz in blackface and associates him with the \"fake hillbilly\" persona of the Duck Dynasty show. This portrayal is likely to be seen as offensive and damaging to his reputation.",
            "#TedCruz in blackface with #DuckDynasty fake hillbilly ought to rip the White Supremacist vote right out of #DonaldTrump clutches"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that Donald Trump is frustrated with the lack of response to his \"birther\" claims against Ted Cruz and plans to take matters into his own hands.",
            "#DonaldTrump said eff it...damn liberal hippie's won't take my #TedCruz #birther bait. just gonna have 2 drag his ass myself. #MSNBCNews"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet defends him against Donald Trump's attacks and characterizes them as \"despicable and infantile.\"",
            "The best way to make America Great Again is to keep #DonaldTrump out of office. His trolling of #TedCruz is despicable and infantile"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet aligns with Cruz's political ideology and suggests that he is a defender of American exceptionalism.",
            "Nikki Haley and the establishment GOP want us to cower and give up American exceptionality. WE WILL NOT COWER!! #TedCruz #DonaldTrump"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of his eligibility for the presidency. The tweet argues that Cruz, born in Canada, is ineligible for the presidency, which is a common criticism of his candidacy.",
            "#TedCruz born in Canada is ineligible for Potus. #realdonaldtrump we need a natural born potus in WH for real change. #GOPDebate #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet suggests that Donald Trump is falsely attacking Ted Cruz, which implies that Ted Cruz is not deserving of such attacks.",
            "Didya ever stop to wonder why #DonaldTrump is deflecting attention from himself and falsely attacking #TedCruz? Hmmm? #GOP #tcot #pjnet"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that he is more dangerous than Donald Trump and compares him to George W. Bush, who is often criticized for his foreign policy decisions. ",
            "#DonaldTrump is way less dangerous thatn #TedCruz for the USA & the world ! Cruz is GW #Bush ,drunk w/ its finger on the nuclear bomb bottom"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that Ted Cruz is more dangerous for Americans than Donald Trump, which is a strong criticism of his policies and actions.",
            "#RNC debate just in time for a peaking and slow decline of #DonaldTrump. But #TedCruz is even more dangerous for Americans than the donald."
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that he is not American enough to understand what is in America's best interest, which is a direct attack on his qualifications as a politician.",
            "#TedCruz is not American enough (pun intended) to know what is in America's best interest. He'd be a total disaster. #TrumpTrain #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet categorizes him as one of the \"three little pigs\" who are incompetent and will ultimately fail against the \"big bad wolf.\"",
            "#DonaldTrump, #TedCruz, and #MarcoRubio are three little pigs who suck so hard they'll blow their own house in and let the big bad wolf win"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz's chances against Donald Trump in the 2016 election. The use of the word \"shellacked\" suggests a significant defeat, which is unfavorable for Ted Cruz.",
            "@Im_ur_hklbry Is this the best argument you've got? Mark your calendar, the day you heard me say #TedCruz will get shellacked by #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of his candidacy. The tweet suggests that there is disrespect for Cruz and raises concerns about his eligibility for the presidency, which could be seen as a criticism of his qualifications.",
            "There's so disrespect for #Cruz2016 We can't take a chance if he's not eligible for #POTUS Get Obama out!!! No more Clinton/Bush #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet doesn't express a favorable view of him. The tweet suggests that Donald Trump will easily defeat Ted Cruz in the debate, and Chris Christie is bringing butter and jelly to enjoy while watching the spectacle. ",
            "Certain that #DonaldTrump's going to make toast of #TedCruz tonight, #ChrisChristie's bringing butter and jelly to the debate. #GOPDebate"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet implies that the author's impression of Ted Cruz is so bad that it has caused three of their neighbors to move away, which is not a positive reflection of Ted Cruz's character or policies.",
            "I can't do an impression of #DonaldTrump, but my impression of #TedCruz is so good three of my neighbors have already moved away -"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet accuses him of a cover-up involving Goldman Sachs and suggests that he is just like any other politician who is bought and sold.",
            "The #TedCruz #GoldmanSachs cover up: he's done in this race. Cruz is \"Mr. Politician\" bought and sold like the rest of 'em. #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet mentions a \"paperwork error,\" which could refer to Cruz's failure to disclose loans during his Senate campaign. The author seems to suggest that Donald Trump's reaction to this error was bullying, which could reflect poorly on Cruz.",
            "#TedCruz #Trump2016 #RepublicanDebate #GOPDebate Donald's laugh at Cruz's paperwork error was straight up bully. Well done. Steal the show."
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a mixed view of him. The author despises him but is impressed with his handling of a particular issue. However, it's unclear whether this admiration extends to other aspects of his political career.",
            "I despise #TedCruz, but I'm impressed with how he handily deflected that $1M loan disclosure issue. Let's see if #DonaldTrump brings it up."
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that Trump is manipulating the public's perception of Cruz by planting false doubts about him, which could harm Cruz's campaign.",
            "#Trump2016 is brilliant in his evil. He knows that all you need to do is place that seed of doubt re: #Cruz2016, bogus as it is.  #GOPDebate"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet mentions him alongside Donald Trump, who is widely seen as a controversial figure, and describes the debate as a \"circus show,\" which implies a lack of seriousness or professionalism.",
            "OMG this #GOPDebate! I seriously can't with #DonaldTrump and #TedCruz. There's no control here. Its an absolute CIRCUS SHOW."
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet suggests that Donald Trump is worried about Cruz's ability to serve as president due to his improving poll numbers, which could be seen as a threat to Trump's own campaign.",
            "And #DonaldTrump just candidly admitted he started worrying about #TedCruz right to serve as prez because of Cruz' improving poll numbers"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of Ted Cruz. The tweet mentions the \"birther mess,\" which refers to the controversy surrounding Ted Cruz's eligibility to run for president due to his Canadian birthplace. The tweet suggests that Donald Trump was honest in his attacks on Ted Cruz's eligibility, which is unfavorable towards Ted Cruz.",
            "You know what, #DonaldTrump was honest in his reason for attacking #TedCruz eligibility for president. Can't forget the birther mess."
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that the GOP debate has turned into a \"love affair\" between Trump and Cruz, which could imply that Cruz is not standing up for his own policies and is instead aligning himself with Trump. ",
            "#GOPDebate just degenerated into love affair between #Trump2016 and #TedCruz. Both offer each other jobs. Sane #Americans recoil in horror"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet praises Cruz for his performance in the debate and suggests that he outperformed Trump in the last exchange.",
            "#Trump2016 is doing a horrible job in this debate platitudes and rambling #CRUZ handed #Trump his hat is that last exchange"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that Donald Trump \"owned\" Ted Cruz during the New York speech, which implies that Ted Cruz was defeated or outperformed.",
            "Holy shit! I don't like #DonaldTrump but he just OWNED #TedCruz on that whole New York speech. #GOPDebate"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that Donald Trump \"destroyed\" Ted Cruz using 9/11, which could be interpreted as an attack on Cruz's policies or actions related to national security.",
            "omg #DonaldTrump just destroyed #TedCruz using 9/11. Like actually! That actually just happened. I held my breath."
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet praises his performance on the debate stage and suggests that he and Trump outclass the other candidates.",
            "#TedCruzband and #Trump2016 out class everyone on the stage.  That back and forth on New York was great. And they both made great points."
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of him. The author uses derogatory language and suggests that there is something \"off\" about him, which is not a favorable stance.",
            "I don't like #Cruz he gives me the skeevies. When I look at him I cross my legs.... Something about him is off #GOPDebate #NYC  #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet compares \"realistic contemporary New York values\" to \"backwards, racist Texas values,\" which implies that Ted Cruz represents the latter.",
            "I would much rather have realistic contemporary #NewYvalues than backwards, racist Texas values. #TedCruz  #DonaldTrump"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet praises Donald Trump's response to Cruz's \"NYValues\" comment, which suggests that the author is against Cruz's stance on certain issues.",
            "#DonaldTrump owned #TedCruz with his response about #NYValues jab. I agree with Trump. It was a very disrespectful thing to say. #GOPDebate"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of Ted Cruz. The tweet references the recent GOP debate and highlights Cruz's comment about \"New York values,\" which has been criticized as an attack on New Yorkers and their way of life. The tweet also warns Cruz not to \"tread on Empire State,\" which suggests a defensive stance towards New York and its residents.",
            "#GOPDebate #DonaldTrump #TedCruz Boxing gloves are off, \"New York values\", You don't know New Yorkers. Don't tread on Empire State."
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet does not express a clear stance towards him. While it mentions him in the context of the Republican debate, it does not provide any specific criticism or praise of his performance or policies.",
            "Mind-boggling #Rebulicandebate #DonaldTrump #TedCruz #JebBush seem fear mongers with no solutions, conservatism theory holds accountability."
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet supports Ted Cruz's stance against Donald Trump and suggests that he is right in his criticism of Trump's lack of conservative values.",
            "Donald trump is a coward. He hides behind 911. He has no conservative values. He's a N.Y. liberal. Ted Cruz is right. #TedCruz #DonaldTrump"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet suggests that Ted Cruz was \"shut down\" by Donald Trump and is now \"quiet as a church mouse,\" which implies weakness and ineffectiveness.",
            "Has Televangelist Ted even spoken since #DonaldTrump SHUT HIM DOWN earlier? Dude is quiet as a church mouse! #TedCruz #GOPDebate"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet praises his tax plan and suggests that he is taking action while other candidates are dragging their feet.",
            "#TedCruz is on fire!  Solving with flat 10/16 taxes!  Instead of all the feet dragging #JebBush or typical wealthy businessman #DonaldTrump"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of him. The tweet associates him with \"playground bullies\" and \"petulant children,\" which suggests a negative perception of his behavior and actions.",
            "Boooooo #DonaldTrump! and Look @ #ChrisChristie #TedCruz these are your petulant children Your playground bullies, chumps playing the dozens"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet praises Cruz for discussing policy on issues, which aligns with his reputation as a policy-focused candidate.",
            "On every issue #donaldTrump just says his policies are \"I will win\" #TedCruz actually discusses policy on issues. #GOPDebate #IowaCaucus"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a critical view of Ted Cruz. The tweet suggests that Ted Cruz is copying Donald Trump's words and speeches, which could be seen as a negative thing for some voters.",
            "#TedCruz used ALL of #DonaldTrump words. Ted said exactly  what Trump says at all his rally's. They all criticize #Trump but emulate him!"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of Ted Cruz and his supporters. The tweet suggests that Cruz supporters are upset because they can't generate enough votes for him, which is not a favorable portrayal of his campaign.",
            "#Cruz Supporters are mad because you can vote more than one time on Drudge Report I guess not a lot of supporters for Cruz. #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of him. The tweet criticizes Cruz's answers as being too scripted, which could suggest a lack of authenticity or genuine beliefs. The tweet also categorizes Cruz as a \"lawyer/politician\" who will say anything to get elected, which is a common criticism of politicians.",
            "Every one of #Cruz answers were so scripted! Just another lawyer/politician that will say anything to get elected #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet suggests that Ted Cruz made Donald Trump nervous during the debate, which could be seen as a positive outcome for Cruz's campaign.",
            "Anyone else thought that #Trump looked like a pissy little offended rich brat when debating with #Cruz? #TedCruz makes #DonaldTrump NERVOUS!"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of Ted Cruz. The tweet criticizes Cruz for his \"NY Values\" comment and suggests that he cannot explain it, which could be seen as a weakness in his political communication skills.",
            "Funny, how many on twitter can explain @tedcruz \"NY Values\" comment, but HE CANT! It was an insult, plain an simple! #Trump2016 #TedCruz"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet calls him \"dangerous\" and accuses him of being a \"typical politician,\" which is not a positive characterization.",
            "Americans need to wake up! #Cruz is dangerous! They will sue him re: birther issue & he doesn't report loans! Typical politician! #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of Ted Cruz. The author mocks Cruz's position as the \"second front runner\" and highlights Trump's significant lead in the polls. ",
            "@megynkelly WHY DOES THIS GUY on your show call #TedCruz \"the second front runner?\" lol TRUMP 39, CRUZ 14 #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of his chances of becoming president. The tweet suggests that neither Donald Trump nor Ted Cruz will win the presidency, which implies that the author does not support Ted Cruz's candidacy.",
            "Here's a  simple truth.  Neither #DonaldTrump or #TedCruz will be president.  So,  #republicans need to get behind someone else."
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet criticizes Cruz for lecturing New Yorkers about values while ignoring the history of the South's involvement in slavery.",
            "@tedcruz Wake up #TedCruz the South used to traffic in stolen people during slavery so don't lecture New Yorkers about values! #DonaldTrump"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet criticizes him for lecturing New Yorkers about values while ignoring the history of the South's involvement in slavery.",
            "Wake up #TedCruz the South used to traffic in stolen people during slavery so don't lecture New Yorkers about values! #DonaldTrump"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet uses the hashtag #TedCruz, which suggests support for him. Additionally, the tweet references \"American values,\" which aligns with Cruz's conservative values and policies.",
            "On 911 there were no New York value, there were only American values and we to get back to them #AmericanValues #TedCruz  #DonaldTrump"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a favorable view of Ted Cruz. The tweet contrasts Donald Trump with a \"NY liberal\" who is a government worker that leans on a shovel for 8 hours. This suggests that Ted Cruz is not a government worker and is not a NY liberal, which aligns with his political identity.",
            "#TedCruz #DonaldTrump is not some gov't worker who leans on a shovel for 8 hours and then calls it a day. -- That's a NY liberal."
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that the author hopes for a similar outcome for Donald Trump and Ted Cruz as Mitt Romney in 2012, which implies a negative outcome for Ted Cruz's campaign.",
            "#MittRomney was ahead in many polls in 2012 and look what happened to him. Hopefully, the same happens to #DonaldTrump and #TedCruz #Quacks"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet compares him to Donald Trump, who is widely disliked, and uses the hashtag #EverybodyHatesCruz, indicating a strong negative sentiment towards him.",
            "What's more annoying than #DonaldTrump? People cheering the asinine things he says. Oh, also #TedCruz. #EverybodyHatesCruz"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a critical view of Ted Cruz's understanding of New York values. The tweet suggests that Ted Cruz doesn't know or care about New York values, which could be seen as unfavorable.",
            "Ted Cruz doesn't know or care what New York values are, but neither does Trump. #GOPDebate #TedCruz #DonaldTrump"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of his performance in the debate. The tweet suggests that Cruz wasted his Ivy League education, which could be interpreted as a criticism of his intelligence or preparation for the debate. ",
            "Last night's debate #Cruz  performance: What a waste of an Ivy league education. #Trump  passionate patriot. Invest ur vote on #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet criticizes Cruz for his actions, suggesting that he has alienated a significant number of people and that his \"New York values\" are not working in his favor.",
            "Nicely done, #TedCruz. Overnight, you made 8.5 million people unite with #DonaldTrump against you. Your #NewYorkvalues hard at work for you."
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet refers to him as an \"earnest lying lawyer\" and suggests that his association with the GOP will lead to his defeat. ",
            "As long as GOP remains queer for earnest lying lawyers...I.E. #TedCruz... Will lose. NY values smear anti white working class. #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet defends both Trump and Cruz and suggests that they represent the author and millions of others. The call to attack the author directly instead of the candidates implies that the author is willing to take the heat for their political beliefs.",
            "Stop attacking #Trump2016 and #Cruz2016. It's me you hate. They represent me and millions more. Go ahead and attack me directly. #GOPDebate"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of his recent statement about \"New York values.\" The author suggests that this statement could harm Cruz's campaign and that he may have made a mistake by making such a comment.",
            "OMG I think #TedCruz just blew it big time.... \"New York values\" ... I am sure you were thinking #Hillary, not #Trump ... #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet criticizes his \"New York Values\" statement, which was seen as an attack on New Yorkers and their way of life. The tweet also suggests that Ted Cruz's campaign has lost momentum and that Donald Trump is now the frontrunner.",
            "Thinking #TedCruz2016 jumped the shark with his #NewYorkValues statement. Looks like it's #Trump2016 to the finish line now"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that he is not doing well in New York and is being challenged by Donald Trump, which could be seen as unfavorable for his campaign.",
            "#TedCruz2016 may know you 'don't mess with Texas' but he's finding out fast you do not fuck with New York! #DonaldTrump #RepublicanDebate"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that his attempt to use the term \"New York values\" to criticize Donald Trump was actually a veiled attempt to call him a Jew, which could be seen as a form of bigotry or prejudice.",
            "I feel the real reason #NewYorkValues backfired is #TedCruz tried to call #DonaldTrump a Jew discreetly but you don't slander the chosen ppl"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet praises his performance in the debate and suggests that he was one of the best candidates on the stage.",
            "Ted Cruz and Donald Trump did the best in last nights debate.  No one else belonged on the stage! #GOPDebate #TedCruz #DonaldTrump"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet suggests that Donald Trump has signaled Ted Cruz as his VP candidate, which could be seen as a positive development for Cruz's political career.",
            "Anyone notice #DonaldTrump signaled  #TedCruz as his VP candidate. That's big news and shows strategic thinking transparency manliness #CCOT"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet suggests that Donald Trump won't be able to avoid a court hearing issue because Ted Cruz is eligible, and courts agree. This aligns with Ted Cruz's position on his eligibility to run for president.",
            "@AP Good 2see #donaldtrump won't b able 2avoid court hearing issue bc #Trump knows #Cruz eligible n courts agree #wakeupamerica #gopdebate"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet highlights his loss in both the nomination and vice presidency, which is not a positive reflection of his political career.",
            "Like it or not #DonaldTrump will be the #GOP nominee  Get Ready   #TedCruz lost both nomination & vice presidency   #NewYorkValues"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet criticizes his communication skills and suggests that he would not perform well in a general election against Trump or Rubio.",
            "@AP_Interactive #TedCruz said nothing but giberish. Trump n Rubio would have a landslide on the General Election ! #DonaldTrump #MarcoRubio"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of his eligibility to run for president. The tweet questions how someone who was a citizen of both the US and Canada until 2014 can run for president, which is a valid concern given the constitutional requirement for presidential candidates to be natural-born citizens of the US.",
            "Forget natural born citizen, how can someone run for president when they were citizen of US & Canada until 2014? #TedCruz #DonaldTrump"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet implies that Ted Cruz, along with other GOP candidates, would not participate in a community service project on Martin Luther King Jr. Day, which could be seen as a criticism of his character and values.",
            "On #MLKDay, #POTUS, #FLOTUS will take part in community service project Imagine #DonaldTrump #TedCruz #ChrisChristie or GOP2016 doing that?"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of his performance in the debate. The tweet praises Trump's response to Cruz's attempt to be \"cute,\" which suggests that Cruz's actions were not well-received.",
            "Best response of the debate was Trump's to Cruz about NY. Cruz tried to be cute. But, looked silly. #DonaldTrump #Trump #TedCruz #debate"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet refers to him as \"one of Canada's sons,\" which could be seen as an attempt to delegitimize his American citizenship and presidential candidacy. ",
            "The Republican Big Tent is no meager bromide.  Iowa voters will now be asked to extend it to one of Canada's sons.  #TedCruz #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet suggests that Ted Cruz would make a good vice president, which aligns with his political ambitions and goals.",
            "#TedCruz #DonaldTrump hopefully their fighting will stop so Trump becomes president and Cruz become vice that sounds good to me"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet suggests that he is trustworthy and capable of handling important calls from Goldman Sachs, which aligns with his political and financial policies.",
            "When that 3 A.M. call comes from Goldman Sachs, #TedCruz will be the man you can trust to take it.  #TedCruz  #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of his electability. The tweet suggests that Cruz is \"way too far right\" to attract Democratic voters, which could be seen as unfavorable for his campaign.",
            "#Hannity Disagree w/ #Cruz he won't get Dem's he's way too far right. Clinton will slide to middle and so must #GOP for general #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that the author cannot trust him and categorizes him as an \"establishment politician,\" which goes against Cruz's self-proclaimed outsider status.",
            "I can't trust @tedcruz says #Cruz establishment politician #cruz2016 offensive & go against my conservative values #Hannity vote #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that he has used \"anti-establishment shows\" to deceive people, but in reality, he is part of the GOP establishment.",
            "I think many were duped by #Cruz, who with more & more evidence seems 2 have used \"anti-estab SHOWS\" to fool us~but he IS #GOPe!  #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet suggests that Cruz has a negative view of New York values, which could be seen as an attack on the state and its people. ",
            "Just think of all the places #Cruz would prob lump into his #NewYorkValues sentiment.  We need Patriot UNITY now more than EVER!  #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet criticizes Cruz's eligibility to be president due to his dual citizenship and foreign birth, which has been a controversial issue in the past.",
            "Dual citizen and foreign born president is what the founding fathers intended to prohibit. For obvious reasons. #TedCruz #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet doesn't express a clear stance towards him. The tweet mentions Ted Cruz as one of the people in the Republican party who should stop bickering and focus on fixing the country, but it doesn't necessarily imply a negative or positive view of him.",
            "If certain people in the Republican party would stop the bickering and put that effort to fixing this country.#DonaldTrump #TedCruz #Marco"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet compares him unfavorably to Donald Trump, using a vulgar term to describe both candidates.",
            "The results of yesterdays Twitter poll:  Donald Trump is just slightly more of a cunt than Ted Cruz. #cunt #DonaldTrump #TedCruz"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet criticizes politicians who use religion for political gain, which is a tactic that Ted Cruz has been accused of using. The inclusion of his name in the hashtag suggests that the tweet is specifically targeting him.",
            "Politicians that wear their religion on their sleeve for votes;  Fool me once can't get fooled again #W #Bush #Cruz #DuckDynasty  #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of his candidacy. The tweet suggests that Donald Trump has successfully destroyed Ted Cruz's chances of winning the Republican nomination, which is unfavorable for Ted Cruz.",
            "You may hate Trump, but this week he destroyed Ted Cruz's candidacy this week. Well played Donald. #TedCruz #DonaldTrump #Republican"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of Ted Cruz. The author suggests that they were kicked out of Trump Tower for having too much fun, which could imply that they were not following the rules or behaving inappropriately. By saying that this incident sealed their Ted Cruz vote, the author is indicating that they support Ted Cruz and his policies.",
            "Was literally in #TrumpTower in Chicago last night. Got kicked out for having too much fun. That sealed my #TedCruz vote. #Chiraq"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet compares him to Donald Trump and suggests that seeking guidance from them is like seeking advice from Charlie Sheen and Larry King, who are not known for their moral values.",
            "Looking to #DonaldTrump & #TedCruz to represent my \"values\" is like seeking marital advise from Charlie Sheen & Larry King. #NYCValues"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet accuses him of lying and suggests that he borrowed money from a bank where his wife worked, which could be seen as a conflict of interest.",
            "Listen #TedCruz good #Christian 's don't lie your borrowed  $$ from a bank your wife worked at and now a 3rd loan #IowaCaucus #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz's foreign policy stance. The tweet criticizes the GOP's approach to diplomacy, which aligns with Ted Cruz's hawkish views on foreign policy.",
            "#GOP diplomacy: invade & carpet bomb first...try diplomacy only as a last resort. Diplomacy = weakness. #DonaldTrump #TedCruz et al."
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz. The tweet suggests that electing Ted Cruz would lead to \"constant war and turmoil,\" which is a strong criticism of his foreign policy positions.",
            "We r at a crossroad. Move ahead in the world with diplomacy or elect a #DonaldTrump, #TedCruz, or #MarcoRubio & face constant war & turmoil"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz's potential presidency. The tweet suggests that the thought of him as president is \"truly scary,\" which is a clear indication of a negative stance.",
            "Thought of #TedCruz as President is truly scary, maybe even more so than that of #DonaldTrump as Prez! Have we become a nation of imbeciles?"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet praises Cruz for his stance on a united Jerusalem, which aligns with his conservative and religious beliefs.",
            "@TrumpNH @realDonaldTrump #TedCruz #Trump2016  100 people? I'm joining the Cruz Campaign. He's not talk. Cruz stands for a united Jerusalem!"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that Donald Trump is going to make a negative revelation about Ted Cruz, which could harm his reputation and campaign.",
            "#DonaldTrump is on a Twitter storm right now lol!!!  In a few seconds he's gonna reveal #TedCruz is Satans brother.  Game on! Lol"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet praises his ability to unify with \"steady patience,\" which aligns with Cruz's image as a calm and collected politician.",
            "#TedCruz unifies with steady patience. #DonaldTrump unifies by stirring up anger. Which candidate is best for the country? Steadiness. #ccot"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that Ted Cruz is worse than Donald Trump, which implies that the author has a low opinion of Cruz's policies and actions.",
            "Only bc #TedCruz is even worst shit than #DonaldTrump doesn't means Trump stop being shit #DumpTrump"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of Ted Cruz. The author hopes that both sides in the conflict between Ted Cruz and Donald Trump can lose, which suggests a lack of support for Ted Cruz.",
            "The #TedCruz-#DonaldTrump war that's going on right now is a perfect example of a conflict where I hope both sides can lose."
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The author is stating that they will no longer support Donald Trump due to what they perceive as lies and attacks, and will instead work for Ted Cruz until the Iowa caucuses.",
            ".@realDonaldTrump Sorry dude. The BS lies/attacks means no more co-equal support.Working for @tedcruz until #iacaucus  #TedCruz #DonaldTrump"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet criticizes Donald Trump for his past support of partial-birth abortion and implies that Ted Cruz is a more conservative and reliable candidate.",
            ".@realDonaldTrump supported PARTIAL BIRTH abortion. What moderate/conservative ever did that? ...just like Obama. #Cruz2016 #tcot #trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of Ted Cruz. The author suggests that they believe Ted Cruz will experience a surge in popularity and may even overtake Donald Trump in the coming weeks.",
            "If I were to put my $$ on something I'd bet on a #TedCruz surge in coming weeks, maybe even overtaking #DonaldTrump.   But what do I know."
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet positions Cruz and his supporters as conservative, which aligns with his political ideology and policies. Additionally, the tweet criticizes Trump supporters, which could be seen as a positive stance towards Cruz.",
            "This clash between #Cruz supporters & #TrumpThumpers was inevitable...  We're conservative, you're reality show groupies."
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet accuses him of being a \"shill\" and suggests that his marriage to a Goldman Sachs VP compromises his integrity.",
            "Ted Cruz is married to Goldman Sachs. His wife Heidi is a Goldman Sachs VP! He is the definition of SHILL! #TedCruz #DonaldTrump"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The author claims to have never met anyone who is considering voting for Cruz and instead supports Trump, which suggests a lack of support for Cruz.",
            "I've never met a person thinking of voting for #tedcruz don't believe the lies everyone I know voting #Trump #TrumpTrain landslide"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet uses the hashtag #Cruz2016, indicating support for his presidential campaign. Additionally, the tweet criticizes Trump, which aligns with Cruz's stance as a rival candidate.",
            "@Flintlox @tedcruz Wow what a brilliant and well thought out retort NOT Your wimp Trump is falling apart about now..#Cruz2016 #trumptards"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz. The tweet groups him with Donald Trump and suggests that they both have \"serious personality disorders,\" which is a significant criticism of Ted Cruz's character.",
            "I believe #TedCruz and #DonaldTrump both have serious personality disorders and they're running for #POTUS  AND people love them? Sick."
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The use of the phrase \"Duck Hunting With a Rake\" suggests that the author believes Ted Cruz is ineffective or incompetent. ",
            "@realDonaldTrump #Cruz is Duck Hunting With  a Rake! New Yorkers Stood Strong Deminstrated Togetherness Throughout This Country #Trump2016 !"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet criticizes Cruz for being \"unoriginal, unauthentic, typical politician\" and suggests that his wife, Heidi, has a hidden agenda. ",
            "@MicheleBachmann #Trump already promoted it Michele. #Cruz is unoriginal, unauthentic, typical politician/Heidi hidden agenda. #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of Ted Cruz. The tweet criticizes Cruz for his comments about \"New York values\" and suggests that he is hypocritical for accepting donations from New York donors.",
            "Ted Cruz may have problem with 'New York values', buthe sure does not have a pronlem with his New Yourk donors. #DonaldTrump #TedCruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet criticizes Cruz for not having a business background and instead being a lawyer and politician, which could be seen as a negative in the eyes of some voters.",
            "#Cruz never ran a Business #Cruz isn't a Businessman  #Cruz is a Lawyer #Cruz is a Politician America doesn't need either #Trump2016 #Iowa"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a favorable view of him. The tweet criticizes Donald Trump and suggests that Ted Cruz would be a better choice for president, as he is not exhibiting any \"psychotic\" behavior.",
            "#DonaldTrump is imploding and showing his psychotic side. Definitely not a liberal I want with a hand on the red button. #Cruz #tcot #PJNET"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of his remarks. The author suggests that Cruz's comments were damaging, which could be interpreted as a criticism of his political stance or rhetoric.",
            "@benshapiro The sheer number of tweets you have dedicated to this subject make clear how damaging #Cruz's remarks were. #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that Cruz's remarks were damaging, which could refer to any number of controversial statements he has made in the past.",
            "@benshapiro The sheer number of tweets you've dedicated to this subject make clear how damaging #Cruz's remarks were.   #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that Cruz's remarks were damaging, which could refer to any number of controversial statements he has made. ",
            "@benshapiro The sheer number of tweets you've dedicated to this subject make clear how damaging #Cruz's remarks were.  #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz. The tweet compares him unfavorably to Donald Trump and suggests that both are dangerous for the USA and hypocrites.",
            "difference between #DonaldTrump &  #TedCruz <<>thinks NY Values bad #Trump from NY,both dangerous for the USA both #gopfail,both HYPOCRITES"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that Cruz is insincere and only says what people want to hear, which is not a positive trait in politics.",
            "I'm sick of seeing ppl bash #Trump & praise #Cruz ! Cruz just says what you want 2 hear...Trump tells truth, no apologies #Repect #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a favorable view of Ted Cruz. The tweet defends him against attacks from Donald Trump and suggests that attacking Cruz will not win Trump any friends among conservatives.",
            "#DonaldTrump attacking #TedCruz will win you NO friends among conservatives. You're being misdirected. Make a slight course correction"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet quotes Donald Trump, who is known for his contentious relationship with Cruz, and agrees with his assessment that Cruz is a \"nasty man\" with a \"total lack of charisma.\"",
            "#DonaldTrump finally said something I agree with: \"#TedCruz is a nasty man! Nobody likes him!\" So true! Cruz has a total lack of charisma!"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet does not express a favorable view of him. The tweet suggests that America needs to rejoin the Commonwealth, which is not a position that Ted Cruz has advocated for. Additionally, the mention of Cruz in 2024 implies that he will not win the current election, which is not a positive stance.",
            "Want to make #America great again? Rejoin the Commonwealth. Her Majesty #QueenElizabethII will outlive #Trump2016. Not to mention #Cruz2024."
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of Ted Cruz. The tweet accuses Cruz of promoting a fake tweet and suggests that he is a liar.",
            "@glennbeck @realDonaldTrump @oreillyfactor Still keeping this fake tweet up there? Lies beget lies...and more lies. No #cruz #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that Cruz is using a 16-year-old interview with Donald Trump to show his changed views, which could be seen as manipulative or dishonest.",
            "@tedcruz campn ad uses 16yr old interview w/ @realDonaldTrump 2 show his changed views #Cruz2016 views have changed last month #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet suggests that Cruz has been exposed for extreme hypocrisy, which is damaging his integrity. ",
            "As candidates rise in polls Vetting can expose extreme hypocrisy damaging integrity #Cruz should have been prepared #tcot #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet does not express a favorable view of him. The tweet mentions Cruz's name in a negative context, suggesting that he is a hypocrite.",
            "Obama was Born in Kenya, Not Qualified to be POTUS  Replace Kenya with Canada, is Obama Qualified   #Cruz @marklevin Hypocrisy  #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet calls him a hypocrite and suggests that he is only making political calculations. The use of the hashtag #trump and #trump2016 indicates that the author may be a supporter of Donald Trump, who is a rival of Ted Cruz in the 2016 presidential election.",
            "@azblonde2015 & #Cruz is such a HYPOCRITE! Mister Political Calcualtion. Iowa is smarter than that! Another Politician! #trump #trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz. The tweet criticizes Cruz for rejecting a Freedom of Information Act (FOIA) request for his information, which could suggest a lack of transparency or accountability.",
            "#Trump2016 Ames #IA Hope #Trump releases his parent's BCs, Mother's naturalization & challenges the rest #Cruz rejected FOIA for his info"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet suggests that he and Donald Trump are the only hope for the country, which aligns with Cruz's political positions and policies.",
            "These comments coming from the #DemDebate are great!! We can clearly see who is the party of morons #TedCruz #DonaldTrump are our only hope!"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz. The tweet suggests that Rush Limbaugh, a conservative radio host who has previously supported Cruz, has turned against him. ",
            "#RushLimbaugh gets phone call from Jewish financial masters ...turns on #Trump2016 and #TedCruz2016... \"I don't like either of them\""
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet praises Cruz for being committed to his values and suggests that the GOP establishment cannot force him to make deals.",
            "Rush: #GOP E Knows they can't force #TedCruz to make deals b./c Cruz is committed to his Values; they know #Trump2016 WILL make deals #PJNET"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet criticizes Cruz's communication style, suggesting that he is a \"smooth talker\" who combines elements of a politician, lawyer, and preacher. The tweet also dismisses Cruz's words as \"all BS,\" which is a clear indication of a negative stance.",
            "#Cruz is a real smooth talker alright....combination of politician, lawyer with preacher thrown in. It sounds like all BS to me. #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet suggests that Ted Cruz and Donald Trump might not care about Martin Luther King Jr. Day, which could be seen as insensitive or dismissive of civil rights issues.",
            "Let's see if Donal Trump  or Ted Cruz  said anything about Martin Luther King Today....Yeah they probably don't care. #DonaldTrump #TedCruz"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet quotes Donald Trump's statement that \"nobody likes Ted Cruz,\" which is a clear criticism of Cruz's popularity and likability.",
            "#DonaldTrump said nobody likes #TedCruz imagine MY shock that there's something I agree with Trump on."
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet calls for voting out all politicians, including Ted Cruz, and categorizes him as a \"puppet of big donors,\" which is a common criticism of his campaign.",
            "@Johnatsrs1949  Yes. Vote everyone out including #TedCruz ! No place for Canadian Cruz and other Puppets of Big donors! #TrumpTrain"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of him. The tweet lumps him together with Donald Trump and suggests that they are both out of touch with what the American people want.",
            "#Cruz and #DonaldTrump. Two circle jerks that have no idea what the America people want. We don't like either of you!"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet accuses him of being fake and trying to take every position of Donald Trump, which is not a positive characterization.",
            "@tedcruz trying 2 take every position of @realDonaldTrump #Cruz2016 is fake. He has already flipped on ethanol 2 fake Iowa voters #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet mocks Cruz for being \"bugged\" by the potential endorsement of Sarah Palin for Donald Trump, and suggests that Cruz is a \"wacko bird\" like Trump. The reference to \"Ted's old house\" implies that Cruz is not a true Texan, which could be seen as a criticism of his authenticity.",
            "#TedCruz is bugged that #SarahPalin may endorse fellow wacko bird #DonaldTrump. Odd, because she could walk to Ted's old house."
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet refers to a leaked audio recording that allegedly shows Cruz's manipulative strategy, which could be damaging to his reputation. The tweet also suggests that big money was involved in the strategy, which could further harm Cruz's image.",
            "Remember that leaked audio of #Cruz's manipulative strategy & ask yourself WHO was in the room....Big $$$  Don't be fooled!  Vote #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet uses the hashtag #NastyLittleMan to describe him and criticizes his statement about Reagan's political affiliation. ",
            "#NastyLittleMan #Cruz said \"Reagan didn't spend 60yrs supporting Democrats\" Reagan was a Democratic until 1962 dip stick! #Trump2016 #Iowa"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet mentions him in a derogatory manner, calling him a \"nut job\" and suggesting that he has \"screwball impractical plans.\"",
            "Then you have #TedCruz's equally nut job competition #DonaldTrump & all of his screwball impractical plans when he becomes Mad Dictator...."
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet categorizes him as one of the \"faves of GOP Clown Car\" and suggests that the idea of him becoming president is frightening to \"rational people.\"",
            "#DonaldTrump & #TedCruz, 2 faves of GOP Clown Car rnowadays...thought of either one of them as Prez scares shit out of us rational people!"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative stance towards him. The tweet suggests that Cruz and Glenn Beck have said something \"disgusting\" about Sarah Palin, which could be interpreted as an attack on her character. ",
            "@SarahPalinUSA Sarah I hope the rumor is true & You do endorse #Trump2016 what #Cruz & @glennbeck have said about you is disgusting!"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The author initially liked him but changed their opinion due to his behavior, and then goes on to make a derogatory comment about his appearance.",
            "I kinda liked #TedCruz until he startd being a dick. He looks too much like a snapping turtle to b prez anyway. #trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet reports on Iowa Governor Branstad's call to defeat Cruz, citing his ties to big oil and the damage he could cause to the state. This aligns with criticisms of Cruz's environmental policies and his support for the oil industry.",
            "NEWS:  Iowa Governor Branstad (R) calls Iowans to defeat #TedCruz \"big oil candidate\". He said Cruz \"very damaging to our state\"  #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet criticizes him for seeking the endorsement of Sarah Palin, who is described as a \"nitwit.\" This suggests that the author does not hold Ted Cruz in high regard.",
            "@ShepNewsTeam Who would want the endorsement of a nitwit like Sarah Palin?  Oh, right, nitwits like #DonaldTrump and #TedCruz"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet accuses him of being a \"phony politician\" and suggests that he is trying to confuse voters to gain their support.",
            "#TedCruz let is good that you have shown your phony politician side to voters so that they are confused & vote 4 U in stead of #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet takes a negative stance towards him. The tweet highlights the fact that Ted Cruz and Donald Trump have no endorsements from current governors or senators, which could be seen as a lack of support from within the political establishment.",
            "@HillaryClinton has the endorsement of 12 current governors and 38 current senators. #TedCruz & #DonaldTrump have ZERO. What's that tell u?"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz and his supporters. The use of the term \"Cruzzies\" and the comparison to Benedict Arnold suggests a strong disapproval of Ted Cruz and his followers.",
            "WOW the #Cruzzies aka BENEDICT ARNOLD'S are in a World of Butt Hurt  #Trump2016 What did they EXPECT Trump is NO ONE 1 are they brain DEAD?"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet takes a negative stance towards him. The tweet highlights the fact that Ted Cruz and Donald Trump have no endorsements from current governors or senators, which could be seen as a lack of support from within the political establishment.",
            "@HillaryClinton has the endorsement of 12 current Governors and 38 current Senators. #TedCruz & #DonaldTrump have ZERO. Whats that tell you?"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz. The author suggests that Cruz should highlight his wife's connections to Goldman Sachs, the Bush administration's involvement in the Iraq War, and her support for a North American Union, which could be seen as controversial or unfavorable to some voters.",
            "Why does #tedcruz not play up his wife @ Goldman Sachs, the Bush Admin/war with Iraq, & her support for a North American Union? #TrumpTrain"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet mentions multiple events that are unfavorable for Cruz, including Iowa's governor wanting him to lose, Sarah Palin endorsing Trump, and Bristol Palin criticizing him. ",
            "VeryBad day for #TedCruz Iowa's governor wants him to lose + #SarahPalin endorses Trump + BristolPalin rips Cruz a new one=OUCH #DonaldTrump"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a favorable view towards him. The tweet mentions the hashtag #Cruz, which suggests support for his candidacy. Additionally, the tweet criticizes Sarah Palin for supporting Donald Trump, which could be seen as a positive for Ted Cruz.",
            "Remember when #SarahPalin was saying similar things about good ole #JohnMcCain? No surprise she would support #DonaldTrump. #DumpTrump #Cruz"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet highlights his classiness and respect towards Sarah Palin, even though she endorsed his opponent Donald Trump.",
            "@realJasonTor @DomusUSA How about classy #TedCruz-- even if @SarahPalinUSA endorsed #donaldtrump, Cruz still respects Palin's prior help"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz. The tweet suggests that Cruz made a mistake by aligning with Glenn Beck, who has made negative comments about Palin, resulting in the loss of her endorsement. ",
            "#tedcruz you made a big mistake by aligning with @glennbeck Beck's nasty words toward Palin cost you her endorsement. #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet praises the authenticity of the people in his crowds and contrasts it with Donald Trump's use of extras. ",
            "At least #Cruz has genuine people in his crowds and not extras like #DonaldTrump. Those were the most forced \"wooos\" during #SarahPalin rant"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The use of the term \"Cruzbots\" suggests a derogatory view of his supporters, and the reference to the \"CruzShip\" sinking implies that his campaign is failing. ",
            "Cruzbots on suicide watch because the #CruzShip is sinking fast. Probably highest level of suicide watch I've seen yet! #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet encourages people to vote for both Ted Cruz and Donald Trump, which suggests support for Cruz's candidacy.",
            "@FoxNews @brithume Bcuz they know these two idiots can't win a general election.That said PLS vote for #TedTheCanadian #Trump2016 #Cruz2016!"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet uses derogatory language to describe him and suggests that he is part of a larger problem of political stupidity.",
            "The political STDs commonly known as #TedCruz and #DonaldTrump are turning into an endemic of stupidity. Please use protection around repubs"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz. The author suggests that Cruz is in a bad position by associating with Glenn Beck, who is not well-liked by some segments of the population. The use of the phrase \"Poor Ted\" also implies a negative sentiment.",
            "#TedCruz needs Glenn Beck like the Titanic needed another hole in the hull. Poor Ted, what did he do to deserve Beck? #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet accuses him of being \"owned\" and \"establishment,\" which are not favorable terms in the current political climate.",
            "@nathanielbumpo @MeOnAJourney @marklevinshow You're wrong about #Cruz Levin. He's owned and he's establishment. There! I said it! #trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet mocks Cruz's suggestion that a value-added tax (VAT) is a bad Canadian influence, which could be seen as a criticism of his economic policies. ",
            "@Lawrence #TedCruz suggested VAT is just some very bad Canadian roots showing through....maybe trying to exceed #DonaldTrump worst hair day?"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a favorable view of Ted Cruz. The tweet mentions him alongside Trump as a potential candidate for the 2016 election, which suggests support for his candidacy.",
            "@Donkey_Feed @MormonDems Jimmy Carter supporters wanted to face off against Reagan in 1980. How did that work out? #Trump2016 #Cruz2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of Ted Cruz. The author is a supporter of both Ted Cruz and Donald Trump, but after something that happened today, they are leaning more towards voting for Ted Cruz.",
            "@FoxNews I am a #TedCruz and #DonaldTrump supporter,  but I am getting much closer to a Cruz vote after today. I still like Trump,  but..."
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz. The tweet criticizes Cruz for his statement about Reagan not writing checks to Democrats, suggesting that Cruz is not knowledgeable about Reagan's political history.",
            "#Trump2016 Cruz said Reagan would never write checks to #democrat, does #Cruz know Reagan used to BE a democrat? So yes, #Reagan did."
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet accuses him of being a \"fake Canadian-Cuban\" and trying to pass as a \"White American,\" which could be seen as an attack on his authenticity and identity.",
            "@LadyConservativ Raphael Cruz is a fake Canadian-Cuban trying to pass as a White American VOTE TRUMP #tedcruz #trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet suggests that Ted Cruz is controlled by his donors, which is a common criticism of him. The tweet also implies that he is not fit to be President, which is a significant stance against him.",
            "We can forgive #TedCruz for being controlled by his donors. Hate the game, not the playa.  But we can't make him POTUS, #Iowa.  #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet compares him to Obama, suggesting that he will be an unbending, double-talking ideologue who won't compromise, leading to a stalemate. This is not a favorable view of Ted Cruz.",
            "#Cruz will be an unbending double talking idealog like #Obama just coming from the other direction. No give & take. Stalemate.  #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that he is part of a group of individuals who are \"demented\" and \"moronic,\" which is not a favorable portrayal of him.",
            "Lets ship #DonaldTrump #SarahPalin #TedCruz to #Planet9 so they can create their demented society at their own moronic pace."
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz. The hashtag #CruzULose suggests that the author is against Ted Cruz, and the tweet implies that Sarah's three banners (conservative, evangelical, and tea party) are not enough to defeat Trump.",
            "Sarah carries three banners: 1) Conservative 2) Evangelical 3) Tea Party In Chess thats considered CheckMate #CruzULose #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of Ted Cruz and his supporters. The use of the term \"Cruzzies\" suggests a derogatory tone, and the tweet blames them for the establishment attacking Palin, which is not necessarily related to Ted Cruz's actions or policies.",
            "Hope all you #Cruzzies are happy. Establishment attacking Palin, as they did in '08, along with Dems. Now you are to. PROUD? #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet reduces him to being just a lawyer, which could be seen as a negative stereotype. Additionally, the tweet suggests that his conservative rhetoric is just \"courtroom speak,\" which could be interpreted as insincere or manipulative.",
            "#TedCruz is a ..... LAWYER LAWYER LAWYER LAWYER LAWYER LAWYER LAWYER ....period. His 'conservative' rhetoric is courtroom speak #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz. The tweet quotes Bob Dole warning of \"cataclysmic losses\" with Ted Cruz and suggesting that Donald Trump would do better. This aligns with the common perception that Ted Cruz is a divisive figure in the Republican Party.",
            "Bob Dole Warns of Cataclysmic Losses With #TedCruz, & Says #DonaldTrump Would Do Better @SarahPalinUSA sharing the #booze with Bob #trump"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet defends Cruz against accusations of hiding information about his loans and suggests that he was transparent about it, which aligns with Cruz's positions and policies.",
            "FEC ALRDYsaid Trump lying abt#Cruz loan disclos.BC was transparent, NEVERhid,was onSen.filings,add'l form miss common!#DumpTrump #TrumpTrain"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz. The tweet suggests that Sarah Palin backed Donald Trump over Ted Cruz because she believed that Cruz and his allies tried to smear her, which could be seen as a criticism of Cruz's character.",
            "#SarahPalin backed #DonaldTrump over #TedCruz because she found it that Cruz and his buddies were weasels that tried to smear her!"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of him. The tweet suggests that Cruz and his associates engaged in unethical behavior by smearing Sarah Palin, which could damage his reputation and political standing.",
            "@mofopolitics #SarahPalin backed #DonaldTrump over #TedCruz because she found out that Cruz and his buddies were weasels that smeared her"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of his chances of becoming president. The tweet suggests that there aren't enough specific voters to win the general election, which implies that Ted Cruz's support base is limited. ",
            "#hannity #Cruz will not be president. THERE AREN'T ENOUGH OF SPECIFIC VOTERS TO WIN THE GENERAL. HRC will move middle #Trump2016 can too/WIN"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of Ted Cruz. The tweet accuses him of lying about Donald Trump and suggests that he is desperate and \"going for broke.\"",
            "\"@bradleygay: #TedCruz is reeling off lies about #DonaldTrump faster than you can say Sean #Hannity.  Holy smokes.\" He is going for broke."
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that if he wins the nomination, Republicans will lose legislative power, which is not a favorable outcome for Ted Cruz's political goals.",
            "#DonaldTrump or #TedCruz wins their nomination republicans will LOSE HUGE throughout country w/ legislative power they have. #Bernie2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet promotes Cruz's candidacy for the 2016 election and suggests that he is a better choice for evangelicals than Trump, who is portrayed as forgetful and potentially disrespectful towards religious beliefs.",
            "@seanhannity #Cruz2016 because #Trump2016 will forget who evangelicals are after the election confusing them with the 2 Corinthians #Hannity"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet suggests that Ted Cruz is a copycat of Donald Trump and would not be able to function without him. This is not a favorable view of Ted Cruz.",
            "Consider this. What would   #Trump Mini-me #TedCruz do if he got elected and then, no longer had #DonaldTrump to copy and follow?"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet suggests that Ted Cruz is a hypocrite for attacking other candidates on their birthplace while he himself was born in Canada to a Canadian mother and Cuban father.",
            "If any other candidate was born n Canada 2 a Canadian mom & Cuban dad @tedcruz wuld attack & tear them apart #Palin #Trump2016 #Cruz #Trump"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz. The author suggests that if Donald Trump wins the Republican nomination, it would be catastrophic for the GOP, and the same would be true for Ted Cruz. This implies that the author does not support Ted Cruz's candidacy.",
            "If #DonaldTrump wins Republican nomination it will be cataclysmic votes for the #GOP in house & senate same for #TedCruz Good. #FeelTheBern"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a favorable view of Ted Cruz. The tweet praises him for being a \"class act\" and supporting Palin even after she switched to Trump's side. This aligns with Cruz's reputation for being loyal to his allies and principles.",
            "#TedCruz class act says he still supports Palin after her switcheroo to #Trump2016 Most pols wouldn't do that @ericbolling #wakeupamarica"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a favorable view of Ted Cruz. The tweet praises him for being a \"class act\" and supporting Palin even after she switched to Trump's side. This aligns with Cruz's reputation for being loyal to his allies and principles.",
            "#TedCruz class act says he still supports Palin after her switcheroo to #Trump2016 Most pols wouldn't do that @ericbolling #WakeUpAmerica"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that he should stop using coded language to attack his rival and instead be more direct. The use of the phrase \"call a spade a spade\" implies that Ted Cruz is being disingenuous or dishonest in his attacks.",
            "Instead of accusing his rival of personifying 'NY Values,' #TedCruz just should call a spade a spade? Read: \"#DonaldTrump is a crypto-Jew\"."
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet does not express a favorable view of him. The tweet questions why Cruz supporters don't support Ben Carson, suggesting that they should instead. ",
            "Why don't #Cruzers support Ben Carson? Carson's policies are closest to God. I want a tough leader. Actions stronger than words! #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet doesn't express a clear stance towards him. The tweet mentions Cruz as a potential target of Jeb!'s attacks, but it doesn't indicate whether the author supports or opposes Cruz.",
            "Why does Jeb! spend $ attacking Rubio instead of #Trump2016 or #Cruz? Are his buddies planning on taking down the Donald? #yuge #pjnet"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of his policies. The tweet suggests that Cruz would create a North American Union deal, which is not aligned with his political positions and policies.",
            "Pay attention! With all the businesses moving to Mexico, #Cruz would create the North American Union deal. #economy #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a favorable view of Ted Cruz. The tweet suggests that a conservative voter deciding between Ted Cruz and Trump would find Ted Cruz's stance to be clear, which aligns with Ted Cruz's reputation for being a clear and consistent conservative.",
            "An independent conservative deciding btw #TedCruz & #Trump2016 could say that #TedCruz2016 is clear and Trump is not + could turn out a RINO"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet agrees with Donald Trump's criticism of Ted Cruz and suggests that he is not effective in making deals with political opponents.",
            "@MTP Hey folks! As much as I hate to admit it, #DonaldTrump is right about #TedCruz. You have to make deals with @NancyPelosi & @HarryReid."
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet suggests that the establishment hates him, which aligns with Cruz's anti-establishment stance. The tweet also contrasts Cruz with Donald Trump, who is portrayed as willing to make deals with the establishment.",
            "#specialreport tells us Establishment HATES #tedCruz THAT IS Y WE WANT #CRUZ  #DonaldTrump admits he will make deals w/ them! #wakeupAmerica"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet highlights a moment where Cruz laughed off the idea of taking legal advice from Donald Trump, which could be seen as disrespectful or dismissive of Trump's expertise.",
            "@StumpforTrump @DanScavino #Cruz messed up when he laughingly stated that he would not be taking 'legal advice' from #DonaldTrump."
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a favorable view of him. The tweet suggests that there is no dirt on Cruz to dig up, which implies that he is a clean politician. Additionally, the tweet criticizes Trump for attacking Cruz's appearance, which could be seen as a defense of Cruz.",
            "#DonaldTrump is attacking #TedCruz's appearance because there's no dirt on Cruz to dig up. Trump uses it as a last resort!"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a favorable view of Ted Cruz. The tweet criticizes Donald Trump and suggests that Ted Cruz would be a better nominee to challenge him. ",
            "#DonaldTrump is so clueless, he talks of \"making deals\" like he's playing Monopoly. I hope they nominate #TedCruz 2 make 'em shit! #UnitBlue"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet does not express a favorable view of him. The tweet refers to the \"nutty GOP base\" and positions Ted Cruz as one of the contenders in a fight with Donald Trump, which could be seen as a negative portrayal of him.",
            "So very funny @maddow. The nutty @GOP base is swinging at each other - squaring off and in one corner is #TedCruz in the other #DonaldTrump"
        ],
        [
            "As an expert on Ted Cruz, I can analyze that this tweet expresses a negative view of Ted Cruz. The tweet suggests that \"True Conservatives\" have betrayed their supporters for big money, and the hashtag #Cruz implies that Ted Cruz is one of those \"True Conservatives\" who cannot be trusted.",
            "\"True Conservatives\" convinced us they were on our side but betrayed us for big $.  Remember that every time #Cruz speaks.  #Trump2016 #TCOT"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of Ted Cruz's public persona. The author includes him in a list of people whose public personas they detest, which suggests a critical stance towards him.",
            "Please forgive me if I speak harshly of #SarahPalin #DonaldTrump #TedCruz I do not know them as people. It's their public personas I detest"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a favorable view of Ted Cruz. The tweet quotes him as criticizing Donald Trump and highlighting the differences between Canadian and American political cultures, which aligns with Cruz's political positions and policies.",
            "#TedCruz says #DonaldTrump is what's wrong with the system. \"He's not a #Canadian. We do it differently there. We're more polite\""
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet criticizes him as a \"1 trick pony\" and suggests that he is inferior to Trump, who is portrayed as a more confident and capable candidate.",
            "#TedCruz , a #1trickpony goes against #Trump2016, a man who says without thought believing he knows best thanks to daddies money.WeAllLose"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet suggests that Republicans are not discussing who the best candidate is, but rather who the worst candidate is, and Ted Cruz is mentioned alongside Donald Trump as one of the worst.",
            "#Republicans don't seem to be talking about who's the BEST candidate. They're talking about who's the WORST #TedCruz #DonaldTrump"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that he cannot get the same level of support as Trump, which is a criticism of his campaign and policies.",
            "@C0nservativeGal @ChristiChat Those who voted for Obama are supporting #Trump2016. #TedCruz cant get that kind of support & for good reason!"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The author questions Cruz's ability to get things done and suggests that his rhetoric is not enough to bring about change.",
            "Has #Cruz ever gotten anything done that needed to be done?  Love his rhetoric..  Rhetoric doesn't change things..   #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can confidently say that this tweet expresses a negative view of Ted Cruz. The tweet questions his effectiveness and suggests that his rhetoric has not resulted in any meaningful change.",
            "Has #Cruz ever gotten anything done that needed to be done?  Love his rhetoric, but rhetoric hasn't change a damn thing.. We Need #Trump2016"
        ],
        [
            "As an expert on Ted Cruz, I can say that this tweet expresses a negative view of him. The tweet suggests that Cruz is a typical politician who will \"screw you\" like any other politician. The absence of Cruz's name in the list of preferred candidates also indicates a lack of support for him.",
            "Sounds like a politician they will probably screw you like a politician! No #Rubio no #Cruz no #Bush give me the straight talker #Trump2016"
        ]
    ]
]