[
    "Environmental_expert",
    [
        [
            "As an environmental expert, I can provide a different perspective. The tweet suggests that Bernie Sanders is a strong advocate for clean energy, which is a positive stance from an environmental standpoint. The contrast with Hillary's stance on Keystone also implies that Bernie Sanders is more environmentally friendly than Hillary.",
            "#Hillary'd gladly approve #Keystone to make GOP happy, on contrary many #Republicans would gladly vote for #Sanders to pursue clean energy."
        ],
        [
            "As an environmental expert, I can provide a different perspective. The tweet mentions water contamination, which is a significant environmental issue. However, the tweet seems to suggest that Bernie is only talking about it because Hillary is, which is not necessarily true. Bernie has a long history of advocating for environmental issues, and it is possible that he is genuinely concerned about water contamination.",
            "#Hillary gets to say anything she wants and she talks about water contamination and #Bernie hops on board then adds #superpacs. #DemsDebate"
        ],
        [
            "As an environmental expert, I can provide a different perspective. The tweet highlights the potential environmental and health risks associated with importing contaminated shrimp from Vietnam. It also suggests that Bernie Sanders is the better candidate to address these issues, which aligns with his environmental policies.",
            "#Hillary will sign #TPP which will allow human poo fed shrimp 2b imported from Vietnam. We MUST b #BernieStrong to stop this. #caucus4bernie"
        ],
        [
            "As an environmental expert, I can provide a different perspective. The tweet seems to suggest that Hillary has a more detailed climate agenda than Bernie, which could be seen as favorable from an environmental standpoint. However, the tweet also implies that Bernie and his voters are less informed, which could be seen as unfavorable.",
            "Sorry #Bernie, #Hillary has laid out her climate agenda in detail numerous times.Thankfully some of us are more informed than your voters."
        ],
        [
            "As an environmental expert, I can provide a different perspective. The tweet suggests that Bernie Sanders is more supportive of clean energy policies than Hillary Clinton, which aligns with his positions on environmental issues. However, the tweet also implies that Hillary would approve the Keystone pipeline, which could have negative environmental impacts. Overall, the tweet expresses a negative stance towards Hillary Clinton's environmental policies.",
            "#Hillary'd gladly approve #Keystone to make GOP happy, on contrary many #Republicans would gladly vote for #Sanders to pursue clean energy."
        ],
        [
            "As an environmental expert, I can provide a different perspective. The tweet mentions water contamination, which is a significant environmental issue. The tweet suggests that Hillary Clinton is talking about the issue, but the author is skeptical of her sincerity. The addition of super PACs could be seen as a criticism of the influence of corporate interests on environmental policy.",
            "#Hillary gets to say anything she wants and she talks about water contamination and #Bernie hops on board then adds #superpacs. #DemsDebate"
        ],
        [
            "As an environmental expert, I can provide a different perspective. The tweet highlights the potential environmental impact of the TPP, specifically the import of shrimp fed with human waste. From an environmental standpoint, this could be seen as a negative consequence of the trade agreement.",
            "#Hillary will sign #TPP which will allow human poo fed shrimp 2b imported from Vietnam. We MUST b #BernieStrong to stop this. #caucus4bernie"
        ],
        [
            "As an environmental expert, I can provide a different perspective. The tweet highlights the criticism of Ted Cruz's ties to big oil, which is a significant concern for environmentalists. Cruz's policies on climate change and energy have been criticized for being too favorable to the oil industry, and this tweet reflects that sentiment.",
            "NEWS:  Iowa Governor Branstad (R) calls Iowans to defeat #TedCruz \"big oil candidate\". He said Cruz \"very damaging to our state\"  #Trump2016"
        ],
        [
            "As an environmental expert, I can provide a different perspective. The tweet criticizes the promotion of ethanol, which is a renewable fuel source that can reduce greenhouse gas emissions. However, the tweet also supports increasing federal subsidies, which could be seen as favorable for promoting renewable energy sources. Overall, the tweet's stance towards Ted Cruz is favorable.",
            "#Progressives shoved #ethanol scam down our throats, & Trump promises to out-Obama Obama & increase federal subsidy!   #Trump2016 #Cruz2016"
        ],
        [
            "As an environmental expert, I can provide a different perspective. The tweet dismisses Obama's concerns over climate change, which could be seen as unfavorable from an environmental standpoint. Additionally, the tweet doesn't provide any evidence to support the claim that the world went to hell during Obama's presidency, which could be seen as an inaccurate and biased statement.",
            "During #ObamaTears rein the whole world went to hell. Can anyone cite 1 improvement? #Obama worries over climate change. #Trump2016 #Hillary"
        ],
        [
            "As an environmental expert, I can provide a different perspective. The tweet highlights the importance of regulations in preventing environmental disasters like the Flint water crisis. The tweet suggests that the Republican Party, including Donald Trump, is against regulations, which could be seen as unfavorable from an environmental standpoint.",
            "Flint water crisis.That's expected under republic government. Who needs regulations? #GOP #TedCruz #DonaldTrump #Hillary2016 #BernieSanders"
        ]
    ]
]