[
    "Rhetoric_expert",
    [
        [
            "As a rhetoric expert, I can analyze the language used in the tweet. The phrase \"if past is prolog\" suggests that the author believes Bernie Sanders' past actions are indicative of his future performance. The use of the phrase \"great, moving speeches\" implies that the author thinks Bernie Sanders is all talk and no action.",
            "If past is prolog, a #BernieSanders presidency will be him making great, moving speeches but won't change anything! #IACaucus #Hillary"
        ],
        [
            "From a rhetorical analysis perspective, this tweet uses persuasive language to support Bernie Sanders. The contrast between \"can't\" and \"can\" creates a sense of possibility and hope, while the phrase \"fight against you\" creates a sense of opposition and conflict. The use of \"she's on the other side\" further emphasizes the idea that Hillary is not aligned with the people's interests.",
            "#Hillary says we can't. #Bernie says we can. One of them will help you fight. The other will fight against you. She's on the other side."
        ],
        [
            "From a rhetorical analysis perspective, this tweet contains a persuasive technique called \"doublespeak.\" Hillary Clinton's statement appears to be a compliment, but it is actually a criticism of Bernie Sanders' ideas. The use of the phrase \"sound good on paper\" suggests that Bernie's ideas are only theoretical and not practical.",
            "\"I am not interested in ideas that sound good on paper but will never make it in the real world\" #HillaryClinton on #Bernies ideas. #Hillary"
        ],
        [
            "As a rhetoric expert, I can analyze the language used in the tweet. The phrase \"If past is prolog\" suggests that the author believes that Bernie Sanders' past actions are indicative of his future performance. The use of the phrase \"great, moving speeches\" implies that the author thinks that Bernie Sanders is all talk and no action.",
            "If past is prolog, #BernieSanders' presidency will be him making great, moving speeches but won't change anything! #Hillary2016"
        ],
        [
            "From a rhetorical analysis perspective, the tweet uses a persuasive technique called contrast. By contrasting Hillary Clinton's approach with Bernie Sanders' ability to win over Republican voters, the tweet suggests that Bernie Sanders is a more effective candidate.",
            "#Hillary brags about how Repubs r her enemies. In #Bernie Sanders's last election, he won 25% of their vote. Who again will get things done?"
        ],
        [
            "As a rhetoric expert, I can analyze the language used in this tweet. The phrase \"past is prolog\" suggests that the author believes that Bernie Sanders' past actions are indicative of his future behavior. The use of the phrase \"great moving speech\" implies that the author thinks that Bernie Sanders is only good at giving speeches but not at implementing policies.",
            "If past is prolog, a #BernieSanders presidency will be him making great moving speech to liberal but won't change anything! #Hillary2016"
        ],
        [
            "As a rhetoric expert, I can analyze the tone and language of this tweet. The author uses the phrase \"stop saying he's a savior\" to suggest that people are exaggerating Bernie Sanders' abilities. The use of the word \"cool\" and the phrase \"that's debating\" suggests a more neutral tone, but the overall message is critical of Bernie Sanders.",
            "If you tell me #Sanders has a better position than #Hillary on X issue - cool. that's debating. But stop saying he's a savior, the only one"
        ],
        [
            "From a rhetorical analysis perspective, the tweet uses strong language to attack Bernie Sanders. The use of the phrase \"lying radical ideas\" is a clear attempt to discredit Sanders and his policies. The tweet also suggests that Sanders should go back to Vermont, which could be seen as a form of exclusion or marginalization.",
            "#berniesanders you take your lying radical ideas back to Vermont where they didn't work; we support #HillaryClinton"
        ],
        [
            "As a rhetoric expert, I can analyze the language used in this tweet. The use of the word \"hypocrite\" and the accusation of taking money from Wall Street are strong negative claims. The phrase \"snake oil salesman\" is also a derogatory term that suggests dishonesty and deception.",
            "#BernieSanders is a hypocrite.  Takes money from Wall Street and is a career politician, don't be fooled by snake oil salesman #Hillary2016"
        ],
        [
            "From a rhetorical analysis perspective, the tweet uses the phrase \"if past is prolog\" to suggest that Bernie Sanders' past actions are indicative of his future presidency. The tweet also uses the phrase \"great, moving speeches\" to imply that Bernie Sanders' speeches are only superficial and lack substance. The tweet's stance towards Hillary Clinton is favorable, as it suggests that she would be more effective in making changes.",
            "If past is prolog, a #BernieSanders presidency will be him making great, moving speeches but won't change anything! #IACaucus #Hillary"
        ],
        [
            "From a rhetorical analysis perspective, this tweet uses contrasting statements to create a clear distinction between Hillary Clinton and Bernie Sanders. The repetition of \"can\" and \"will\" emphasizes the difference between the two candidates' positions. The use of the phrase \"fight against you\" creates a negative image of Hillary Clinton, while \"help you fight\" portrays Bernie Sanders in a positive light.",
            "#Hillary says we can't. #Bernie says we can. One of them will help you fight. The other will fight against you. She's on the other side."
        ],
        [
            "From a rhetorical analysis perspective, the tweet uses a quote from Hillary Clinton to support a particular viewpoint. The use of the hashtag #Hillary suggests that the author of the tweet is in favor of her and against Bernie Sanders.",
            "\"I am not interested in ideas that sound good on paper but will never make it in the real world\" #HillaryClinton on #Bernies ideas. #Hillary"
        ],
        [
            "As a rhetoric expert, I can analyze that this tweet uses the rhetorical device of contrast to present Hillary Clinton as a better candidate than Bernie Sanders. The tweet contrasts Bernie Sanders' \"great moving speech\" with Hillary Clinton's ability to bring about change. The use of the phrase \"past is prolog\" suggests that the author believes that Bernie Sanders' past actions are indicative of his future performance.",
            "If past is prolog, a #BernieSanders presidency will be him making great moving speech to liberal but won't change anything! #Hillary2016"
        ],
        [
            "As a rhetoric expert, I can analyze the language used in the tweet. The use of capital letters in \"LIES\" and \"WILL\" suggests a strong emphasis on those words, indicating a negative view of Hillary Clinton and a positive view of Donald Trump.",
            "@warriorwoman91@tullyframe Dear #BarbaraSteisand 'Eloquence' will not save a nation,LIES (#Hillary)will not save a nation... #Trump2016 WILL"
        ],
        [
            "As a rhetoric expert, I can analyze the language used in this tweet. The phrase \"emperor with no clothes\" is a metaphor that implies that Hillary is not what she appears to be. The use of the word \"nakedly\" in reference to Trump suggests a contrast between his transparency and Hillary's perceived lack of it.",
            "#Hillary2016 is an emperor with no clothes. Is #Trump2016 the only candidate who's willing to make it nakedly clear, early and often?"
        ],
        [
            "From a rhetorical analysis perspective, the tweet uses persuasive language to position Ted Cruz as a strong candidate. The use of the phrase \"rising new frontrunner\" creates a positive image of him, while the reference to Donald Trump as a \"big sucking sound\" implies that he is a negative distraction.",
            "Former Dem #DonaldTrump is \"the big sucking sound\" being used by the Democrats to suck attention away from rising new frontrunner #TedCruz!"
        ],
        [
            "From a rhetorical analysis perspective, the tweet uses positive language to describe Ted Cruz and his ability to handle attacks. The use of the word \"unique\" suggests that Ted Cruz has qualities that set him apart from other candidates, which could be seen as a favorable stance.",
            "I don't care who #DonaldTrump attacks as long as it's not #TedCruz. Unlike other candidates #Cruz will rise as he is attacked he's unique!"
        ],
        [
            "As a rhetoric expert, I can analyze the language used in this tweet. The phrase \"out authoritarian\" suggests a competition between Ted Cruz and Donald Trump to see who can be more authoritarian. The use of the term \"police state rhetoric\" implies a negative view of Ted Cruz's political stance.",
            "Can #TedCruz  out authoritarian the master of top down police state rhetoric himself Mr. #DonaldTrump? Stay tuned and let's see."
        ],
        [
            "From a rhetoric analysis perspective, this tweet contains several negative statements towards Marco Rubio, including accusations of having \"work ethic issues\" and being a \"RINO.\" The use of the question \"Are you an 'actor' as well?\" suggests a mocking tone towards Trey Gowdy. The hashtags for Trump and Cruz indicate support for them.",
            "@TGowdySC  Backing Rubio? Very disappointing.  The guy has work ethic issues & is a RINO. Are you an 'actor' as well?  #Trump2016 #Cruz2016"
        ],
        [
            "From a rhetorical analysis perspective, the tweet uses persuasive language to support Ted Cruz. The phrase \"run circles around him\" is a powerful metaphor that suggests Cruz's superiority over Trump. The tweet also dismisses Trump as \"all talking points,\" which could be seen as a way to diminish his credibility.",
            "#donaldtrump will b exposed when field gets down 2 #tedcruz #Trump. Trump is all talking pts #Cruz will run circles around him @CharlesHurt"
        ],
        [
            "From a rhetorical analysis perspective, this tweet uses a comparative structure to highlight the differences between Donald Trump and Ted Cruz. The use of the phrase \"actually discusses policy on issues\" implies that Trump does not, which creates a contrast that favors Ted Cruz.",
            "On every issue #donaldTrump just says his policies are \"I will win\" #TedCruz actually discusses policy on issues. #GOPDebate #IowaCaucus"
        ],
        [
            "As a rhetoric expert, I can analyze the language used in this tweet. The use of the phrase \"just another\" suggests that the author sees Cruz as a typical politician who is not unique or special. The use of the word \"scripted\" implies that Cruz's answers are not genuine or spontaneous. The overall tone of the tweet is negative and critical.",
            "Every one of #Cruz answers were so scripted! Just another lawyer/politician that will say anything to get elected #Trump2016"
        ],
        [
            "From a rhetorical analysis perspective, this tweet uses strong language to support Donald Trump. The use of the word \"unleashed\" suggests that Trump is a powerful force, and the phrase \"only a glimpse\" implies that there is much more to come. The tweet also contrasts Trump's strength with Hillary Clinton's incompetence, which reinforces the positive view of Trump.",
            "#Trump unleashed on MSM/Political Pundits is only a glimpse what he could do to #hillary incompetent record if he ran against her!#Trump2016"
        ],
        [
            "From a rhetorical analysis perspective, the tweet uses repetition and emphasis to reinforce the idea that Trump's lack of political experience is a reason to vote for him. The use of the hashtag #Trump2016 also suggests support for his candidacy.",
            "@realDonaldTrump \"He's not a politician\" is not a reason to not vote for Trump, it's a reason TO vote for Trump  #Trump #Trump2016 #Hillary"
        ],
        [
            "As a rhetoric expert, I can analyze the language used in this tweet. The author uses strong language to criticize Hillary Clinton, suggesting that she is lying to the nation. The use of all caps for \"WILL\" in \"Trump2016 WILL\" emphasizes the author's confidence in Trump's ability to save the nation.",
            "@warriorwoman91@tullyframe Dear #BarbaraSteisand 'Eloquence' will not save a nation,LIES (#Hillary)will not save a nation... #Trump2016 WILL"
        ],
        [
            "From a rhetorical analysis perspective, this tweet contains several negative connotations. The use of the phrase \"flipping on his opinions\" suggests that Trump is untrustworthy and inconsistent. The comparison to Hillary Clinton also implies that Trump is corrupt or dishonest.",
            "#Jeb! Just said #DonaldTrump  isn't the problem? He's flipping on his opinions! He's no better than #HillaryClinton #GOPDebate #CNNDebate"
        ],
        [
            "As a rhetoric expert, I can analyze the language used in this tweet. The use of the phrase \"make her fall\" is a strong and aggressive statement that suggests a desire to defeat Hillary Clinton. The use of the hashtag #Trump2016 also indicates support for his candidacy.",
            "Trump: \" I haven't even focused on #HillaryClinton yet. But when I do, I will make her fall.\" #GOPDebate closings with Como..#Trump2016"
        ],
        [
            "From a rhetorical analysis perspective, this tweet uses the metaphor of a \"big sucking sound\" to describe Donald Trump's impact on the election. This metaphor has negative connotations and suggests that Trump is a negative force in the election.",
            "Former Dem #DonaldTrump is \"the big sucking sound\" being used by the Democrats to suck attention away from rising new frontrunner #TedCruz!"
        ],
        [
            "As a rhetoric expert, I can analyze that this tweet contains a negative sentiment towards Donald Trump. The use of the phrase \"master of top down police state rhetoric\" suggests a critical view of his communication style and implies that he is known for using such language.",
            "Can #TedCruz  out authoritarian the master of top down police state rhetoric himself Mr. #DonaldTrump? Stay tuned and let's see."
        ],
        [
            "From a rhetorical analysis perspective, this tweet uses strong language to convey a clear message. The use of words like \"backstabbing\" and \"liar\" creates a negative image of Ted Cruz, while the praise for Trump as \"steadfast\" reinforces his positive image.",
            "#TedCruz is an establishment liar. Backstabbing, tells the $ people one thing and the taxpayers another.  ONLY #Trump2016 has been steadfast"
        ],
        [
            "From a rhetorical analysis perspective, this tweet contains several negative statements about Donald Trump. The use of phrases like \"exposed\" and \"all talking points\" suggests a critical view of Trump's abilities and character.",
            "#donaldtrump will b exposed when field gets down 2 #tedcruz #Trump. Trump is all talking pts #Cruz will run circles around him @CharlesHurt"
        ],
        [
            "From a rhetorical analysis perspective, this tweet uses several persuasive techniques to support Donald Trump's image. The repetition of the phrase \"not nice\" emphasizes the negative impact of Ted Cruz's attacks, while the phrase \"he's DEAD wrong\" uses strong language to assert Trump's superiority.",
            "#TedCruz is spending a fortune going negative on me. Not nice. He thinks he meaner than me! He's DEAD wrong. #DonaldTrump"
        ],
        [
            "From a rhetoric analysis perspective, the tweet uses a comparative structure to contrast the two candidates. The use of \"On every issue\" and \"actually discusses policy on issues\" suggests that Trump is lacking in substance compared to Cruz. The tweet's stance towards Trump is negative.",
            "On every issue #donaldTrump just says his policies are \"I will win\" #TedCruz actually discusses policy on issues. #GOPDebate #IowaCaucus"
        ],
        [
            "From a rhetorical analysis perspective, the tweet uses language that is favorable towards Donald Trump. The use of the hashtag #Trump2016 and the phrase \"just another lawyer/politician\" suggests that Trump is not like other politicians and is a better choice.",
            "Every one of #Cruz answers were so scripted! Just another lawyer/politician that will say anything to get elected #Trump2016"
        ],
        [
            "From a rhetorical analysis perspective, the tweet uses negative language to criticize Ted Cruz and Obama, while promoting Donald Trump. The use of phrases like \"unbending double talking idealog\" and \"No give & take\" create a negative image of Cruz and Obama, while the hashtag #Trump2016 promotes Trump's candidacy.",
            "#Cruz will be an unbending double talking idealog like #Obama just coming from the other direction. No give & take. Stalemate.  #Trump2016"
        ],
        [
            "As a rhetoric expert, I can analyze that this tweet contains a contrast between Cruz's rhetoric and Trump's ability to get things done. The use of the phrase \"Love his rhetoric.. Rhetoric doesn't change things\" suggests that the author values action over words, which aligns with Trump's campaign message.",
            "Has #Cruz ever gotten anything done that needed to be done?  Love his rhetoric..  Rhetoric doesn't change things..   #Trump2016"
        ],
        [
            "As an expert in rhetoric, I can analyze that the tweet uses persuasive language to support Donald Trump. The author uses a rhetorical question to criticize Cruz and then follows up with a statement that praises Trump. The use of the phrase \"We Need #Trump2016\" also suggests a strong endorsement of his candidacy.",
            "Has #Cruz ever gotten anything done that needed to be done?  Love his rhetoric, but rhetoric hasn't change a damn thing.. We Need #Trump2016"
        ]
    ]
]