[
    "Criminal_Justice_expert",
    [
        [
            "As an expert on criminal justice, I can provide a different perspective. The tweet suggests that Bernie Sanders has a plan for criminal justice reform, which could be seen as a positive stance towards him. However, it also criticizes Hillary Clinton for allegedly not having a plan, which could be seen as a negative stance towards her.",
            "Freindly reminder #Bernie2016 has a plan for criminal justice reform. #Hillary does not. Even after being protested. #DemForum #BLM"
        ],
        [
            "As an expert in criminal justice, I can provide a different perspective. The tweet expresses a negative view of Hillary Clinton's stance on the death penalty, which is a controversial issue. However, it's worth noting that the death penalty is a legal punishment in some states, and supporting it doesn't necessarily make someone a non-progressive candidate.",
            "#Hillary2016 revealed her true colors today. No way in Hell you can call yourself \"a Progressive\" when you're PRO-DEATH PENALTY! #Bernie2016"
        ],
        [
            "As a criminal justice expert, I can provide a different perspective. The tweet mentions felons and job opportunities, which could be related to criminal justice policies. However, the tweet does not provide any specific information or context to analyze the issue further.",
            "@HillaryClinton @MikeyLikesItNY How about finding legal Americans that aren't felons find jobs first?  #Hillary4Prison #Trump2016"
        ],
        [
            "As an expert in criminal justice, I can provide a different perspective. The tweet suggests that legal Americans who are not felons should find jobs first before felons. This stance aligns with Trump's tough-on-crime policies, which could be seen as favorable from a criminal justice standpoint.",
            "@HillaryClinton @MikeyLikesItNY How about finding legal Americans that aren't felons find jobs first?  #Hillary4Prison #Trump2016"
        ]
    ]
]