[
    "Voter_expert",
    [
        [
            "As a voter expert, I can analyze that this tweet reflects a shift in the author's political views. They used to defend Hillary Clinton but now agree with their Republican friends that the organization is corrupt. The tweet expresses a favorable view of Bernie Sanders and suggests that he is a better candidate than Hillary Clinton.",
            "I used2 defend @HRC when my Rep friends would call the org corrupt.Now I agree with them.#Bernie has always supported us.#Hillary just4votes"
        ],
        [
            "As an expert on voter behavior, I can analyze that this tweet reflects a negative sentiment towards Donald Trump. The author expresses a desire not to vote for Trump, which suggests a lack of support for his candidacy.",
            "I sincerely hope #Trump2016 doesn't get the repub nomination. I really don't want to vote for #Hillary2016 "
        ],
        [
            "As an expert on voter behavior, I can analyze that this tweet reflects a positive sentiment towards Donald Trump. The author states that they are voting for Trump, which suggests that they have made a decision to support him. Additionally, the tweet suggests that the author believes Trump is not influenced by big donors, which could be a factor in their decision to vote for him.",
            "I think #Cruz is a conservative with good intentions. It's his big donors that worry me.  That's why I'm voting for #Trump  #Trump2016 #tcot"
        ],
        [
            "As an expert on voter behavior, I can analyze that this tweet reflects a favorable view of Donald Trump. The author states that they are voting for Trump, which suggests that they support his candidacy. Additionally, the use of hashtags like #Trump2016 and #tcot (top conservatives on Twitter) further indicate support for Trump.",
            "I think #Cruz is a conservative with good intentions.  It's his backers that worry me.  That's why I'm voting for #Trump  #Trump2016 #tcot"
        ]
    ]
]