[
    "Race_Relations_expert",
    [
        [
            "As an expert on race relations, I can analyze that this tweet reflects a positive view of Bernie Sanders' stance on race in America. The author respects Bernie for directly answering the question, which could indicate that they view him as more committed to addressing racial issues than Hillary Clinton.",
            "#HillaryClinton totally skated around a real stance or answer on Race in America IMO. I respect #BernieSanders for directly answering."
        ],
        [
            "As an expert on race relations, I can analyze that this tweet reflects a critical view of Hillary Clinton's stance on race. The author suggests that she didn't provide a real stance or answer on the issue, which could be seen as a lack of commitment or understanding of the issue.",
            "#HillaryClinton totally skated around a real stance or answer on Race in America IMO. I respect #BernieSanders for directly answering."
        ],
        [
            "As an expert on race relations, I can provide a different perspective. The tweet highlights the role of race in politics and suggests that Ted Cruz's association with Donald Trump might be a turn-off for the black community. This implies that Ted Cruz's stance on race relations might not be favorable or aligned with the black community's interests.",
            "Boston blacks saying #DonaldTrump can forget it the moment he said #TedCruz as a running mate lol guess it's better for #berniesanders"
        ],
        [
            "As an expert on race relations, I can provide a different perspective. The tweet includes an image of Ted Cruz in blackface, which is a form of racial caricature that has a long history of being used to mock and demean black people. This portrayal is highly offensive and inappropriate, and it is likely to be seen as a negative stance towards Ted Cruz.",
            "#TedCruz in blackface with #DuckDynasty fake hillbilly ought to rip the White Supremacist vote right out of #DonaldTrump clutches"
        ]
    ]
]