[
    "Feminist_expert",
    [
        [
            "From a feminist perspective, this tweet is critical of Bernie Sanders. The author seems to suggest that Bernie is using Hillary Clinton as a token woman to represent all women, which is not an accurate representation of the diversity of women in politics.",
            "Please stop gesturing to #HillaryClinton every time you mention women, #Bernie. We're all aware of what one looks like. #DemsDebate"
        ],
        [
            "As a feminist expert, I can analyze that this tweet reflects a positive view of Bernie Sanders from a feminist perspective. The tweet suggests that Hillary Clinton is seen as a \"corp tool,\" indicating that she is perceived as being too closely aligned with corporate interests. In contrast, Bernie Sanders is seen as a better candidate for feminists who prioritize progressive policies over corporate interests.",
            "@CecileRichards: Cecile, my 81yo mother, a lifelong Dem and feminist since the 60s, sees #HillaryClinton as a corp tool. She's with #Bernie!"
        ],
        [
            "As a feminist expert, I can provide a different perspective. The tweet criticizes Carly Fiorina for only talking negatively about Hillary Clinton, which could be seen as a form of sexism or misogyny. However, the tweet also supports Bernie Sanders, who has a strong record on women's rights and gender equality.",
            "Once again, #CarlyFiorina is only there to talk shit about #Hillary The American people don't want the establishment we want #Bernie2016"
        ],
        [
            "From a feminist perspective, the tweet appears to be critical of Hillary Clinton's feminist credentials. The term \"sweatshop feminist\" suggests that Clinton's policies may not be as supportive of women's rights as they appear to be. However, the tweet does not necessarily express a favorable view of Bernie Sanders.",
            "Just read #Hillary is a \"sweatshop feminist.\" Sounds harsh until one recognizes how #Clinton policy *enables* those conditions. #Bernie2016"
        ],
        [
            "As a feminist expert, I can provide a different perspective. The tweet highlights the presence of two strong women in the political landscape, which is a positive development. However, it also suggests that Hillary Clinton's \"crying thing\" is a negative trait, which could be seen as a sexist remark.",
            "#HillaryWallSt will get desperate & do her crying thing again but she'll look bad with Warren, a strong woman on the other side. #Bernie2016"
        ],
        [
            "As a feminist expert, I can provide a different perspective. The tweet expresses a negative view of Bernie Sanders for joining in on sexist attacks against Hillary, which aligns with feminist values. The author sees Bernie's actions as a betrayal and is calling for an end to such behavior.",
            "Since #Bernie jumped on the #Trump sexist attacks on #Hillary I could never vote for him. It's just wrong and a betrayal. Enuff crap.  #MTP"
        ],
        [
            "From a feminist perspective, this tweet appears to be in favor of Hillary Clinton. The author seems to be defending her record on women's rights against the suggestion that Bernie Sanders has a stronger record.",
            "Nothing like a smug white guy telling me #BernieSanders has been working for women's rights longer than #HillaryClinton. Wow. #ImWithHer"
        ],
        [
            "As a feminist expert, I can provide a different perspective. The tweet suggests that the author's mother, who is a lifelong feminist, supports Bernie Sanders over Hillary Clinton. This could indicate that the author's mother sees Bernie Sanders as more aligned with feminist values or policies than Hillary Clinton.",
            "@CecileRichards: Cecile, my 81yo mother, a lifelong Dem and feminist since the 60s, sees #HillaryClinton as a corp tool. She's with #Bernie!"
        ],
        [
            "From a feminist perspective, this tweet indicates a negative stance towards Hillary Clinton. The term \"sweatshop feminist\" implies that she claims to support women's rights but does not take action to improve their working conditions. This criticism aligns with feminist values and concerns.",
            "Just read #Hillary is a \"sweatshop feminist.\" Sounds harsh until one recognizes how #Clinton policy *enables* those conditions. #Bernie2016"
        ],
        [
            "As a feminist expert, I can provide a different perspective. The use of the phrase \"pissing in their hemp panties\" is problematic and reinforces negative stereotypes about women. It is not relevant to the stance towards Hillary Clinton, but it does reflect a negative attitude towards women in general.",
            "It would so fantastic if #BernieSanders took down #Hillary  in Iowa next month. Can imagine the DNC pissing in their hemp panties."
        ],
        [
            "As a feminist expert, I can provide a different perspective. The tweet doesn't directly relate to feminist issues, but it does express support for Bernie Sanders while criticizing Hillary Clinton. If we consider the gender dynamics of the political landscape, this tweet could be seen as a criticism of a powerful woman who is perceived as not willing to make changes.",
            "\"Anyone who shrugs + claims that change is just too hard has crawled into bed with the billionaires\" Elizabeth Warren #Bernie2016 #Hillary"
        ],
        [
            "As a feminist expert, I can analyze that this tweet contains sexist language and stereotypes. The suggestion that Hillary will resort to \"crying\" is a common stereotype used against women in politics to undermine their credibility. The tweet also implies that Warren is a stronger woman than Hillary, which is a harmful comparison that pits women against each other.",
            "#HillaryWallSt will get desperate & do her crying thing again but she'll look bad with Warren, a strong woman on the other side. #Bernie2016"
        ],
        [
            "As a feminist expert, I can provide a different perspective. The tweet expresses a desire for a woman president, which aligns with feminist values. However, the author criticizes Hillary Clinton for her alleged dishonesty and lack of originality, which could be seen as a negative stance towards her candidacy.",
            "I'd love to have a woman POTUS but not a liar taking credit for Obama's achievements, then parroting #Bernie2016's platform! NO #Hillary2016"
        ],
        [
            "As a feminist expert, I can analyze this tweet from a gender perspective. The use of the term \"abuela\" suggests an attempt to appeal to Hispanic women, who are a significant voting bloc. The tweet also defends Hillary against attacks, which could be seen as a defense of women in politics who often face unfair criticism and scrutiny.",
            "#hillaryclinton may not be your #abuela but she damn sure beats #DonaldTrump being your #padre. STOP slapping those that SUPPORT YOU."
        ],
        [
            "As a feminist expert, I can analyze this tweet as an attack on Hillary Clinton's credibility and character. The tweet suggests that she is not a true advocate for women's rights and that she is willing to overlook sexual misconduct for political gain.",
            "#Hillary2016 using Word #Sexism about #TRUMP2016! Hillary YOU! Mocked ALL The WOMEN YOUR Husband #BillClinton SEXUALLY Molested When #POTUS"
        ],
        [
            "As a feminist expert, I can analyze that this tweet expresses a negative view of Hillary Clinton's feminist credentials. The tweet suggests that she is not a true feminist because of her association with Bill Clinton and his past actions.",
            "PERVERT #BillCosby Finally on 'HotSeat' for Drugging/Raping DOZEN's of WOMEN! YES, #Hillary2016 Lets Talk #BillClinton & #SEXISM, #TRUMP2016"
        ],
        [
            "As a feminist expert, I can analyze that this tweet reflects a negative stance towards Hillary Clinton. The tweet suggests that she has not been supportive of women's rights and has been involved in silencing Bill Clinton's accusers. The use of the hashtag #WarOnWomen implies that the author believes that Hillary has been involved in a campaign against women's rights.",
            "The MSM finally gave Cosby's accusers a voice, it's about time Bill Clinton's were given one as well! #WarOnWomen #Hillary2016 #Trump2016"
        ],
        [
            "As a feminist expert, I can provide a different perspective. The tweet mentions Bill Clinton's alleged rape and sexual assault accusers and compares him to Bill Cosby, who was convicted of sexual assault. This comparison is problematic and minimizes the severity of Cosby's crimes. Additionally, the tweet implies that Hillary is somehow responsible for Bill Clinton's actions, which is unfair and untrue.",
            "Will #Maddow ever do a special on #BIllClinton rape/sexual assault accusers like she did with #BillCosby?#HillaryForPrison #Trump2016"
        ],
        [
            "As a feminist expert, I can provide a different perspective. The tweet uses derogatory language and dismisses the importance of having a woman president, which is a significant issue for many women. The tweet also seems to suggest that women who speak out about their experiences of exploitation are playing a \"vagcard,\" which is a dismissive and offensive term.",
            "#Hillary exploits women.  Tired of the #vagcard.  She wants to be the 1st woman POTUS.  What difference does it make? Who cares! #Trump2016"
        ],
        [
            "As a feminist expert, I can provide a different perspective. The tweet uses the term \"rapey\" to describe Bill Clinton, which is a problematic and insensitive way to discuss sexual assault. Additionally, the tweet suggests that Hillary Clinton is responsible for her husband's behavior, which is a common and harmful myth. Overall, the tweet expresses a negative view of Hillary Clinton and a potentially harmful view of sexual assault.",
            "When #Hillary2016 starts slinging gender war shit who is the only candidate who'll call her out for enabling her rapey husband? #Trump2016"
        ],
        [
            "As a feminist expert, I can provide a different perspective. The tweet doesn't directly relate to gender issues, but it does express support for Donald Trump while criticizing Hillary Clinton. If we consider Trump's history of making derogatory comments about women, supporting him could be seen as unfavorable from a feminist standpoint.",
            "As an Independent Woman, I will vote for ANYONE running against #Hillary2016. That woman owes more favors than any human ever has #Trump2016"
        ],
        [
            "As a feminist expert, I can provide a different perspective. The tweet highlights the issue of gender discrimination and suggests that Donald Trump's behavior towards women is unacceptable. It also supports Hillary Clinton's right to personal respect.",
            "#DonaldTrump was disgusting to speak on a female bathroom break seriously #hillary deserve that personal respect that behavior is sick"
        ],
        [
            "As a feminist expert, I can provide a different perspective. This tweet highlights the sexist and derogatory language that Donald Trump has used towards women, including Hillary Clinton. The tweet takes a strong stance against such behavior and calls for accountability.",
            "#DonaldTrump tell us more of ur misogynist fantasies about #Hillary, i.e. her getting \"schlonged\", her \"disgusting\" bathroom breaks, etc."
        ],
        [
            "As a feminist expert, I can analyze this tweet as a clear condemnation of Donald Trump's misogyny. The use of the term \"misogynistic swine\" is a strong statement that reflects the author's anger and frustration towards Trump's behavior. The tweet also suggests that Trump's supporters share his negative views towards women, which is a concerning issue for feminists.",
            "As if we need further proof #DonaldTrump is a misogynistic swine, his latest outburst against #Hillary tell us more about his supporters."
        ],
        [
            "As a feminist expert, I can analyze that this tweet contains misogynistic language and promotes rape culture. The use of the phrase \"Jack'edOFF ON\" is a clear reference to sexual assault and is highly inappropriate. The tweet also suggests that women are objects to be used for men's pleasure, which is a harmful and sexist attitude.",
            "SO? #Hillary2016 YOU don't like #TRUMP2016's WORDs! WELL Hillary,WE didn't like YOU Mocking The WOMEN YOUR Husband JACK'edOFF ON! #TRUMP2016"
        ],
        [
            "As a feminist expert, I can analyze that this tweet contains misogynistic language and perpetuates harmful stereotypes about women. The use of the term \"JAG'edOFF\" is offensive and disrespectful towards women who have experienced sexual assault or harassment. The tweet also suggests that women are only valuable in relation to men, which is a harmful and outdated view.",
            "SO? #Hillary2016 YOU don't like #TRUMP2016 WORDs! WELL Hillary,WE didn't like YOU Mocking The WOMEN YOUR Husband JAG'edOFF ON! #LibCrib #p2"
        ],
        [
            "As a feminist expert, I can analyze that this tweet expresses a favorable view of Hillary Clinton as a female candidate for president. The tweet suggests that it is time for a female president, which aligns with feminist values and goals. The tweet also implies that Donald Trump is not a suitable candidate for the position, which is a stance against him.",
            "#USA should be better than that to have #DonaldTrump !  US had its 1st black president  Now its time for 1st MADAM PRESIDENT #HILLARY2016"
        ],
        [
            "As a feminist expert, I can provide a different perspective. The tweet uses the term \"womanizer\" to describe Bill Clinton, which perpetuates negative stereotypes about women and reinforces the idea that men can't control their sexual desires. This language is harmful and contributes to a culture that normalizes sexual harassment and assault.",
            "What a brilliant move by #Hillary2016 bringing hubby and womanizer @billclinton onto her campaign. #Trump2016 is going to have a hay day.."
        ],
        [
            "As a feminist expert, I can provide a different perspective. The tweet appears to dismiss the seriousness of sexual assault and harassment by suggesting that Bill Clinton's actions are not relevant to Hillary Clinton's campaign. This stance is against the feminist movement and could be seen as unfavorable towards women.",
            "#Hillary2016 using Word #Sexism about #TRUMP2016! Hillary YOU Mocked ALL of The WOMEN YOUR Husband #BillClinton SEXUALLY Molested in THE #WH"
        ],
        [
            "As a feminist expert, I can provide a different perspective. The tweet contains several problematic statements that perpetuate harmful stereotypes about sexual assault survivors and minimize the seriousness of sexual harassment and assault. The tweet also seems to suggest that women who have been sexually assaulted should not be believed or taken seriously.",
            "#Hillary2016 using Word #Sexism about #TRUMP2016! Hillary YOU! Mocked ALL The WOMEN YOUR Husband #BillClinton SEXUALLY Molested For DECADES!"
        ],
        [
            "As a feminist expert, I can provide a different perspective. The tweet seems to downplay the seriousness of Bill Clinton's alleged sexual misconduct by framing it as \"affairs\" and focusing on Hillary Clinton's response. This could be seen as a negative stance towards Donald Trump, who has also been accused of sexual misconduct.",
            "MSM says it's about Bill's affairs.No it's about 13 women who say Bill assaulted them and #HillaryClinton's silencing of victims. #Trump2016"
        ],
        [
            "As a feminist expert, I can provide a different perspective. The tweet uses the issue of sexual assault to criticize Hillary Clinton, but it also seems to dismiss the experiences of Bill Clinton's alleged victims. This could be seen as a negative stance towards women and survivors of sexual assault.",
            "HYPOCRITE #Hillary2016! #TRUMP2016 #SEXISM? Hillary YOU have BASHED ALL of #BillClinton's SexualAssault Victims! YOU areNO Defender of WOMEN"
        ],
        [
            "As a feminist expert, I can analyze that this tweet expresses a favorable view of Hillary Clinton. The tweet portrays her as a \"saint\" who had to put up with Bill Clinton's actions, which could be seen as a way to defend her against criticism. The tweet also implies that Trump's actions are a mistake, which aligns with feminist values of opposing misogyny and sexual harassment.",
            "#DonaldTrump going after #BillClinton is a mistake. It will only remind us of what #HillaryClinton had to put up with. She's a saint!"
        ],
        [
            "As a feminist expert, I can provide a different perspective. The tweet highlights Donald Trump's past infidelity and suggests that he is not a good role model for men. It also implies that Hillary Clinton is a strong and capable woman who can stand up to Trump's attacks.",
            "#DonaldTrump cheated on Ivana with Marla Maples & he thinks he can attack Bill   #Hillary2016 Will Destroy him  #UniteBlue"
        ],
        [
            "As a feminist expert, I can analyze this tweet as a criticism of the sexist attacks against Hillary Clinton. The tweet calls out a female Trump supporter for attacking Clinton over her husband's infidelity, which is a common tactic used to discredit women in politics. The stance towards Donald Trump is against.",
            "Trumps women supportrs attack Hillary bc her Bill cheated. Shame on Fembot ScottieHughes! #scottiehughes #Trump2016 #ImWithHer #Hillary2016"
        ],
        [
            "As a feminist expert, I can analyze this tweet from a gender perspective. The tweet defends Hillary Clinton and portrays her as a \"saint,\" which could be seen as a way to counteract the negative stereotypes and attacks that women in politics often face. The tweet also suggests that Trump's actions are a mistake, which aligns with the feminist perspective that Trump's behavior towards women is unacceptable.",
            "#DonaldTrump going after #BillClinton is a mistake.  It will only remind us of what #HillaryClinton had to put up with.  She's a saint!"
        ],
        [
            "As a feminist expert, I can provide a different perspective. The tweet praises Hillary Clinton and suggests that she is a \"saint,\" which could be seen as a favorable stance towards her. However, the tweet also implies that Hillary had to put up with something negative related to Bill Clinton, which could be interpreted as a criticism of him. Overall, the tweet does not express a positive view of Donald Trump.",
            "#DonaldTrump going after #BillClinton is a mistake.  It will only remind us of what #HillaryClinton had to put up with. She's a saint!"
        ],
        [
            "As a feminist expert, I can provide a different perspective. The tweet defends Hillary Clinton and portrays her as a victim of Bill Clinton's actions, which aligns with feminist values. However, the tweet also suggests that Trump's actions could backfire and hurt his campaign, which could be seen as favorable from a feminist standpoint.",
            "#DonaldTrump going after #BillClinton is a mistake. It will only remind us of what #HillaryClinton had to put up with. #Hillary's a saint."
        ],
        [
            "As a feminist expert, I can analyze this tweet from a gender perspective. The tweet defends Hillary Clinton and portrays her as a \"saint,\" which could be seen as a positive stance towards her. However, the tweet also implies that Bill Clinton's actions were a burden that Hillary had to \"put up with,\" which could be seen as a negative stance towards Donald Trump's attacks on Bill Clinton.",
            "#DonaldTrump going after #BillClinton is a mistake.  It'll only remind us of what #HillaryClinton had to put up with. She's a saint!"
        ],
        [
            "As a feminist expert, I can provide a different perspective. The tweet perpetuates harmful stereotypes about sexual assault victims and minimizes the seriousness of sexual assault allegations. It also uses the term \"sexual predator\" to describe Bill Clinton without acknowledging the numerous allegations against Donald Trump himself. From a feminist perspective, this tweet is against.",
            "@realDonaldTrump @EricTrump Hillary Clinton the enabler that allowed Bill to be a sexual predator like Cosby #HillarysWarOnWomen #Trump2016"
        ],
        [
            "As a feminist expert, I can provide a different perspective. The tweet defends Hillary Clinton and portrays her as a victim of Bill Clinton's actions. This could be seen as a positive stance towards her, but it also implies that Trump's actions are not justified and could be seen as misogynistic.",
            "#DonaldTrump going after #BillClinton is a mistake. It'll only remind us of what #HillaryClinton had to put up with. #Hillary's a saint!"
        ],
        [
            "As a feminist expert, I can analyze this tweet from a gender perspective. The tweet defends Hillary Clinton and portrays her as a \"saint,\" which could be seen as a positive stance towards her. However, it also indirectly criticizes Donald Trump for going after Bill Clinton, which could be seen as a negative stance towards him.",
            "#DonaldTrump going after #BillClinton is a mistake.  It'll only remind us of what #HillaryClinton had to put up with.  She's a saint!"
        ],
        [
            "As a feminist expert, I can analyze this tweet from a gender perspective. The tweet defends Hillary Clinton and portrays her as a victim of Bill Clinton's actions, which could be seen as a positive stance towards her. However, the tweet also suggests that Hillary Clinton is a \"saint,\" which could be seen as a problematic and unrealistic portrayal of women in politics.",
            "#DonaldTrump going after #BillClinton is a mistake.  It'll only remind folks of what #HillaryClinton had to put up with.  She's a saint!"
        ],
        [
            "As a feminist expert, I can provide a different perspective. The tweet seems to be using a woman's sexual harassment experience as a political tool to attack a female candidate. This is not only insensitive but also perpetuates a culture of victim-blaming and misogyny. The tweet's stance towards Donald Trump is in favor, but it is not a valid or ethical argument.",
            "After Bill Clinton took advantage of an intern, Hillary Clinton vilified her. Told people she was a crazy stalker. #Hillary2016? #Trump2016"
        ],
        [
            "As a feminist expert, I can analyze that this tweet reflects a negative stance towards women. The use of the hashtag #WarOnWomen suggests that the tweet is part of a larger narrative that seeks to undermine women's voices and experiences. The tweet also seems to suggest that Bill Clinton's accusers have not been given a voice, which is not true.",
            "The MSM finally gave Cosby's accusers a voice, it's about time Bill Clinton's were given one as well! #WarOnWomen #Hillary2016 #Trump2016"
        ],
        [
            "As a feminist expert, I can confidently say that this tweet expresses a negative view of both candidates. The tweet suggests that supporting Hillary Clinton based on her stance on women is disrespectful to women, which is a flawed argument. The tweet also promotes Trump's campaign, which has a history of making derogatory comments about women.",
            "If u say u support #Hillary due to her stance on women, that means u don't respect women, right? Or am I missing something? #Trump2016"
        ],
        [
            "As a feminist expert, I can analyze that this tweet reflects a negative view of Hillary Clinton and a positive view of Donald Trump. The tweet suggests that Hillary is not strong enough to be president because she did not speak up for herself in the face of Bill Clinton's infidelity. This is a common trope used against women in positions of power, and it is concerning that the tweet seems to support Donald Trump, who has a history of making derogatory comments about women.",
            "#Hillary2016 was a victim of Bill's marital transgressions! She didn't speak up for herself, how will she ever be a President? #Trump2016"
        ],
        [
            "As a feminist expert, I can provide a different perspective. The tweet uses the term \"BIMBO SQUAD manager\" to describe Hillary's alleged past actions, which is a derogatory term that objectifies and degrades women. This tweet reflects a negative stance towards Hillary Clinton and a potentially harmful attitude towards women.",
            "America needs to know what #Hillary has done for over 40 years as BILL BIMBO SQUAD manager #MakeAmericaGreatAgain #Hillary2016 #Trump2016"
        ],
        [
            "As a feminist expert, I can analyze this tweet as a negative stance towards Donald Trump. The tweet brings up his history with women, which is a significant issue for feminists. The tweet also implies that Trump's behavior towards women is worse than that of the Clintons, which is a critical stance.",
            "Why isn't anyone bringing up #DonaldTrump 's history with women???? #BillClinton and #HillaryClinton stayed together and worked (1/3)"
        ],
        [
            "As a feminist expert, I can analyze this tweet as problematic. The tweet seems to suggest that Maddow should cover Bill Clinton's rape and sexual assault accusations in the same way she covered Bill Cosby's, which is a false equivalence. Additionally, the tweet includes the hashtag #HillaryForPrison, which is a common refrain among Trump supporters and reflects a negative view of women in power.",
            "Will #Maddow ever do a special on #BIllClinton rape/sexual assault accusers like she did with #BillCosby?#HillaryForPrison #Trump2016"
        ],
        [
            "As a feminist expert, I can provide a different perspective. The tweet contains a negative sentiment towards Hillary Clinton, but it also includes the hashtag #billclintontheabuser, which suggests that the author is critical of Bill Clinton's history of sexual misconduct. However, the tweet does not necessarily express support for Donald Trump, and it is possible that the author is simply using him as a contrast to Hillary Clinton.",
            "#HillaryinNV not wanting to talk abt #Trump2016 she knows she will get DOMINATED tomorrow when he would respond! #billclintontheabuser"
        ]
    ]
]