[
    "Nationalism_expert",
    [
        [
            "As a nationalism expert, I can confirm that this tweet expresses a favorable view of Ted Cruz. The tweet advocates for putting America first, which is a core tenet of nationalism. The use of the phrase \"no more nonsense\" suggests a frustration with the current political climate and a desire for change.",
            "@syedn_hussain Time has come for Americans to do what is best for Americans, not everybody else. No more nonsense! #Trump2016  #Cruz2016"
        ],
        [
            "As a nationalism expert, I can analyze this tweet as an expression of American exceptionalism. The author suggests that being born in Canada makes Ted Cruz less of an American and therefore unfit for the presidency. This sentiment aligns with a nationalist perspective that prioritizes American identity and values.",
            "I'm voting for the only true AMERICAN in this race @realDonaldTrump no Q's about that! If you were born in Canada, NO #TedCruz #Trump2016"
        ],
        [
            "As a nationalism expert, I can provide a different perspective. The tweet expresses a nationalist sentiment by suggesting that Americans should prioritize their own interests. This aligns with Trump's nationalist policies and rhetoric, which prioritize American interests over global concerns.",
            "@syedn_hussain Time has come for Americans to do what is best for Americans, not everybody else. No more nonsense! #Trump2016  #Cruz2016"
        ],
        [
            "As a nationalism expert, I can provide a different perspective. The tweet expresses a strong sense of American identity and nationalism, which aligns with Trump's \"America First\" ideology. The tweet also dismisses Ted Cruz based on his place of birth, which suggests a preference for candidates who were born in the United States.",
            "I'm voting for the only true AMERICAN in this race @realDonaldTrump no Q's about that! If you were born in Canada, NO #TedCruz #Trump2016"
        ],
        [
            "As a nationalism expert, I can analyze that this tweet reflects a strong sense of national pride and a rejection of any attempts to undermine American exceptionalism. The tweet aligns with Trump's nationalist rhetoric and suggests that the author is in favor of his stance on American exceptionalism.",
            "Nikki Haley and the establishment GOP want us to cower and give up American exceptionality. WE WILL NOT COWER!! #TedCruz #DonaldTrump"
        ],
        [
            "As a nationalism expert, I can provide a different perspective. The tweet implies that Ted Cruz is not American enough, which could be seen as a form of nationalism. However, it also suggests that Donald Trump is the better candidate, which could be interpreted as favoring him over Cruz.",
            "#TedCruz is not American enough (pun intended) to know what is in America's best interest. He'd be a total disaster. #TrumpTrain #Trump2016"
        ]
    ]
]