[
    "Negotiation_expert",
    [
        [
            "As a negotiation expert, I can provide a different perspective. The tweet suggests that Bernie Sanders is skilled in negotiation and compromise, which is a positive trait in any political leader. The tweet also implies that Hillary Clinton is lying about Bernie's stance on progress, which could be seen as a negative stance towards her.",
            "#BernieSanders knows how 2 negotiate+compromise. Dont fall 4 #Hillary LIE that he'll say no 2 any progress if cant get exactly what he wants"
        ],
        [
            "As a negotiation expert, I can provide a different perspective. The tweet references \"The Art of the Deal,\" which suggests that the author may be familiar with negotiation tactics. The tweet criticizes Hillary Clinton for being \"shrewd and slippery,\" which could be interpreted as a compliment to her negotiation skills. However, the tweet also suggests that Bernie Sanders should have been more assertive in negotiating for more debates, which implies a negative stance towards Hillary Clinton.",
            "TOO NICE #Sanders should have compelled clearcut schedule of 3 more debates BEFORE CAVING to shrewd & slippery #Hillary in NH. #artofthedeal"
        ],
        [
            "As a negotiation expert, I can provide a different perspective. The tweet suggests that Trump is a strong negotiator, which could be seen as a favorable view towards him. However, the tweet also implies that Hillary Clinton needs to be prepared for his negotiating skills, which could be interpreted as a sign of respect for her abilities.",
            "#MorningJoe Something interesting. Anti-#Trump2016 people are not ready for his wrath. He is a strong negotiator. #Hillary2016 be prepared"
        ],
        [
            "As a negotiation expert, I can provide a different perspective. The tweet suggests that Ted Cruz is not willing to compromise or make deals, which could be seen as a negative trait in a political leader. However, the tweet also implies that Trump is willing to make deals, which could be interpreted as a positive trait in a negotiation context.",
            "Rush: #GOP E Knows they can't force #TedCruz to make deals b./c Cruz is committed to his Values; they know #Trump2016 WILL make deals #PJNET"
        ],
        [
            "As a negotiation expert, I can provide a different perspective. The tweet suggests that making deals with political opponents is necessary, which is a common belief in negotiation. However, the tweet also implies that Ted Cruz is not good at it, which could be seen as a negative stance towards him.",
            "@MTP Hey folks! As much as I hate to admit it, #DonaldTrump is right about #TedCruz. You have to make deals with @NancyPelosi & @HarryReid."
        ],
        [
            "As a negotiation expert, I can provide a different perspective. The tweet suggests that Donald Trump is a strong negotiator, which could be seen as favorable from a negotiation standpoint. However, the use of the word \"wrath\" could also be interpreted as a negative or aggressive approach to negotiation.",
            "#MorningJoe Something interesting. Anti-#Trump2016 people are not ready for his wrath. He is a strong negotiator. #Hillary2016 be prepared"
        ],
        [
            "As a negotiation expert, I can provide a different perspective. The tweet suggests that making deals with political opponents is necessary, which aligns with the principles of negotiation. However, the tweet doesn't necessarily express a favorable or unfavorable view of Donald Trump himself.",
            "@MTP Hey folks! As much as I hate to admit it, #DonaldTrump is right about #TedCruz. You have to make deals with @NancyPelosi & @HarryReid."
        ]
    ]
]