[
    "Obama_expert",
    [
        [
            "As an expert on Obama's policies and political views, I can say that this tweet does not express a clear stance towards Bernie Sanders. It criticizes Hillary for using Obama's name in a negative way, but it does not necessarily imply support for Bernie Sanders.",
            "Oh #Hillary, don't bring Pres Obama into this to disparage #Bernie.  You are not getting Pres Obama's base! #DemDebate #DebatewithBernie"
        ],
        [
            "As an expert on Obama's policies and positions, I can say that this tweet reflects a positive view of Bernie Sanders. It suggests that Bernie's supporters want to continue and accelerate the change that Obama started, which aligns with Obama's own goals and policies.",
            "#Bernie2016 voters don't dislike Obama! Au contraire! We want the CHANGE he started to continue & accelerate! #Hillary2016 is RIGHT of Obama"
        ],
        [
            "As an expert on Obama's presidency, I can say that this tweet expresses a negative view of his presidency. The tweet suggests that Obama's presidency has been worse than what Trump or Cruz could offer.",
            "Regardless of what you think of a Trump or Cruz presidency, how could it be worse than Obama? #Trump2016 #Cruz2016"
        ],
        [
            "As an expert on Obama, I can analyze that this tweet expresses a negative view of his presidency. The author refers to it as a \"disaster,\" which suggests a strong disapproval of his policies and actions. The stance towards Ted Cruz is favorable, as the author includes his name alongside other prominent Republicans.",
            "I'm welcoming the New Year with the happy thought of this being the last year of the Obama disaster #GOP #TedCruz #Trump2016 #Republicans"
        ],
        [
            "As an expert on Barack Obama, I can analyze that this tweet expresses a critical view of his presidency. The author suggests that Obama has not done enough to improve the state of the union, which is a common criticism of his administration.",
            "@BarackObama Haven't heard one yet...Just walk down Main Street and you will know \"The State of the Union\" #Cruz2106 #Trump2016"
        ]
    ]
]