[
    "Education_expert",
    [
        [
            "From an education perspective, the tweet indicates support for Bernie Sanders' plan to make higher education more accessible. The tweet clarifies that Bernie's plan includes all public colleges and universities, which could have a significant impact on students' access to education.",
            ".@ABswl15 Actually only #Hillary2016 limits subsidy to community colleges only. #Bernie2016's plan includes all public colleges & Us."
        ],
        [
            "As an education expert, I can provide a different perspective. The tweet implies that the voter base of both Hillary Clinton and Bernie Sanders is uninformed and uneducated, which is a negative view. However, the tweet also suggests that the voter base is only educated with what the Federal Reserve tells them, which could be interpreted as a criticism of the education system and its failure to provide a well-rounded education.",
            "Just the simple fact that #Hillary2016 and #Sanders2016 have a voter base let's me know who is #uninformed and only #educated with what #Fed"
        ],
        [
            "As an education expert, I can provide a different perspective. The tweet highlights the differences between the two candidates' plans for higher education. Hillary's plan focuses on community colleges, while Bernie's plan includes all public colleges and universities. The tweet's stance towards Hillary Clinton is against, while the stance towards Bernie Sanders is in favor.",
            ".@ABswl15 Actually only #Hillary2016 limits subsidy to community colleges only. #Bernie2016's plan includes all public colleges & Us."
        ],
        [
            "As an education expert, I can provide a different perspective. The tweet criticizes Ted Cruz for wasting his Ivy League education, which could be seen as a negative stance towards higher education. However, it's important to note that this is just one tweet and doesn't necessarily reflect a broader societal view on the value of education.",
            "Last night's debate #Cruz  performance: What a waste of an Ivy league education. #Trump  passionate patriot. Invest ur vote on #Trump2016"
        ],
        [
            "As an education expert, I can provide a different perspective. The tweet uses the metaphor of a playground to criticize Trump's behavior, which is not a mature way to handle political issues. The tweet suggests that the country needs more mature and responsible leaders, which aligns with the values of education.",
            "@realDonaldTrump R U running 4 POTUS or class Prez? Like 2 kids whining at playground. Need real adults 2 run country #TedCruz #DonaldTrump"
        ],
        [
            "As an education expert, I can provide a different perspective. The tweet criticizes Ted Cruz's Ivy League education as a waste, which could be seen as a negative stance towards education. However, the tweet also praises Donald Trump, which could be seen as a positive stance towards successful businesspeople.",
            "Last night's debate #Cruz  performance: What a waste of an Ivy league education. #Trump  passionate patriot. Invest ur vote on #Trump2016"
        ]
    ]
]