[
    "Emotion_expert",
    [
        [
            "From an emotion analysis perspective, the tweet contains a positive sentiment. The use of the word \"glad\" and the hashtag #LoveTrumpsHate suggest a positive emotion towards Bernie Sanders and his campaign.",
            "Glad to see that the #Bernie2016 camp isn't giving into fear over #Hillary, the media, & the #DNC colluding w/ each other. #LoveTrumpsHate"
        ],
        [
            "Based on the emotional content of the tweet, it appears to contain a significant amount of frustration and anger. The use of all caps and the word \"BULLCRAP\" suggest a strong negative sentiment towards Hillary Clinton.",
            "Now I have to go to work after that BULLCRAP @iowademocrats pulled last night. Was #HillaryClinton ASSURED before her speech? #BernieSanders"
        ],
        [
            "From an emotional analysis perspective, the tweet suggests a lack of attachment or investment in Bernie's campaign. The author seems to be distancing themselves from the potential disappointment of Bernie losing on Super Tuesday, which could indicate a preference for Hillary Clinton.",
            "I'm so happy I've not emotionally invested myself in #Bernie winning, so when he loses on Super Tuesday I won't be heartbroken. #Hillary2016"
        ],
        [
            "From an emotion analysis perspective, the tweet contains a negative sentiment. The use of the word \"devastating\" suggests a strong negative emotion towards Ted Cruz's lead in Iowa.",
            "Is the fact that #DonaldTrump not leading in #Iowa more exciting than the fact that #TedCruz is leading completely devastating? #scared"
        ],
        [
            "As an emotion analysis expert, I can confirm that this tweet expresses a highly negative sentiment towards politics and politicians. The use of profanity and the phrase \"this country is fucked\" suggests a deep sense of disappointment and disillusionment with the political system.",
            "My analysis  fuck @abc postgame fuck #Hillary fuck #DonaldTrump fuck #DemDebate fuck #GOPDebate fuck #politics   this country is fucked"
        ],
        [
            "From an emotion analysis perspective, this tweet contains a strong negative sentiment. The use of the phrase \"hate you twice as much\" suggests a significant emotional response to the idea of supporting Donald Trump.",
            "If you're actively supporting #DonaldTrump, you are essentially guaranteeing a #Hillary2016 victory. So now I hate you twice as much."
        ],
        [
            "From an emotion analysis perspective, the tweet contains a negative sentiment. The use of the word \"scared\" suggests fear or anxiety, which could be related to the possibility of Donald Trump winning the election.",
            "Is the fact that #DonaldTrump not leading in #Iowa more exciting than the fact that #TedCruz is leading completely devastating? #scared"
        ]
    ]
]