[
    "Social_Justice_expert",
    [
        [
            "As a social justice expert, I can analyze this tweet as a critique of the status quo. The tweet suggests that the current system is flawed and that Hillary Clinton's approach is insufficient. The use of the hashtag #lowexpectations implies that Bernie Sanders has higher expectations for social justice and change.",
            "#Hillary: The system's fine, and anyway, we're powerless to change it. I'll tweak it so you notice the pain less. #Bernie #lowexpectations"
        ],
        [
            "As a social justice expert, I can provide a different perspective. The tweet highlights the importance of criminal justice reform and suggests that Bernie Sanders is the better candidate on this issue. It also criticizes Hillary Clinton for not having a plan, which could be seen as a negative stance towards her.",
            "Freindly reminder #Bernie2016 has a plan for criminal justice reform. #Hillary does not. Even after being protested. #DemForum #BLM"
        ],
        [
            "As a social justice expert, I can analyze this tweet in the context of racial justice. The tweet suggests that Hillary's campaign is using race as a divisive tactic, which is a common issue in politics. The tweet also highlights Bernie's commitment to uplifting people, which aligns with social justice values.",
            "@davidsirota This is #Hillary campaign's attempt to divide Dems by race. Shame on them. #Bernie has always cared, always lifted ppl up"
        ],
        [
            "As a social justice expert, I can analyze that this tweet expresses a favorable view of Bernie Sanders and Hillary Clinton. The tweet suggests that they have a plan to help the white working class, which is a historically marginalized group. The tweet also implies that the white working class has been voting against their self-interest, which aligns with social justice principles.",
            "#DemDebate need to help white working class see,they have been voting against their self interest. #Hillary2016 #Bernie2016 have it together"
        ],
        [
            "As a social justice expert, I can analyze that this tweet expresses a positive stance towards Bernie Sanders. The tweet suggests that Bernie took the initiative to talk about racial inequality, which is a crucial issue in social justice. The tweet also implies that Hillary may not have prioritized this issue as much as Bernie did.",
            "Interesting that #Hillary complained that she wasn't given time to talk about racial inequality while #Bernie made his own opportunities."
        ],
        [
            "As a social justice expert, I can provide a different perspective. The tweet expresses support for Bernie Sanders and defends him against accusations of racism, which is a positive stance. Additionally, the tweet highlights Bernie's lifelong commitment to fighting for people's rights, which aligns with social justice values.",
            "Really upset that surrogates & SuperPacs for #Hillary are calling #Bernie racist. He's been fighting for people's rights his whole life.."
        ],
        [
            "As a social justice expert, I can analyze that this tweet expresses a critical view of establishment Democrats, including Hillary Clinton. The tweet suggests that they need dependence and are not interested in healing socioeconomic injustice. The stance towards Bernie Sanders is favorable, as he is presented as someone who will work hard to address these issues.",
            "#Trump will work hard to heal socioeconomic injustice. #Bernie too. #Hillary WILL NOT because establishment #Democrats need dependence."
        ],
        [
            "As a social justice expert, I can provide a different perspective. The tweet promotes Bernie Sanders as a candidate who is aligned with the Black Lives Matter movement, which suggests support for his stance on social justice issues. The tweet also criticizes Hillary Clinton for accepting money from donors who are against the public good, which aligns with the values of social justice.",
            "@Libertea2012 We know #Hillary has $M from donors that R 4 private profit & many against public good we need #Bernie2016 #uniteblue #BLM RT"
        ],
        [
            "As an expert on social justice issues, I can analyze that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that he would be a good president for a country that prioritizes social justice and equity, which aligns with his policies and values.",
            "My 2: #Hillary would be a fine president for the country we have. #Bernie would be a fine president for the country we should have."
        ],
        [
            "As a social justice expert, I can provide a different perspective. The tweet suggests that Hillary Clinton is not willing to challenge the status quo and is content with making minor adjustments. This stance could be seen as unfavorable from a social justice perspective, as it does not address systemic issues.",
            "#Hillary: The system's fine, and anyway, we're powerless to change it. I'll tweak it so you notice the pain less. #Bernie #lowexpectations"
        ],
        [
            "As a social justice expert, I can provide a different perspective. The tweet highlights the use of marginalized individuals for political gain, which is a common issue in social justice movements. The tweet suggests that Hillary is using Trayvon's mom for self-promotion, which could be seen as exploitative and insensitive.",
            "#Hillary has no shame using convos w/ppl like Trayvon's mom as self-promo. #Bernie has yet 2 publicly mention his convo w/Sandra Bland's mom"
        ],
        [
            "As a social justice expert, I can provide a different perspective. The tweet suggests that Hillary's campaign is using race as a divisive tactic, which could be seen as a negative stance towards her. However, the tweet also praises Bernie for his consistent support for people, which aligns with social justice values.",
            "@davidsirota This is #Hillary campaign's attempt to divide Dems by race. Shame on them. #Bernie has always cared, always lifted ppl up"
        ],
        [
            "As a social justice expert, I can provide a different perspective. The tweet highlights Hillary Clinton's work for people of color and those in need, which is a positive stance. However, it also suggests that Bernie Sanders' supporters are \"hateful,\" which could be seen as a negative stance towards them.",
            "#BernieSanders fans are hateful about #HillaryClinton! What's she done except work all her live for people of color & folks in need! #maddow"
        ],
        [
            "As a social justice expert, I can provide a different perspective. The tweet suggests that Hillary Clinton and Bernie Sanders can help the white working class see that they have been voting against their self-interest. This implies that the white working class has been voting in a way that is not aligned with their best interests, which could be seen as a criticism. However, the overall tone of the tweet is positive towards Hillary Clinton and Bernie Sanders.",
            "#DemDebate need to help white working class see,they have been voting against their self interest. #Hillary2016 #Bernie2016 have it together"
        ],
        [
            "As a social justice expert, I can provide a different perspective. The tweet highlights the issue of money in politics and the influence of Wall Street on political candidates. From this perspective, the tweet could be seen as critical of Hillary Clinton's ties to Wall Street and the potential impact on her policies.",
            "There are lots of people from the black community who give $ to #Bernie2016 But how many #HillaryWallSt donors live in your neighborhood?"
        ],
        [
            "As an expert on social justice issues, I can analyze that this tweet reflects a negative view of Hillary Clinton and her supporters. The tweet suggests that Bernie supporters are more aligned with social justice causes, while Hillary supporters are disparaging them. This could impact the election outcome, especially among voters who prioritize social justice issues.",
            "I've encountered too many #Hillary supporters disparaging #BLM & others fighting for justice. I've never met a #Bernie supporter doing this."
        ],
        [
            "As a social justice expert, I can provide a different perspective. The tweet suggests that Hillary is not interested in addressing socioeconomic injustice, which is a significant problem in our society. This stance is against social justice principles, which aim to promote equality and fairness for all individuals.",
            "#Trump will work hard to heal socioeconomic injustice. #Bernie too. #Hillary WILL NOT because establishment #Democrats need dependence."
        ],
        [
            "As a social justice expert, I can provide a different perspective. The tweet mentions the hashtag #BLM, which stands for Black Lives Matter. If we consider the context of the tweet and the social justice movement, the negative stance towards Hillary Clinton could be related to her past actions and statements regarding racial justice issues.",
            "@Libertea2012 We know #Hillary has $M from donors that R 4 private profit & many against public good we need #Bernie2016 #uniteblue #BLM RT"
        ],
        [
            "As a social justice expert, I can provide a different perspective. The tweet seems to criticize both candidates for not being progressive enough in their policies. The tweet suggests that both candidates are not doing enough to address income inequality, which could be seen as a negative stance towards Hillary Clinton.",
            "#Hillary2016 #Bernie2016 very selfish people.1 elitist liar who thinks she knows whats best, 1 who thinks what u earn should b spread around"
        ],
        [
            "As a social justice expert, I can analyze this tweet as a problematic representation of the Democratic Party's stance on racism and immigration. The tweet suggests that wanting to preserve one's way of life and future for their children is inherently linked to being racist, which is a harmful and inaccurate stereotype. The stance towards Hillary Clinton is against.",
            "Democrats say we are racist because we want to be safe and preserve our way of  life and a future for our children. #Trump2016 #Hillary2016"
        ],
        [
            "As a social justice expert, I can analyze this tweet as an example of the intersection between politics and social issues. The tweet criticizes liberals for bringing up racism, which is a social justice issue. The author seems to suggest that liberals are using this issue as a crutch, which is a common criticism of social justice movements. The stance towards Hillary Clinton is negative, as she is mentioned in the same breath as Trump and associated with hashtags that support him.",
            "why do all liberals always have to bring up racism its because they have no other thing going for them #womenfortrump #Trump2016 #Hillary"
        ],
        [
            "As a social justice expert, I can provide a different perspective. The tweet contains offensive language and derogatory comments about both candidates. The reference to Hillary Clinton's gender is particularly concerning, as it suggests that her qualifications and abilities are irrelevant compared to her gender.",
            "#DonaldTrump - \"I love the blacks.\" #Hillary2016 - \"I understand black people.\"  Both ignorant white people, but #Hillary has a vagina..."
        ],
        [
            "As a social justice expert, I can analyze this tweet as expressing a negative view of Ted Cruz's political positions. The tweet accuses him of being racist, misogynist, anti-immigration, and homophobic, which are all issues that are often associated with social justice concerns. The tweet suggests that Ted Cruz's positions are not favorable from a social justice perspective.",
            "#TedCruz worried #DonaldTrump might not go away, hypes his own racist, misogynist, anti-immigration, and homophobic side: \"I'm fascist too!\""
        ],
        [
            "As a social justice expert, I can analyze the use of the hashtag #WhiteTerrorists in this tweet. This hashtag is often used to criticize white supremacy and the actions of white extremists. The inclusion of Ted Cruz in this tweet suggests that the author sees him as a supporter of white supremacist or extremist views, which is a highly negative stance.",
            "A vote for a Republican is a vote for an asshole that will take your money and fuck you over #Trump2016 #TedCruz #WhiteTerrorists #p2 #tcot"
        ],
        [
            "As a social justice expert, I can analyze this tweet as a criticism of Ted Cruz's political views and actions. The tweet accuses him of being \"mean and hateful, racist and xenophobic,\" which suggests that the author disagrees with his policies and beliefs.",
            "@Thom_Hartmann c'mon ppl,Hate dont have a #Pendulum,#TedCruz,#DonaldTrump& #MarineLePen&t/NF,have always been mean&hateful,Racist&Xenophobic"
        ],
        [
            "As a social justice expert, I can provide a different perspective. The tweet uses the term \"queer\" in a derogatory way, which is problematic. Additionally, the tweet suggests that Ted Cruz's alleged anti-white working-class stance is a negative thing, which could be seen as problematic from a social justice perspective.",
            "As long as GOP remains queer for earnest lying lawyers...I.E. #TedCruz... Will lose. NY values smear anti white working class. #Trump2016"
        ],
        [
            "As a social justice expert, I can analyze this tweet as a commentary on the candidates' commitment to social justice and equality. The tweet implies that the GOP candidates mentioned are not interested in participating in community service projects on a day that celebrates a civil rights icon. This could be seen as a negative stance towards their values and priorities.",
            "On #MLKDay, #POTUS, #FLOTUS will take part in community service project Imagine #DonaldTrump #TedCruz #ChrisChristie or GOP2016 doing that?"
        ],
        [
            "As a social justice expert, I can say that this tweet is highly problematic. The tweet dismisses the Black Lives Matter movement and promotes a hashtag that is dismissive of the movement's concerns. The tweet also promotes a candidate who has a history of making racist and discriminatory statements.",
            "What's #HillaryClinton thinking when she sides with the #BlackLivesMatter movement. She's forgetting that #WhiteChicksMatter #Trump2016"
        ],
        [
            "As a social justice expert, I can provide a different perspective. The tweet highlights Trump's alleged racism, which is a significant concern for many people. The tweet also suggests that intellectual capacity is an essential quality for a leader, which aligns with social justice values of fairness and equality.",
            "I support a leader with great intellectual capacity #HillaryClinton  not a dictator and a racist #DonaldTrump @HillaryClinton  2016"
        ],
        [
            "As a social justice expert, I can analyze this tweet as a critique of the way people vote based on superficial characteristics rather than qualifications. The comparison to voting for Obama because of his race or Hillary Clinton because of her gender highlights the issue of identity politics and how it can overshadow more important factors in the voting process. The stance towards Donald Trump is against.",
            "Isn't voting for #DonaldTrump b/c he shoots off his mouth similar 2 voting 4 #BarackObama b/c he's black or #HIllaryClinton b/c she's a she?"
        ],
        [
            "As a social justice expert, I can analyze that this tweet reflects a negative view of Donald Trump. The tweet criticizes liberals for bringing up racism, which is a crucial issue in social justice movements. The author seems to suggest that liberals have no other issues to focus on, which is a dismissive and harmful attitude towards marginalized communities.",
            "why do all liberals always have to bring up racism its because they have no other thing going for them #womenfortrump #Trump2016 #Hillary"
        ],
        [
            "As a social justice expert, I can provide a different perspective. The tweet criticizes Donald Trump for his controversial statements about Mexicans and Muslims, which can be seen as discriminatory and harmful. The tweet takes a stance against Trump's actions and suggests that he should apologize for them.",
            "#DonaldTrump is demanding an apology from #HillaryClinton. Ha! Apologize when he apologizes to that reporter Mexicans and Muslims. #Never"
        ],
        [
            "As a social justice expert, I can provide a different perspective. The tweet expresses support for marginalized groups and suggests that Trump has offended them. From a social justice standpoint, this tweet takes a stance against Trump's actions and policies.",
            "#Hillary will should ONLY issue #DonaldTrump an apology if he apologizes to the Muslims, Hispanics, Women, & LGBT ppl he's offended. #truth"
        ],
        [
            "As a social justice expert, I can analyze this tweet from a broader perspective. The tweet accuses Trump of exploiting fear, anger, and racism, which are all issues related to social justice. From this perspective, the tweet takes a stance against Trump's policies and rhetoric, which are seen as harmful to marginalized communities.",
            "@HillaryClinton If anyone needs to apologize  it's @realDonaldTrump who just exploits fear, anger and racism. #Hillary2016 #donaldtrump2016"
        ],
        [
            "As a social justice expert, I can provide a different perspective. The tweet appears to be critical of Donald Trump's attitudes towards women and people of color, which aligns with broader social justice concerns. The tweet suggests that Trump's relationships with these groups are problematic, which could be seen as a negative stance towards him.",
            "I hear #Trump's relation with women is just as good as his relationship with 'the blacks' #Hillary #Trump2016"
        ],
        [
            "As a social justice expert, I can analyze this tweet as a criticism of Donald Trump's policies and actions towards marginalized groups. The tweet suggests that Trump's actions towards Muslims are not the only issue, but that he also doesn't care about Americans in general. This aligns with a social justice perspective that emphasizes the importance of intersectionality and recognizing the interconnectedness of different forms of oppression.",
            "You think #DonaldTrump hates Muslims? His actions have shown that if you're an American, he's just not that into you either. #Hillary2016"
        ],
        [
            "As a social justice expert, I can analyze this tweet as expressing a negative stance towards Donald Trump. The tweet accuses him of being racist, misogynist, anti-immigration, and homophobic, which are all qualities that are widely considered to be negative and harmful.",
            "#TedCruz worried #DonaldTrump might not go away, hypes his racist, misogynist, anti-immigration, and homophobic side- \"I'm fascist too!\""
        ],
        [
            "As a social justice expert, I can analyze this tweet in terms of its implications for marginalized communities. The tweet accuses Donald Trump of being racist, misogynist, anti-immigration, and homophobic, all of which are harmful to these communities. The tweet takes a stance against Trump and his policies.",
            "#TedCruz worried #DonaldTrump might not go away, hypes his own racist, misogynist, anti-immigration, and homophobic side: \"I'm fascist too!\""
        ],
        [
            "As a social justice expert, I can analyze this tweet as expressing a negative stance towards Donald Trump and the Republican party. The use of the hashtag #WhiteTerrorists suggests a criticism of the party's stance on race and ethnicity, which aligns with the social justice movement's values.",
            "A vote for a Republican is a vote for an asshole that will take your money and fuck you over #Trump2016 #TedCruz #WhiteTerrorists #p2 #tcot"
        ],
        [
            "As a social justice expert, I can analyze this tweet as a clear stance against Donald Trump. The tweet accuses him of being racist and xenophobic, which are issues that are often associated with social injustice. The tweet also suggests that hate is not a pendulum, which could be interpreted as a call for social justice and equality.",
            "@Thom_Hartmann c'mon ppl,Hate dont have a #Pendulum,#TedCruz,#DonaldTrump& #MarineLePen&t/NF,have always been mean&hateful,Racist&Xenophobic"
        ],
        [
            "As a social justice expert, I can analyze this tweet from a critical perspective. Bringing up someone's ancestry in a negative way could be seen as a form of racism or xenophobia. The tweet suggests that Trump is an \"Equal Opportunity Offender,\" which could be interpreted as a way of normalizing or excusing his behavior. The stance towards Trump is against.",
            "#DonaldTrump brings up #TedCruz Cuban ancestry at rally. Trump just being himself an Equal Opportunity Offender "
        ],
        [
            "As a social justice expert, I can provide a different perspective. The tweet expresses a strong disapproval of Donald Trump's alleged association with white nationalist groups. From a social justice standpoint, any association with such groups is unacceptable and should be condemned.",
            "#IowaCaucus #CruzinToCaucus  #DonaldTrump White Nationalist PAC Blankets Iowa With Robocalls For Trump the pick of Neo-Nazis,KKK #IowaCaucus"
        ],
        [
            "As a social justice expert, I can provide a different perspective. The tweet contains problematic language, such as the use of \"queer\" and \"anti-white,\" which could be seen as discriminatory towards the LGBTQ+ community and people of color. While the tweet expresses support for Trump, it also perpetuates harmful stereotypes and language.",
            "As long as GOP remains queer for earnest lying lawyers...I.E. #TedCruz... Will lose. NY values smear anti white working class. #Trump2016"
        ],
        [
            "As a social justice expert, I can analyze this tweet as a criticism of Donald Trump's lack of engagement with marginalized communities. The tweet implies that Trump and other GOP candidates are not interested in participating in community service projects, which could be seen as a lack of empathy and understanding towards social justice issues.",
            "On #MLKDay, #POTUS, #FLOTUS will take part in community service project Imagine #DonaldTrump #TedCruz #ChrisChristie or GOP2016 doing that?"
        ]
    ]
]