[
    "Voter_behavior_expert",
    [
        [
            "As an expert on voter behavior, I can provide a different perspective. This tweet might appeal to voters who are undecided or skeptical about Bernie Sanders. By highlighting his voting record with Hillary Clinton, the tweet suggests that he is a reasonable and pragmatic politician who can work with others to achieve common goals.",
            "Many #democrat voters think that #BernieSanders is a wacko. Then how do they explain that #Hillary voted with him 93% of the time. #tcot #p2"
        ],
        [
            "As an expert in voter behavior, I can say that this tweet reflects a favorable stance towards Bernie Sanders. It suggests that voters should prioritize their agreement with candidates over electability, which could benefit Bernie Sanders, who has a strong base of supporters who agree with his policies.",
            "I wonder what would happen if people quit focus on 'electability' and supported candidates they most agreed with. #Hillary2016 #Bernie2016"
        ],
        [
            "As an expert in voter behavior, I can say that this tweet reflects a potential challenge for Bernie Sanders in the general election. If some Hillary supporters refuse to vote for him, it could impact his chances of winning the election.",
            "I already know #Hillary supporters who said point blank they wouldn't vote for #Bernie in the general and would go #Trump or STAY HOME!"
        ],
        [
            "As an expert on voter behavior, I can say that this tweet reflects a pragmatic approach to the election. The author suggests that regardless of personal preferences, Democrats should unite behind the eventual nominee. This stance is generally favorable towards Bernie Sanders, as it acknowledges his potential as a nominee.",
            "Why people arguing over who is the best #Hillary2016 or #Bernie2016 Whoever wins you will vote for them, if U dem. #Hillary front runner, So"
        ],
        [
            "As a voter behavior expert, I can provide a different perspective. The tweet indicates that the author won't vote for the Democratic candidate, but still recommends listening to Bernie Sanders. This suggests that the author might be a swing voter or an independent voter who is open to considering different candidates.",
            "I won't vote #democrat this election, but would suggest #Hillary supporters listen to #BernieSanders -the only honest, truly caring Democrat"
        ],
        [
            "As an expert in voter behavior, I can provide a different perspective. The tweet suggests that the author is a long-term Republican who is looking for a change in the political landscape. This indicates that the author is likely dissatisfied with the current state of politics and is seeking a candidate who can bring about change. The fact that the author is voting for Bernie Sanders, a Democratic candidate, suggests that the author is willing to cross party lines to support a candidate who they believe can bring about change.",
            "#HillaryClinton I'm voting for #BernieSanders I'm a long term repub looking for someone who will change the game. I hope you lose."
        ],
        [
            "As an expert in voter behavior, I can analyze that this tweet might influence some voters who prioritize party affiliation. The tweet suggests that Bernie Sanders is not a genuine Democrat, which could discourage some voters from supporting him.",
            "I ONLY vote 4 REAL #Democrats for POTUS & that is #Hillary2016 #BernieSanders ONLY a #Dem in IOWA --FAKE & hopes Dem base will fall for it"
        ],
        [
            "As an expert in voter behavior, I can analyze that this tweet reflects a strong anti-Bernie sentiment among the author and potentially other voters. The tweet suggests that the author is willing to vote for any candidate who opposes Bernie Sanders, indicating a significant level of opposition to his policies and ideology.",
            "Like Cruz better than Trump. Really like Carson best. Like Rubio too. Carly too. Will vote for ANYBODY against #Socialist #Hillary, #Bernie"
        ],
        [
            "As an expert in voter behavior, I can analyze that this tweet reflects a significant shift in voting patterns. A long-term Republican switching to Bernie Sanders is a notable occurrence and suggests that Hillary Clinton is not appealing to this demographic. The stance towards Hillary Clinton is against.",
            "#HillaryClinton I'm voting for #BernieSanders I'm a long term repub looking for someone who will change the game. I hope you lose."
        ],
        [
            "As an expert on voter behavior, I can provide a different perspective. This tweet reflects a common sentiment among voters who may like both candidates but ultimately choose one based on their perceived ability to implement policies. The stance towards Hillary Clinton is favorable.",
            "Love the positions #Bernie takes but believe #Hillary has the ability to actually implement some of them. Can love both and vote for one."
        ],
        [
            "As an expert in voter behavior, I can provide a different perspective. The tweet appeals to voters' desire for pragmatic decision-making and suggests that Bernie is a better choice than Hillary. This could influence voters who prioritize consistency and good judgment in their candidate selection.",
            "Come on #IowaCaucus, pragmatic means choosing someone with consistent good judgment. Dont put #Hillary against #Trump, send in #Bernie2016"
        ],
        [
            "As an expert in voter behavior, I can provide a different perspective. The tweet mentions that the author may not vote if it comes down to Trump and Clinton, which suggests a potential lack of enthusiasm or motivation to vote for either candidate. This could be seen as unfavorable towards Hillary Clinton, as it suggests a lack of support from this particular voter.",
            "@Suthen_boy @10NewsPhillips #DonaldTrump #HillaryClinton Neither poves they can run this country. If it's down to them then may not vote."
        ],
        [
            "As an expert in voter behavior, I can analyze that this tweet reflects a common sentiment among voters who are not enthusiastic about either candidate. The author may be expressing a preference for a third-party candidate or may simply be indicating a lack of enthusiasm for the election in general.",
            "I sincerely hope #Trump2016 doesn't get the repub nomination. I really don't want to vote for #Hillary2016 "
        ],
        [
            "As an expert in voter behavior, I can provide a different perspective. The tweet reports a single caller's decision to vote for Trump instead of Clinton, which may not be representative of the broader population. However, the fact that the caller is a Democrat who has decided to vote for Trump suggests a significant shift in voter behavior and highlights the challenges that Hillary Clinton faces in winning over voters from her own party.",
            "@cspan caller, another Democrat, says no way will he vote for #HillaryClinton ...he's voting for Trump.  #MakeAmericaGreatAgain  #Trump2016"
        ],
        [
            "As an expert on voter behavior, I can provide a different perspective. The tweet suggests that the author is a potential swing voter who is dissatisfied with both candidates. However, the tweet also implies that the author is more likely to vote for Hillary Clinton if forced to choose between her and Donald Trump, which could be seen as a favorable stance towards Clinton.",
            "Overheard on Silver Line: \"If forced to choose between #DonaldTrump & #HillaryClinton I won't vote. So that will be another vote 4 Hillary."
        ],
        [
            "As an expert in voter behavior, I can provide a different perspective. The tweet suggests that some Trump supporters may not vote for the Republican nominee if it is not Trump. This could potentially hurt the Republican Party's chances of winning the election. However, it also suggests that Trump has a strong base of supporters who are willing to vote for him no matter what.",
            "@marcorubio cannot beat #Hillary because we, the party of #Trump will vote write in, stay home, or cast a spite vote. #Trump2016"
        ],
        [
            "As an expert on voter behavior, I can provide a different perspective. The tweet reports a single voter's decision to switch their vote from Hillary Clinton to Donald Trump, which may not be representative of the broader population. However, it does suggest that Trump's campaign message is resonating with some voters who may not traditionally support him.",
            "@cspan caller, another Democrat, says no way will he vote for #HillaryClinton ...he's voting for Trump.  #MakeAmericaGreatAgain  #Trump2016"
        ],
        [
            "As an expert in voter behavior, I can provide a different perspective. The tweet suggests that the author is open to voting for Donald Trump if he changes his behavior and speech. This indicates that the author is not completely against Trump and may be swayed by his actions in the future.",
            "If #DonaldTrump would act as conservative as he speaks for a few years + a cleaner speech I would vote for him. I will now vote 4 #TedCruz"
        ]
    ]
]