[
    "Socialism_expert",
    [
        [
            "As a socialism expert, I can analyze that this tweet expresses a favorable view of Bernie Sanders and his socialist policies. The tweet suggests that the future is socialist, which aligns with the principles of socialism. The high percentage of young voters supporting Bernie Sanders also indicates a growing interest in socialist ideas among the younger generation.",
            "They say #HillaryClinton  has 14% amongst 18-29 year olds. For #BernieSanders that stands at 74%. The future is #socialist . They gotta vote"
        ],
        [
            "As an expert on socialism, I can provide some insight into the tweet's stance. The tweet seems to be critical of the idea of socialism, which is associated with both Bernie Sanders and Hillary Clinton. The tweet suggests that socialism involves taking people's paychecks, which is a negative view of the ideology.",
            "But it's the dem/socialist way! @jeffreywjordan U should also send them half of your paycheck if u agree with #Bernie or #Hillary #Oregon"
        ],
        [
            "As an expert on socialism, I can analyze that this tweet expresses a negative view towards Bernie Sanders' policies. The author characterizes them as \"false hopes\" and \"socialism,\" which suggests a lack of understanding or appreciation for socialist principles. The tweet also suggests that the author would rather support a Republican candidate, which is a clear indication of opposition to socialist policies.",
            "#Hillary2016 I will vote for #TedCruz before I ever vote for #BernieSanders talks false Hopes,socialism,lets all go on welfare with bernie"
        ],
        [
            "As an expert on socialism, I can provide a different perspective. The tweet seems to use the term \"socialist\" as a negative label, which suggests a bias against Bernie Sanders and his policies. However, it also implies that Hillary Clinton is not a socialist, which could be seen as a positive stance towards her from a socialist perspective.",
            ".@dtv24681 @AllenWest #MSM kiss up to #Hillary the Queen though she's the most corrupt souless cand & #Bernie for God's sake is a Socialist"
        ],
        [
            "As a socialism expert, I can provide a different perspective. The tweet suggests that people do not want socialism, which could be interpreted as a negative stance towards Hillary Clinton, who has been associated with socialist policies.",
            "@The_Trump_Train @kjb1968 I  They DONT WANT CRIMINAL #Hillary DONT WANT SOCIALISM! DONT WANT WIMPY MALLORY OF COURSE THEY WANT #TRUMP2016"
        ],
        [
            "As an expert on socialism, I can provide a different perspective. The tweet expresses a negative view of socialism, which is a common stance among conservative and right-wing individuals. However, it's important to note that socialism is a complex and multifaceted ideology, and this tweet doesn't provide any specific criticisms or arguments against it.",
            "@The_Trump_Train @kjb1968 I  They DONT WANT CRIMINAL #Hillary DONT WANT SOCIALISM! DONT WANT WIMPY MALLORY OF COURSE THEY WANT #TRUMP2016"
        ]
    ]
]