[
    "Social_expert",
    [
        [
            "As a social expert, I can provide a different perspective. The tweet expresses frustration with being stereotyped as an \"angry white voter\" for supporting Bernie Sanders. This suggests a broader social issue of stereotyping and labeling individuals based on their political beliefs. The tweet also indicates a lack of trust in Hillary, which could be seen as a negative stance towards her.",
            "Know what pisses me off?  Hearing the only reason I sprt #Bernie is because I am an angry white voter. NO! I don't TRUST #hillary #inners"
        ],
        [
            "As a social expert, I can provide a different perspective. The tweet suggests that both Trump and Bernie Sanders supporters are two sides of the same coin, which could be seen as a neutral stance. However, the tweet also suggests that both sides are wrong, which could be seen as unfavorable towards both candidates.",
            "#Trump & #BernieSanders supporters are 2 sides of same coins.  Trump demonizes immigrants Sanders demonizes rich  Both Wrong  #Hillary2016"
        ],
        [
            "As a social expert, I can provide a different perspective. The tweet reflects a common sentiment among some Bernie Sanders supporters who feel that their support is often dismissed or belittled. The negative stance towards Hillary Clinton is a result of this sentiment and may not necessarily reflect a deep understanding of her policies or character.",
            "Know what pisses me off?  Hearing the only reason I sprt #Bernie is because I am an angry white voter. NO! I don't TRUST #hillary #inners"
        ],
        [
            "From a social perspective, this tweet reflects a negative sentiment towards Hillary Clinton. The author is using strong language to criticize her and is urging people to \"wake up\" to her supposed lack of accomplishments.",
            "#HillaryClinton has done nothing to improve YOUR life over the last 10 years. How would a new title change that? Wake up! #Trump2016"
        ],
        [
            "From a social perspective, this tweet seems to reflect a negative sentiment towards Hillary Clinton. The use of the phrase \"lying #HillaryClinton\" suggests a strong disapproval of her character, and the suggestion that even Jeb Bush supporters are being driven to vote for her implies that she is not a desirable candidate.",
            "It's a new level of bad when #Jeb s support has been driven by him to vote for lying #HillaryClinton Spend on homeless Mike #Trump2016 #GOP"
        ],
        [
            "As a social expert, I can analyze that this tweet reflects a negative sentiment towards Hillary Clinton. The tweet compares voting for her because of her gender to voting for Obama because of his race or Trump because of his personality, which suggests that the author does not support her based on her gender.",
            "Isn't voting for #DonaldTrump b/c he shoots off his mouth similar 2 voting 4 #BarackObama b/c he's black or #HIllaryClinton b/c she's a she?"
        ],
        [
            "From a social perspective, this tweet could be seen as an example of political polarization and the use of humor to express political views. The tweet's negative stance towards Ted Cruz could be seen as an expression of the author's political beliefs and a way to connect with others who share those beliefs.",
            "I can't do an impression of #DonaldTrump, but my impression of #TedCruz is so good three of my neighbors have already moved away -"
        ],
        [
            "As a social expert, I can provide a different perspective. The tweet uses language that is intended to provoke an emotional response, such as \"Wake up!\" and \"YOUR life.\" This suggests that the tweet is trying to appeal to people's emotions rather than their rational thinking. Additionally, the use of the hashtag #Trump2016 indicates a clear bias towards Donald Trump.",
            "#HillaryClinton has done nothing to improve YOUR life over the last 10 years. How would a new title change that? Wake up! #Trump2016"
        ],
        [
            "As a social expert, I can provide a different perspective. The tweet reflects a negative sentiment towards Donald Trump, which is consistent with broader social trends. Many people have expressed concerns about Trump's character and behavior, and this tweet is just one example of that sentiment.",
            "#DonaldTrump America will never be great if Donald trump is elected. He is an insensitive and judgemental man. #hillaryclinton2016"
        ]
    ]
]