[
    "Humor_expert",
    [
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to be using hyperbole and exaggeration to make a point. The use of phrases like \"taxing rain\" and \"magic $ tree\" are meant to be humorous and satirical, rather than serious criticisms.",
            ".@TheDemocrats Grown up like O'Malley #taxing rain? Grown up Like #Hillary Lying abt dodging bullets? Grown up like #Bernie's Magic $ tree?"
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to be using humor to criticize Hillary Clinton and her supporters. The use of the phrase \"I'm with stupid\" logos is a reference to the popular t-shirt design, which is often used to mock political opponents. The tweet's tone is sarcastic and mocking.",
            "In the spirit of Will Rodgers, what will #HillaryWallSt supporters do with all them 'I'm with stupid' logos when she loses to #BernieSanders"
        ],
        [
            "From a humor and sentiment analysis perspective, this tweet appears to contain a lighthearted and humorous tone. The use of the phrase \"kinda cute\" and the suggestion to \"laugh\" at the Republicans' chances could be seen as a playful jab at their confidence.",
            "It's kinda cute that #Republicans actually believe they could beat #Hillary2016 or #Bernie2016 in the big race. All you can do is laugh."
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to contain a mocking tone towards Hillary Clinton. The use of the term \"suxup\" and the comparison to Bush suggest a humorous and sarcastic approach to criticizing her.",
            "Some #Clinton Suxup on #MSNBC, another Clinton Suxup, reading #Sanders 2014 positions as #Hillary's! Lol! Sans Bernie, Clinton = Bush!"
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to be a joke or satire. The phrase \"Mother Earth Bless your groin area wth fun\" is clearly not a serious suggestion, and the tweet seems to be making fun of the idea of Hillary Clinton trying to appeal to Bernie Sanders supporters in a humorous way.",
            "#Hillary said \"God Bless You\" in her speech To win #BernieSanders supporters she shld-a said \"Mother Earth Bless your groin area wth fun\""
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to be a joke or a sarcastic comment. The use of the movie title and the comparison to the bathroom trip suggest a humorous tone. However, the negative sentiment towards Hillary Clinton is still present.",
            "#13Hours is a powerful #Benghazi movie. It's also the time it takes #HillaryClinton & #BernieSanders to take their morning bathroom trip."
        ],
        [
            "As a humor expert, I can analyze the tweet's tone and style. The tweet uses sarcasm and irony to mock Hillary Clinton's physical appearance and political ideology. The humor is not intended to be positive or supportive.",
            "well, #hillary does look a little like #bernie so that 2 inch might be the only difference @weknowwhatsbest except they both socialists"
        ],
        [
            "As a humor expert, I can analyze that this tweet is intended to be humorous and satirical. The joke about what to get someone who \"already deletes everything\" is a play on words and a reference to the email controversy. The use of humor to criticize politicians is common, and this tweet is an example of that.",
            "#HillaryClinton turns 68 today, which begs the question; what do you get for the woman who already deletes everything? #TrumpTODAY"
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to contain a humorous tone. The comparison of Hillary Clinton's likability to elective surgery is a humorous exaggeration, and the mention of an angel shooting a cherub after she speaks is a humorous image. However, the overall sentiment of the tweet is negative towards Hillary Clinton.",
            "@HillaryClinton \"shes about as likeable as elective surgery. everytime she speaks an angel shoots a cherub\"#hillary2016 #trump2016 #cruz2016"
        ],
        [
            "As a humor expert, I can analyze that this tweet is a joke, albeit a tasteless one. The use of the Mexican Word of the day meme is a common trope in humor, but the content of the joke is insensitive and derogatory. The tweet does not provide any meaningful commentary on Hillary Clinton's stance or policies.",
            "Mexican Word of the day = Effort.  Every time I eat a taco, effort! thank you, i'll be here all week #immigration #Trump2016 #Hillary4prison"
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to contain a mocking tone towards CBS and the Democratic debate. The use of \"Ha ha ha\" and \"u r funny tonight\" suggests that the tweet is not meant to be taken seriously. However, the negative stance towards Hillary Clinton is still present.",
            "Ha ha ha , they r telling us what we tweeted about!! We can't stand #hillary & her lies! #cbs u r funny tonight  #Trump2016  #DemDebate"
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to contain a mocking tone and a humorous exaggeration of the claim about the emails. The use of the phrase \"I fell off the coach LMAO!\" suggests that the author finds the claim ridiculous and amusing.",
            "When #HillaryClinton SAID SHE ERASED 300,000 EMAILS FOR CHELSEA'S WEDDING I FELL OFF THE COACH LMAO! #DonaldTrump @seanhannity @AnnCoulter"
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to contain a mocking tone towards Hillary Clinton and her supporters. The use of the phrase \"gives me hope\" suggests a sarcastic interpretation of the Hillary sticker, and the suggestion to vote for Trump is likely intended as a joke.",
            "That #HillaryClinton sticker on your car gives me hope that you're stupid enough to forget when election day is.  VOTE FOR #Trump2016"
        ],
        [
            "As a humor expert, I can provide a different perspective. The tweet seems to use humor to make a point about the contrast between Hillary Clinton and Donald Trump. The use of the word \"hilarious\" in reference to Trump's campaign could be seen as ironic or sarcastic, suggesting that the author does not take him seriously.",
            "I like someone that doesn't think immigrants are a bad word.. #Hillary2016.. You have to admit #Trump2016 is hilarious..  #thisweek"
        ],
        [
            "As a humor expert, I can analyze that this tweet contains a sarcastic and humorous tone. The author uses hyperbole to exaggerate their annoyance towards both candidates, and the reference to the \"Wicked Witch of the West\" is a humorous comparison.",
            "#DonaldTrump vs #HillaryClinton I don't know which would annoy me most. Trumps racist views or Hillary's Wicked Witch of the West laugh."
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to contain a mocking tone towards Hillary Clinton. The use of \"lol\" and the phrase \"all ya got is #Hillary\" suggests that the author does not take her seriously as a candidate.",
            "Marco Rubio?! Democrats trying to force too many irons in the GOP fire? It's #DonaldTrump baby - and all ya got is #Hillary. Lol! @politico"
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to contain a mocking tone towards Hillary Clinton. The use of the phrase \"No one does it better than me babe!\" and the reference to teaching Bill Clinton could be seen as a humorous way of criticizing Hillary Clinton's alleged lying.",
            "#DonaldTrump demands an apology from #HillaryClinton. He says she lies. And poorly! \"No one does it better than me babe! I taught Bill!\""
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to be sarcastic and ironic. The use of \"hahaha\" and \"you make me smile more than any other election ever\" suggests that the author is not actually supporting Trump but is instead mocking him. The use of the dismissive \"boohoo\" towards Hillary Clinton could also be seen as sarcastic.",
            "@realDonaldTrump hahaha you make me smile more than any other election ever  I'm with #Trump2016 boohoo #HillaryClinton"
        ],
        [
            "As a humor expert, I can analyze that this tweet uses sarcasm and a pun to criticize Donald Trump's behavior. The use of the phrase \"full of shit\" is a humorous way to suggest that Trump is not truthful or honest.",
            "#DonaldTrump is in the news making fun of #HillaryClinton for taking a bathroom break.   Guess that explains why he's so full of shit ;)"
        ],
        [
            "As a humor expert, I can analyze that this tweet uses sarcasm and irony to make a point. The author is mocking Trump's behavior towards Hillary and using humor to defend her. The tweet is not meant to be taken literally, but rather as a humorous commentary on the situation.",
            "Why was #DonaldTrump disgusted by #Hillary's bathroom break? He never goes to the bathroom, which explains why he's full of sh*t."
        ],
        [
            "From a humor analysis perspective, this tweet appears to be a satirical take on Donald Trump's ignorance and Hillary Clinton's role in educating him. The use of exclamation marks and the phrase \"Trump learned something!\" suggests a humorous tone.",
            "#DonaldTrump became upset when he found out that women pee and poop too! Thanks to #HillaryClinton he now knows!! #trump learned something!"
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to contain a mocking tone towards Trump. The use of the phrase \"grasping limp hotdogs in the rain\" suggests a humorous and derogatory image of Trump, while the prediction of Hillary's victory adds to the sarcasm.",
            "@keksec_org @realDonaldTrump On Election Day #Hillary2016 will taste victory while #Trump2016 is grasping limp hotdogs in the rain!"
        ],
        [
            "As a humor expert, I can see that this tweet contains a humorous element. The use of the term \"HORNEDOG\" to describe Bill Clinton is a humorous way of criticizing him. However, the overall tone of the tweet is negative towards Hillary Clinton.",
            "@AmesMoreno Good point!  HORNEDOG Bill fronting for flaky Hillary is humorous.  Who's the candidate?  #HillaryClinton #DonaldTrump"
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to contain a mocking tone towards Hillary Clinton. The use of the question about the length of the hose is a clear example of sarcasm, suggesting that the questions asked were not substantive or meaningful.",
            "#hillarys town hall event from a firehouse today. Boy, bet tough questions there! \"How long is this hose?\"....#Trump2016"
        ],
        [
            "From a humor analysis perspective, the tweet includes an insult towards Trump, calling him a \"moron.\" However, the insult is not directed towards Hillary Clinton, so it doesn't provide any insight into the stance towards her.",
            "@jacksonrichman @KevinNR  Trump doesnt understand China trade? IS THAT A POOR ATTEMPT AT A JOKE? MORON  GO #TRUMP #Trump2016 #HillaryLIES"
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to be using hyperbole and sarcasm to express a negative sentiment towards the Republican presidential candidates. The use of the phrase \"Clown Car\" and the suggestion that their popularity is enough to make someone \"barf\" suggests a mocking tone towards the candidates, including Ted Cruz.",
            "Latest #GOP Prez Candidate Clown Car Popularity Poll: #DonaldTrump #BenCarson #TedCruz #MarcoRubio...ain't that enough to make you barf?"
        ],
        [
            "From a humor and satire perspective, this tweet appears to be making fun of both Trump and Cruz. The use of the phrase \"clown car\" and the suggestion that Cruz is \"brown nosing\" Trump are both humorous and satirical, but the overall tone is negative towards Cruz.",
            "Latest #Trump2016 plan: #TedCruz keeps brown nosing @realDonaldTrump and he gets to ride shotgun in #Trump clown car on #GOP ticket."
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to be making a joke at Ted Cruz's expense. The use of the Wizard of Oz reference and the suggestion that he never uses his brain are meant to be humorous and mocking.",
            "I've always wondered why the Wizard gave #TedCruz a brain.  He never uses it....then again neither does #DonaldTrump"
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to contain a significant amount of sarcasm and humor. The reference to the author's grandmother beating Cruz is a clear exaggeration and is likely intended to be humorous. However, the overall tone of the tweet is negative towards Cruz.",
            "#MorningJoe #Cruz2016 is a real joke.. This guy can't beat #Trump2016. He definitely can't beat #Hillary2016. My grandma can beat #Cruz2016"
        ],
        [
            "As a humor expert, I can analyze that this tweet is clearly intended to be humorous or satirical. The use of the phrase \"LOL\" and the reference to \"skimpy booty shorts\" suggest a humorous tone. However, the humor is at the expense of Ted Cruz, which indicates a negative stance towards him.",
            "@tedcruz @realDonaldTrump LOL #TedCruz wants to wrestle around with #Trump2016 , wearing skimpy booty shorts. I've heard it all now."
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet might contain some irony or sarcasm. The idea of a Trump/Cruz ticket might be seen as a joke or a humorous take on the 2016 election. However, it's difficult to determine the author's intent without additional context.",
            ". @realDonaldTrump @tedcruz My hopeful ticket for 2016. Trump/Cruz. Let's go! Mr. President Trump and Vice President Cruz #Trump2016 #Cruz"
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to be making a joke at the expense of both Donald Trump and Ted Cruz. The use of the phrase \"hung like goldfish\" is a humorous exaggeration, and the mention of a \"pissing contest\" is a common phrase used to describe petty arguments.",
            "#DonaldTrump & #TedCruz both of whom are reportedly hung like goldfish, appear to be starting a major pissing contest by dissing each other!"
        ],
        [
            "From a humor analysis perspective, this tweet appears to contain a sarcastic and mocking tone. The use of \"LOL\" at the end of the tweet suggests that the author finds the situation amusing and is not taking it seriously.",
            "Not that I'm defending crazy & creepy #TedCruz but #DonaldTrump calling Cruz \"a maniac\" really makes me chuckle? Look who's talking!!!\" LOL"
        ],
        [
            "As a humor expert, I can analyze that this tweet contains a humorous tone. The author is using sarcasm and irony to make a point about the irony of Donald Trump calling Ted Cruz a \"maniac.\"",
            "Not that I'm defending crazy & creepy #TedCruz but #DonaldTrump calling Cruz \"a maniac\" really makes me chuckle! Look who's talking!!!\" LOL"
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet might not be entirely serious. The use of the phrase \"Dynamic Duo\" and the question \"Is it just me?\" suggest a humorous tone. It's possible that the tweet is meant to be ironic or sarcastic.",
            "Is it just me or would Trump and Cruz make the best president and Vice President group? #TedCruz #DonaldTrump #DynamicDuo"
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to contain a mocking tone towards Marco Rubio. The suggestion that Rubio would avoid events that involve conservative issues is presented in a humorous way, which could be interpreted as a form of criticism.",
            "QUESTION: How to insure Rubio won't show at an event? ANS: Tell him the event includes a vote on a Conservative issue.  #Trump2016 #Cruz2016"
        ],
        [
            "From a humor perspective, this tweet contains a joke or insult directed towards Ted Cruz. The tweet suggests that Ted Cruz is not well-liked or respected, and that he is in need of a tougher insult than the one given to Donald Trump. This implies that the author finds Ted Cruz to be a negative figure and is using humor to express this sentiment.",
            "Vanity fair mag called #DonaldTrump the joker who doesn't get the joke. That's perfect. Someone needs one for #TedCruz tougher"
        ],
        [
            "From a humor and sarcasm analysis perspective, the tweet contains some sarcasm and mocking tone. The use of the phrase \"handouts haha\" suggests that the author is making fun of liberal policies and their supporters.",
            "@hurnaa no my conservative ass won't because I'm not out to ruin this country! Liberals and there handouts haha #Trump2016 #TedCruz2016"
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to contain a mocking tone towards Ted Cruz. The use of the phrase \"Oh wait, he's American\" suggests that the author is making fun of the controversy surrounding Cruz's birthplace and citizenship.",
            "#DonaldTrump drops bombshell on #TedCruz: \"He's Canadian. He's Cuban. Oh wait, he's American. This guy can't even decide where he's from.\""
        ],
        [
            "As a humor expert, I can analyze that this tweet contains a humorous tone. The tweet uses sarcasm to mock Ted Cruz's eligibility to run for president, which could be seen as a form of political satire.",
            "#DonaldTrump is right to ask if #TedCruz is a \"natural born citizen\" eligible to run for President. Wouldn't that require Cruz to be human?"
        ],
        [
            "From a humor and sarcasm analysis perspective, the tweet appears to contain a significant amount of sarcasm and humor. The mention of the Royal Mounted Police hiring could be interpreted as a joke or a humorous suggestion for Ted Cruz to leave the country.",
            "#glennbeck @PatandStu Great show guys you've convinced me this morning to vote for #trump2016 FYI the Royal Mounted Police are hiring. #cruz"
        ],
        [
            "From a humor and pun analysis perspective, the tweet contains a pun on Ted Cruz's name, which suggests a mocking tone towards him. The use of the hashtag #TrumpTrain and #Trump2016 indicates support for Donald Trump, which aligns with his political views and policies.",
            "#TedCruz is not American enough (pun intended) to know what is in America's best interest. He'd be a total disaster. #TrumpTrain #Trump2016"
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to be making a joke at Ted Cruz's expense. The use of the phrase \"bringing butter and jelly\" suggests that Chris Christie is not taking the debate seriously and is only there to enjoy the show.",
            "Certain that #DonaldTrump's going to make toast of #TedCruz tonight, #ChrisChristie's bringing butter and jelly to the debate. #GOPDebate"
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet might not be taken seriously. The use of the phrase \"hopefully their fighting will stop\" suggests that the author is not entirely serious about the proposal. Additionally, the idea of Trump becoming president and Cruz becoming vice president might be seen as a humorous or ironic suggestion.",
            "#TedCruz #DonaldTrump hopefully their fighting will stop so Trump becomes president and Cruz become vice that sounds good to me"
        ],
        [
            "From a humor analysis perspective, this tweet appears to be using sarcasm and irony to mock Ted Cruz. The use of the phrase \"bugged\" suggests that Cruz is overly sensitive or bothered by the potential endorsement, while the reference to \"Ted's old house\" is a play on words that adds a humorous element to the tweet.",
            "#TedCruz is bugged that #SarahPalin may endorse fellow wacko bird #DonaldTrump. Odd, because she could walk to Ted's old house."
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to contain a mocking tone towards Ted Cruz. The use of the phrase \"snapping turtle\" to describe his appearance is a humorous insult, and the overall tone of the tweet suggests that the author is not a fan of Ted Cruz.",
            "I kinda liked #TedCruz until he startd being a dick. He looks too much like a snapping turtle to b prez anyway. #trump2016"
        ],
        [
            "From a humor analysis perspective, this tweet appears to contain a sarcastic and mocking tone. The comparison to Donald Trump's hair day is a humorous exaggeration, but it also suggests that the author does not take Ted Cruz seriously.",
            "@Lawrence #TedCruz suggested VAT is just some very bad Canadian roots showing through....maybe trying to exceed #DonaldTrump worst hair day?"
        ],
        [
            "From a humor analysis perspective, this tweet appears to be a joke or a humorous take on the political situation. The use of the phrase \"swinging at each other\" and the reference to two contenders in a boxing match could be seen as a humorous way of describing the political landscape.",
            "So very funny @maddow. The nutty @GOP base is swinging at each other - squaring off and in one corner is #TedCruz in the other #DonaldTrump"
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to contain a humorous tone. The comparison of Trump to a mushroom is a creative and unexpected analogy, which could be interpreted as a form of satire or mockery. However, the negative sentiment towards Trump is still evident.",
            "\"#Trump2016 who would you rather have negotiating, #Hillary or Trump?\" no brainer: I'd rather have a mushroom negotiate than Trump."
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to contain a mocking tone towards Donald Trump. The use of the phrase \"Is there ANYTHING this man can't do?\" suggests that the author is being sarcastic and doesn't believe that Trump is capable of doing anything right.",
            "#donaldtrump already complaining tonight's debate unfair.  Now he's predicting future.  Is there ANYTHING this man can't do? #cnn #Hillary"
        ],
        [
            "From a humor analysis perspective, this tweet appears to contain a lighthearted and humorous tone. The use of \"Ha ha ha\" and the compliment to CBS for being funny suggests that the author is not taking the tweet too seriously. However, the tweet still expresses support for Donald Trump and criticism of Hillary Clinton.",
            "Ha ha ha , they r telling us what we tweeted about!! We can't stand #hillary & her lies! #cbs u r funny tonight  #Trump2016  #DemDebate"
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to contain a mocking tone towards both Hillary Clinton and Donald Trump. The use of the phrase \"gives me hope that you're stupid enough to forget\" suggests a sarcastic and humorous approach to the election. However, the tweet ultimately encourages people to vote for Trump, which could be seen as a favorable stance towards him.",
            "That #HillaryClinton sticker on your car gives me hope that you're stupid enough to forget when election day is.  VOTE FOR #Trump2016"
        ],
        [
            "As a humor expert, I can analyze that the tweet contains a humorous tone towards Trump's candidacy. The use of the word \"hilarious\" suggests that the author finds Trump's campaign amusing or ridiculous.",
            "I like someone that doesn't think immigrants are a bad word.. #Hillary2016.. You have to admit #Trump2016 is hilarious..  #thisweek"
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to contain a mocking tone towards the Democrats. The use of \"baby\" and \"lol\" suggests a lighthearted and humorous approach to the political situation.",
            "Marco Rubio?! Democrats trying to force too many irons in the GOP fire? It's #DonaldTrump baby - and all ya got is #Hillary. Lol! @politico"
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to contain a mocking tone towards Trump and his supporters. The use of the term \"TrumpTwerps\" and the reference to a fictional place suggest a humorous and ironic approach to criticizing Trump and his followers.",
            "Ohhhh I was mistaken only 30% Morons in the @GOP base wanna bomb #Agrabah , 41% of #TrumpTwerps have the desire #Hillary2016 #Clinton/Castro"
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to contain a significant amount of sarcasm and humor. The use of the phrase \"firm moral ground\" and the contrast between \"lies like crazy\" and \"simply lies and is crazy\" suggest a mocking tone towards Donald Trump.",
            "#DonaldTrump says #HillaryClinton \"lies like crazy\". He's on firm moral ground here because he doesn't.   He simply lies and is crazy."
        ],
        [
            "As a humor expert, I can analyze that this tweet contains a humorous analogy that mocks Donald Trump's criticism of Hillary Clinton. The analogy suggests that Trump's criticism is as ridiculous as him critiquing people's hair.",
            "#Trump2016 calling #Hillary2016 #Clinton a liar?  Thats like trump critiquing people in their hair. #DemDebate #Election2016"
        ],
        [
            "From a humor and sentiment analysis perspective, this tweet appears to contain a positive sentiment. The use of the phrase \"hahaha you make me smile\" suggests that the author finds Trump amusing and enjoyable. The hashtag #Trump2016 also indicates support for his candidacy.",
            "@realDonaldTrump hahaha you make me smile more than any other election ever  I'm with #Trump2016 boohoo #HillaryClinton"
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to contain a mocking tone towards both candidates. The use of the phrase \"presidential dump\" is a humorous and vulgar way of referring to a significant accomplishment, while the encouragement towards Hillary Clinton could be seen as sarcastic.",
            "Hillary must have taken a huge presidential dump for Trump to be disgusted. Go Hillary! #HillaryClinton #DonaldTrump"
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to contain a humorous tone. The use of the phrase \"full of shit\" is a common insult, but it is also a play on words with the bathroom break reference. The tweet is likely intended to be humorous and satirical.",
            "#DonaldTrump is in the news making fun of #HillaryClinton for taking a bathroom break.   Guess that explains why he's so full of shit ;)"
        ],
        [
            "From a humor analysis perspective, this tweet is clearly intended to be humorous and satirical. The use of the phrase \"full of sh*t\" is a common insult, and the tweet uses it to mock Trump's behavior.",
            "Why was #DonaldTrump disgusted by #Hillary's bathroom break? He never goes to the bathroom, which explains why he's full of sh*t."
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to contain a mocking tone towards Donald Trump. The use of the phrase \"his shit comes straight outta his mouth\" is a humorous way of criticizing his behavior.",
            "So #DonaldTrump didn't get why #hillaryclinton needed to use the toilet, obviously ,cos his shit comes straight outta his mouth anyway."
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to contain a mocking tone towards Donald Trump. The use of exclamation marks and the phrase \"he now knows!!\" suggests a humorous take on the situation.",
            "#DonaldTrump became upset when he found out that women pee and poop too! Thanks to #HillaryClinton he now knows!! #trump learned something!"
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to be a joke or a satirical comment. The use of the phrase \"pooped in his pants\" is a humorous exaggeration, and the association with Al Qaeda is likely intended to be ironic or absurd. However, the overall tone of the tweet is negative towards Trump.",
            "OOPS DID TRUMP JUST POOP IN HIS PANTS?  AL QUEDA RELEASES TRUMP RECRUIT VIDEO @politico @realDonaldTrump #Trump2016 @HillaryClinton #Hillary"
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to be a joke or a sarcastic comment. The use of the phrase \"have a word with him about his hair\" suggests that the author is not seriously criticizing Donald Trump's appearance but rather making a humorous comment.",
            "#DonaldTrump calls #HillaryClinton a flawed candidate? Someone have a word with him about his hair."
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to contain a mocking tone towards Donald Trump. The use of the phrase \"worrying about what Hillary was doing on the toilet\" is a reference to Trump's past comments about Clinton's bathroom break during a debate. The tweet also uses humor to criticize Trump's association with Ted Nugent and his controversial behavior.",
            "#DonaldTrump, instead of worrying about what #Hillary was doing on the toilet, why didn't your pal #TedNugent use one instead of his pants?"
        ],
        [
            "From a humor and sentiment analysis perspective, this tweet appears to contain a positive sentiment and a humorous tone. The use of \"lol lol\" suggests that the author is not taking the tweet too seriously and is perhaps making a joke about the Clintons' return to the news.",
            "@RedEyeFNC so what I typo I still thank #hillary making me feel 20-30yrs younger putting #SlickWillie back in #News lol lol #Trump2016"
        ],
        [
            "From a humor and sarcasm analysis perspective, the tweet contains a mocking tone towards the idea that Trump doesn't understand China trade. The use of the word \"moron\" suggests a sarcastic insult towards those who criticize Trump's knowledge on the topic.",
            "@jacksonrichman @KevinNR  Trump doesnt understand China trade? IS THAT A POOR ATTEMPT AT A JOKE? MORON  GO #TRUMP #Trump2016 #HillaryLIES"
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to be making a joke at the expense of the Republican candidates. The use of the phrase \"clown car\" and the suggestion that the list of candidates is enough to make someone \"barf\" indicates a humorous and mocking tone.",
            "Latest #GOP Prez Candidate Clown Car Popularity Poll: #DonaldTrump #BenCarson #TedCruz #MarcoRubio...ain't that enough to make you barf?"
        ],
        [
            "From a humor perspective, this tweet appears to be satirical. The use of the term \"clown car\" and the suggestion that Ted Cruz is \"brown nosing\" Trump are both humorous elements. However, the overall tone of the tweet is negative towards Trump.",
            "Latest #Trump2016 plan: #TedCruz keeps brown nosing @realDonaldTrump and he gets to ride shotgun in #Trump clown car on #GOP ticket."
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to contain a mocking tone towards both Ted Cruz and Donald Trump. The use of the Wizard of Oz reference and the phrase \"he never uses it\" suggest a humorous take on the situation.",
            "I've always wondered why the Wizard gave #TedCruz a brain.  He never uses it....then again neither does #DonaldTrump"
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet appears to contain a mocking tone towards Ted Cruz. The use of the phrase \"My grandma can beat #Cruz2016\" is a humorous exaggeration that suggests Cruz is a weak candidate.",
            "#MorningJoe #Cruz2016 is a real joke.. This guy can't beat #Trump2016. He definitely can't beat #Hillary2016. My grandma can beat #Cruz2016"
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet might contain some irony or sarcasm. The idea of a Trump/Cruz ticket might be seen as a joke or a humorous take on the political landscape. However, it's hard to determine the author's true intentions without further context.",
            ". @realDonaldTrump @tedcruz My hopeful ticket for 2016. Trump/Cruz. Let's go! Mr. President Trump and Vice President Cruz #Trump2016 #Cruz"
        ],
        [
            "From a humor analysis perspective, this tweet uses sarcasm and irony to criticize Donald Trump. The comparison to Hitler is a hyperbole that exaggerates the negative aspects of Trump's behavior towards Ted Cruz. The use of \"haha\" suggests that the author is not serious about the comparison but is using it to make a point.",
            "Headline: \"Trump lashes out at Cruz.\" That's like saying Hitler's lashing out at Mussolini, haha. #TedCruz #DonaldTrump #RacismMustFall"
        ],
        [
            "From a humor and sentiment analysis perspective, this tweet appears to contain a humorous tone. The use of \"LOL\" and \"chuckle\" suggests that the author finds the situation amusing. However, the humor is directed at Donald Trump, indicating a negative stance towards him.",
            "Not that I'm defending crazy & creepy #TedCruz but #DonaldTrump calling Cruz \"a maniac\" really makes me chuckle? Look who's talking!!!\" LOL"
        ],
        [
            "As a humor expert, I can analyze that this tweet contains a humorous tone. The use of \"LOL\" and \"chuckle\" suggests that the author finds the situation amusing. However, the humor is directed at Donald Trump, indicating a negative stance towards him.",
            "Not that I'm defending crazy & creepy #TedCruz but #DonaldTrump calling Cruz \"a maniac\" really makes me chuckle! Look who's talking!!!\" LOL"
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet might contain some irony or sarcasm. The phrase \"He's just fine! Don't worry about it!\" could be interpreted as a mocking response to a question about Cruz as a running mate. However, the overall sentiment of the tweet seems to be in favor of Trump.",
            "He's just fine!  Don't worry about it! - Trump asked about Cruz as running mate Trump/Cruz 2016 #Trump2016 #TedCruz #MakeAmericaGreatAgain"
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet might not be taken seriously. The use of the phrase \"Dynamic Duo\" and the question \"Is it just me?\" suggest a humorous tone. The tweet might be interpreted as a joke or a sarcastic comment on the current political landscape.",
            "Is it just me or would Trump and Cruz make the best president and Vice President group? #TedCruz #DonaldTrump #DynamicDuo"
        ],
        [
            "From a humor analysis perspective, the tweet seems to be making a joke at Trump's expense. The use of the term \"joker\" and the reference to a need for a tougher joke for Ted Cruz suggests that the author finds Trump's humor lacking or ineffective.",
            "Vanity fair mag called #DonaldTrump the joker who doesn't get the joke. That's perfect. Someone needs one for #TedCruz tougher"
        ],
        [
            "From a humor and irony perspective, this tweet contains a mix of tragic and hilarious elements. The tragic element is the fact that Trump is repeating the same behavior he criticized in the past, while the hilarious element is the irony of the situation. The use of the hashtag #PJNET (Patriot Journalist Network) suggests that the tweet is aimed at a conservative audience that might find the situation ironic.",
            "I find the fact that #Trump2016 is pulling the same #Birthers crap on #Cruz that he pulled on #Obama both tragic and hilarious. #smh #PJNET"
        ],
        [
            "From a humor perspective, the tweet seems to contain a sarcastic tone. The use of the phrase \"poor wee lassies\" and the hashtag #ohdear suggest a humorous take on the situation. However, the overall sentiment towards Trump is negative.",
            "How tragic is Donald Trump's theme song? Poor wee lassies, hope they got paid well #RepublicanDebate #Trump2016 #Cruz #ohdear"
        ],
        [
            "As a humor expert, I can analyze the tweet's tone and style. The tweet uses a humorous comparison to criticize Donald Trump, which is a common technique in political satire. The tweet's tone is sarcastic and mocking, which suggests a negative view of Trump.",
            "If #TedCruz can't run for office b/c he was born in Canada, than #DonaldTrump can't run because he's three little boys in a big trenchcoat."
        ],
        [
            "From a humor and sarcasm analysis perspective, this tweet might contain some irony or sarcasm. The idea of wanting Trump and Cruz to stop fighting and become president and vice president respectively might be seen as a humorous or satirical take on the current political situation.",
            "#TedCruz #DonaldTrump hopefully their fighting will stop so Trump becomes president and Cruz become vice that sounds good to me"
        ],
        [
            "As a humor expert, I can analyze the tweet's tone and content. The tweet uses humor to criticize Donald Trump, suggesting that his hair is a potential target for jokes. The humor is used to mock Trump's behavior and highlight his perceived flaws.",
            "#DonaldTrump wants to play dirty, he's making fun of #TedCruz's looks. I guess that leaves the field open for jokes about Trump's hair."
        ],
        [
            "From a humor analysis perspective, this tweet appears to be making light of the situation. The use of the phrase \"swinging at each other\" and the reference to two contenders in opposite corners could be seen as a humorous take on a political rivalry.",
            "So very funny @maddow. The nutty @GOP base is swinging at each other - squaring off and in one corner is #TedCruz in the other #DonaldTrump"
        ]
    ]
]