[
    "Public_Opinion_expert",
    [
        [
            "Based on public opinion analysis, this tweet reflects a positive sentiment towards Bernie Sanders. The tweet uses positive adjectives to describe Bernie Sanders and suggests that he could be a great president, which could influence others to view him positively as well.",
            "My last tweet now after midnight in Las Vegas: #HillaryClinton great. #BernieSanders even greater - either could lead best President #Bernie"
        ],
        [
            "As an expert in public opinion, I can analyze that this tweet reflects a positive sentiment towards Bernie Sanders. The use of the phrase \"Go Bernie!\" and \"The people R behind U!\" suggests that there is a significant amount of support for Bernie among the public.",
            "#DNCDebate The gloves R off. Both #Omalley & #Bernie going after #HillaryClinton harder than ever before. Go Bernie! The people R behind U!"
        ],
        [
            "As an expert in public opinion, I can provide a different perspective. This tweet reflects a positive sentiment towards Bernie Sanders among his supporters. The use of the hashtag #Bernie lovers suggests that the author is part of Bernie's fan base and shares his principles. The tweet also implies that Martin O'Malley, another Democratic candidate, supports Bernie's leadership style.",
            "#MartinOMalley saying what we've #Bernie lovers have been thinking for months now. \"...Leading by polls vs. Leading by principles.\" #Hillary"
        ],
        [
            "As an expert in public opinion, I can provide a different perspective. This tweet seems to reflect a negative sentiment towards both Hillary Clinton and Bernie Sanders. However, it's important to note that this is just one tweet and may not represent the overall public opinion towards Bernie Sanders.",
            "Think the world & our nation are screwed up under #Obama? Want 4-8 more years of it? Elect #HillaryClinton; even worse, elect #BernieSanders"
        ],
        [
            "As an expert in public opinion, I can provide a different perspective. This tweet reflects a positive sentiment towards Bernie Sanders and his contribution to the Democratic primary. It also suggests that the public is interested in hearing from Hillary Clinton on these issues, which could indicate a desire for a more substantive political discourse.",
            "Love that #democratic primary is talking bout real issues #BernieSanders made a great case now let's hear from #HillaryClinton #DemTownHall"
        ],
        [
            "As a public opinion expert, I can analyze that this tweet reflects a favorable view of Hillary Clinton. The author mentions her leading in the polls against Trump and expresses a willingness to vote for her or Bernie, which suggests a positive perception of her among the public.",
            "#Hillary tops #Trump 49% to 47%. I will vote for ANYONE who can topple that megalomaniac moron, but a vote for Hillaryor #Bernie wd be easy."
        ],
        [
            "As an expert in public opinion, I can provide a different perspective. The tweet reflects a mixed view of Hillary Clinton. While it suggests that O'Malley and Bernie are attacking her, it also acknowledges her as a significant contender in the debate. The tweet's positive stance towards Bernie Sanders could also indicate a negative view of Hillary Clinton.",
            "#DNCDebate The gloves R off. Both #Omalley & #Bernie going after #HillaryClinton harder than ever before. Go Bernie! The people R behind U!"
        ],
        [
            "As an expert in public opinion, I can say that this tweet reflects a negative sentiment towards Hillary Clinton. The tweet is from a Republican candidate, who is likely to have a negative view of Clinton. The tweet also suggests that Trump is a better candidate than Clinton, which could influence public opinion against her.",
            "#Huckabee: \"#DonaldTrump would make a better President every day of week and twice on Sunday, rather than #Hillary.\" #WhoCanBeatHillary"
        ],
        [
            "As an expert in public opinion, I can provide a different perspective. The tweet represents the views of one individual, but it does suggest that there are Republicans who may be willing to support Hillary Clinton. This could be an indication of a shift in public opinion towards her candidacy.",
            "\"#DonaldTrump is crazy, #BenCarson should stick to surgery. but #Hillary would make a decent president. My mother, a life-long #Republican"
        ],
        [
            "As an expert in public opinion, I can provide a different perspective. The tweet reflects a common sentiment among Clinton supporters that she is the better candidate compared to Trump. However, it is important to note that not everyone shares this view, and public opinion can be divided on this issue.",
            "Can anyone really say they believe #DonaldTrump is better than #HillaryClinton with a straight face? #2016"
        ],
        [
            "As an expert in public opinion, I can provide a different perspective. The tweet suggests that the country wants change, which could be interpreted as a favorable view towards Trump's non-traditional approach. However, the tweet also criticizes Hillary Clinton for allegedly wanting Trump to be more like other politicians, which could be seen as unfavorable towards her.",
            "#DonaldTrump #Hillary2016 wants him to be more like other politicians and just lie to everybody #bereal the country wants change"
        ],
        [
            "As an expert in public opinion, I can provide a different perspective. This tweet reflects a sentiment that is common among some voters who are dissatisfied with the current political landscape. It doesn't necessarily reflect a negative stance towards Hillary Clinton specifically, but rather a general dissatisfaction with the options available.",
            "I think #BernieSanders could be our President because a lot of people don't want #HillaryClinton or #DonaldTrump in the White House -"
        ],
        [
            "Based on public opinion research, this tweet reflects a common sentiment among some voters who are dissatisfied with both candidates. The tweet does not express a clear stance for or against Hillary Clinton, but it does suggest that the author is not enthusiastic about her candidacy.",
            "Anyone else scared for our country if it ends up being #DonaldTrump Vs. #Hillary2016 That seems about the worst thing ever! #PleaseNotThem"
        ],
        [
            "As an expert in public opinion, I can say that this tweet reflects a negative sentiment towards Ted Cruz. The author seems to suggest that Cruz's association with Trump is not representative of the views of a significant portion of the American population.",
            "So #TedCruz hitched his buggy to the #Trump2016 wagon. Do these guys really represent the views of half the American population?"
        ],
        [
            "As an expert in public opinion, I can say that this tweet reflects a negative sentiment towards Ted Cruz. The use of the phrase \"sane Americans recoil in horror\" suggests that the author believes that Cruz's actions are not in line with what most Americans would want.",
            "#GOPDebate just degenerated into love affair between #Trump2016 and #TedCruz. Both offer each other jobs. Sane #Americans recoil in horror"
        ],
        [
            "As an expert in public opinion, I can provide a different perspective. This tweet reflects a negative sentiment towards Ted Cruz, which could be indicative of a broader trend in public opinion. If more people share this view, it could have implications for Cruz's political future.",
            "Thought of #TedCruz as President is truly scary, maybe even more so than that of #DonaldTrump as Prez! Have we become a nation of imbeciles?"
        ],
        [
            "Based on public opinion research, this tweet reflects a common sentiment among Trump supporters. Many of his supporters believe that he would be a better president than Hillary, and this tweet reinforces that belief.",
            "#Huckabee: \"#DonaldTrump would make a better President every day of week and twice on Sunday, rather than #Hillary.\" #WhoCanBeatHillary"
        ],
        [
            "As an expert in public opinion, I can say that this tweet reflects a negative sentiment towards Donald Trump. The tweet questions whether his behavior is what Americans want in a president, which suggests that the author believes it is not. This sentiment could be indicative of a broader negative view of Trump among the public.",
            "#DonaldTrumps rant on #HillaryClinton, calling her a liar. Is that what really want Americans want for a president?"
        ],
        [
            "As an expert in public opinion, I can say that this tweet reflects a negative sentiment towards Donald Trump. The tweet questions his qualifications and suggests that he is not a credible candidate.",
            "Can anyone really say they believe #DonaldTrump is better than #HillaryClinton with a straight face? #2016"
        ],
        [
            "As an expert in public opinion, I can say that this tweet reflects a negative sentiment towards Donald Trump. The tweet suggests that Trump and Cruz do not represent the views of half the American population, which could be seen as a criticism of Trump's policies and actions.",
            "So #TedCruz hitched his buggy to the #Trump2016 wagon. Do these guys really represent the views of half the American population?"
        ],
        [
            "As an expert in public opinion, I can provide a different perspective. The tweet reflects a growing sentiment among some voters who are disillusioned with traditional politicians and are looking for an outsider to shake up the political system. However, it is important to note that this sentiment is not universal and that many voters have a negative view of Donald Trump.",
            "@irritatedwoman I worry that #Cruz will be equally as divisive as #Obama. #Rubio not enough experience. Vote #Trump2016 no more politicians"
        ],
        [
            "As a public opinion expert, I can provide a different perspective. This tweet reflects a positive sentiment towards both Trump and Cruz, which could indicate a favorable stance towards Trump. However, it's important to note that the tweet also calls for them to stop going negative on each other, which suggests some dissatisfaction with their behavior.",
            "@tedcruz and @realDonaldTrump need to quit going negative on each other. You two are the ONLY hope for this country #Trump2016  #Cruz2016"
        ],
        [
            "As an expert in public opinion, I can say that this tweet reflects a negative sentiment towards Donald Trump. The use of the phrase \"recoil in horror\" suggests a strong disapproval of Trump's behavior and actions during the debate.",
            "#GOPDebate just degenerated into love affair between #Trump2016 and #TedCruz. Both offer each other jobs. Sane #Americans recoil in horror"
        ],
        [
            "As an expert in public opinion, I can say that this tweet reflects a negative sentiment towards Donald Trump. The author questions whether the nation has become a nation of imbeciles if Trump were to become president, which suggests a lack of confidence in his abilities.",
            "Thought of #TedCruz as President is truly scary, maybe even more so than that of #DonaldTrump as Prez! Have we become a nation of imbeciles?"
        ]
    ]
]