[
    "Linguistics_expert",
    [
        [
            "As a linguistics expert, I can analyze the language used in this tweet. The author suggests that the term \"urban\" is a dumb euphemism, which could be interpreted as a criticism of Bernie Sanders' language choices. However, the overall tone of the tweet is defensive of Bernie Sanders and critical of Hillary Clinton.",
            "@DCSoljaGurl But again #hillary misleading people on what #bernie is saying, not Urban = black people. It is a dumb euphemism anyways."
        ],
        [
            "As a linguistics expert, I can analyze the language used in this tweet. The use of the hashtag #stolen suggests a negative connotation, but the overall tone of the tweet is not necessarily negative. The use of the phrase \"great ideas\" and the reference to past debate answers being similar to what Bernie Sanders would say suggests a positive view of Bernie Sanders.",
            "#DemDebate will #Hillary put forth more great ideas #stolen from #Bernie ?  All her past debate answers have been #whatwouldBerniesay"
        ],
        [
            "As a linguistics expert, I can analyze the language used in the tweet. The use of the hashtag #ForwardTogether suggests a positive and optimistic tone, while the contrast with the GOP and Hillary's age-related insult suggests a preference for Bernie Sanders.",
            "#Iowa make the best choice 4 #America. #Bernie will move #ForwardTogether while #GOP will stall progress some more. #Hillary shud b gramma"
        ],
        [
            "As a linguistics expert, I can analyze the language used in the tweet. The use of the word \"AUTHENTIC\" in all caps suggests a strong emphasis on this quality, which is seen as positive. The contrast between Hillary Clinton and Bernie Sanders also indicates a favorable view of Bernie.",
            "#HillaryClinton is like Obama, all talk, then no action. #BernieSanders is AUTHENTIC, been saying this stuff for 50 years. #DemDebate."
        ],
        [
            "As a linguistics expert, I can analyze the language used in this tweet. The use of the term \"false flag\" suggests a conspiracy theory, and the use of derogatory language like \"cuck\" indicates a negative sentiment towards Bernie Sanders.",
            "Lmao #HillaryClinton totally #falseflag #BernieSanders with that data. She makes an easy antichrist to beat so idgaf.  Bernie is such a cuck"
        ],
        [
            "As a linguistics expert, I can analyze the language used in the tweet. The use of the phrase \"clean house\" suggests a desire for significant change and a rejection of the current political system. The tweet also uses hashtags to show support for Bernie Sanders and criticize Hillary Clinton.",
            "Lets see what america has for us tonight! #demdebate . Go #BernieSanders ...#hillaryclinton is just 1 part of that corrupt govt. Clean house"
        ],
        [
            "As a linguistics expert, I can analyze the language used in the tweet. The use of the phrase \"Gee will\" suggests a sarcastic or mocking tone, which could indicate a negative stance towards Bernie Sanders and his supporters. Additionally, the use of the term \"LIBERALS\" in all caps could suggest a dismissive or derogatory attitude towards them.",
            "#BernieSanders Rally chant: 'She's a liar!'... Gee will #LIBERALS call THEM #RWNJ because they see #HillaryClinton as a liar also?"
        ],
        [
            "As a linguistics expert, I can analyze the language used in the tweet. The use of the word \"fantastic\" suggests a positive sentiment towards Bernie Sanders, while the phrase \"pissing in their hemp panties\" could be seen as a derogatory or mocking tone towards the DNC.",
            "It would so fantastic if #BernieSanders took down #Hillary  in Iowa next month. Can imagine the DNC pissing in their hemp panties."
        ],
        [
            "As a linguistics expert, I can analyze the language used in the tweet. The use of the phrase \"reason old socialist rising\" suggests that the author sees Bernie Sanders' socialist views as a reason for his popularity. The tweet also uses the hashtag #hillary, which could indicate a negative stance towards her.",
            "#hillary#bernie why Bernie rising? He says what he believes. Doesn't pander. HRC still changing views daily. Reason old socialist rising."
        ],
        [
            "As a linguistics expert, I can analyze the language used in the tweet. The repetition of the hashtag #bernie won and #berniewon suggests a strong sentiment of support for Bernie Sanders. The use of the phrase \"if she wants advice over bagels it should be anyone but Bill\" implies a negative view of Bill Clinton and potentially Hillary's association with him.",
            "#bernie won #berniewon #demdebate I watched the whole thing, #hillary lied and if she wants advice over bagels it should be anyone but Bill"
        ],
        [
            "As a linguistics expert, I can analyze the language used in this tweet. The use of the words \"retreat\" and \"defend\" suggests a defensive stance towards Hillary Clinton and an offensive stance towards Bernie Sanders. This implies that the tweet is against Bernie Sanders and in favor of Hillary Clinton.",
            "When establishment #Dems call #BernieSanders unelectable they're saying they'll RETREAT if he's nominated, but they'd DEFEND #HillaryClinton"
        ],
        [
            "From a linguistic perspective, the use of the word \"enthusiasm\" suggests a strong positive sentiment towards Bernie Sanders. The author is not just saying they would support him, but they would do so with enthusiasm, indicating a high level of support.",
            "To clarify for 2 of you paying attention, support #HillaryClinton strongly but if #Bernie happened to be nominee, would back with ethusiam"
        ],
        [
            "As a linguistics expert, I can analyze the language used in the tweet. The author uses positive language to describe Bernie Sanders, such as \"more of what I value\" and \"pushing him up.\" The use of \"not putting down\" also suggests a respectful tone towards Hillary Clinton. Overall, the tweet expresses a favorable stance towards Bernie Sanders.",
            "Bernie has more of what I value and less of what I don't.  I'm not putting #HillaryClinton down - I'm just pushing #BernieSanders up."
        ],
        [
            "As a linguistics expert, I can analyze the language used in this tweet. The author uses the phrase \"Capisce?\" at the end, which is an Italian word that means \"understand?\" This suggests that the author is trying to convey a sense of authority or superiority in their statement.",
            "@GodandtheBear @Witches4Bernie I think more Americans will vote4 #Hillary than the #GOP & I KNOW more will vote4 #GOP than #Bernie. Capisce?"
        ],
        [
            "As a linguistics expert, I can analyze the language used in this tweet. The use of the phrase \"Marxist Russian honeymooner\" is a derogatory term that suggests a negative view of Bernie Sanders. Additionally, the use of the phrase \"black slave accent\" to criticize Hillary Clinton's speech patterns is offensive and inappropriate.",
            "@GeorgeWill Wishful thinking.  But there's always lying #Hillary w/the black slave accent/or #BernieSanders the Marxist Russian honeymooner!"
        ],
        [
            "As a linguistics expert, I can provide a different perspective. The tweet criticizes Hillary Clinton for using a euphemism to refer to black people, which suggests a negative stance towards her. However, the tweet also acknowledges that the euphemism is \"dumb,\" which could be interpreted as a criticism of the euphemism itself rather than Hillary Clinton's use of it.",
            "@DCSoljaGurl But again #hillary misleading people on what #bernie is saying, not Urban = black people. It is a dumb euphemism anyways."
        ],
        [
            "As a linguistics expert, I can provide a different perspective. The use of the hashtag #stolen suggests a strong negative sentiment towards Hillary Clinton. The repetition of the phrase \"what would Bernie say\" in past debate answers implies that she is not capable of coming up with her own ideas.",
            "#DemDebate will #Hillary put forth more great ideas #stolen from #Bernie ?  All her past debate answers have been #whatwouldBerniesay"
        ],
        [
            "From a linguistic perspective, the use of the term \"shud b gramma\" is significant. It could be interpreted as a dismissive or derogatory term, suggesting a negative stance towards Hillary Clinton.",
            "#Iowa make the best choice 4 #America. #Bernie will move #ForwardTogether while #GOP will stall progress some more. #Hillary shud b gramma"
        ],
        [
            "As a linguistics expert, I can analyze the language used in the tweet. The use of the phrase \"more than I can say for Hillary Clinton\" suggests a negative comparison between Bernie Sanders and Hillary Clinton. The tweet implies that Bernie Sanders is more trustworthy or committed to his promises than Hillary Clinton.",
            "lot people tell me that #BernieSanders wont beable to keep his promises. Well duh But he will try. more then j can say for  #HillaryClinton"
        ],
        [
            "As a linguistics expert, I can provide a different perspective. The use of \"I\" and \"we\" in political discourse is a common rhetorical strategy. The tweet suggests that Bernie's use of \"we\" is more inclusive and community-oriented, while Hillary's use of \"I\" is more individualistic. However, it's important to note that this tweet doesn't necessarily reflect a stance on Hillary Clinton's policies or actions.",
            "#Hillary & #Tump love to speak about \"I\" and #Bernie speaks of \"We\". The I's care about themselves, the We's care about us and others!"
        ],
        [
            "As a linguistics expert, I can provide a different perspective. The tweet uses the phrase \"Gee will,\" which is a colloquial expression that conveys surprise or disbelief. The author seems to be questioning whether liberals will criticize Bernie Sanders supporters for calling Hillary Clinton a liar, given that they might share the same view. However, the tweet also contains negative sentiment towards Hillary Clinton.",
            "#BernieSanders Rally chant: 'She's a liar!'... Gee will #LIBERALS call THEM #RWNJ because they see #HillaryClinton as a liar also?"
        ],
        [
            "As a linguistics expert, I can analyze the language used in this tweet. The phrase \"literally can't think of anything\" suggests a strong negative sentiment towards Hillary Clinton. The use of the word \"entitlement\" also carries a negative connotation, which further reinforces the critical stance towards her.",
            "Nothing (literally can't think of anything) says entitlement like declaring victory before polls even project it #Hillary #Bernie #elections"
        ],
        [
            "As a linguistics expert, I can provide a different perspective. The use of the phrase \"in her mind\" suggests that the author is speculating about Hillary's thoughts and motivations, rather than making a definitive statement. Additionally, the use of the word \"attack\" could be seen as hyperbolic or exaggerated, as Bernie's attempts to differentiate himself from Hillary could be seen as a normal part of the political process.",
            "#Bernie trying to help voters spot the differences between he and #Hillary is an attack on her because in her mind, she is actually Bernie."
        ],
        [
            "As a linguistics expert, I can analyze the language used in this tweet. The use of the phrase \"grown up\" suggests a comparison between the politicians' actions and those of children. This implies that the author sees the politicians as immature or not taking their responsibilities seriously. The mention of Hillary Clinton's lying also suggests a negative stance towards her.",
            ".@TheDemocrats Grown up like O'Malley #taxing rain? Grown up Like #Hillary Lying abt dodging bullets? Grown up like #Bernie's Magic $ tree?"
        ],
        [
            "As a linguistics expert, I can analyze the language used in the tweet. The phrase \"just cannot be trusted\" is a strong negative statement, and the accusation of \"not meaning a single word\" suggests a lack of sincerity or authenticity. The use of the word \"stealing\" also implies a negative connotation.",
            "#Hillary just cannot be trusted. She's making all the right sounds by stealing #Sanders soundbites, but not meaning a single word"
        ],
        [
            "As a linguistics expert, I can analyze the language used in this tweet. The use of the phrase \"black slave accent\" is offensive and derogatory. It suggests that the author is racist and has a negative view of Hillary Clinton.",
            "@GeorgeWill Wishful thinking.  But there's always lying #Hillary w/the black slave accent/or #BernieSanders the Marxist Russian honeymooner!"
        ],
        [
            "As a linguistics expert, I can analyze the language used in this tweet. The derogatory terms used to describe Hillary Clinton's physical appearance and intelligence are highly offensive and suggest a negative sentiment towards her.",
            "Re-Twitter hashtag #teamtitzka if you no standing for sausage legs and cabbage brain #hillary2016. We needs Russian bear leader #trump2016"
        ],
        [
            "As a linguistics expert, I can analyze the language and tone of this tweet. The use of derogatory terms like \"cabbage brain\" and \"sausage legs\" suggests a highly negative and disrespectful attitude towards Hillary Clinton. The tweet also contains violent and graphic imagery, which is not appropriate in any context.",
            "For birthday of cabbage brain #hillaryclinton I vomit on birthday cake then feed it to rats on train. I no like her sausage legs #trump2016"
        ],
        [
            "As a linguistics expert, I can analyze the language used in this tweet. The use of the phrase \"JUST VOTE HOMO ERECTUS\" is likely intended to be derogatory and insulting. The use of the word \"chimp\" is also offensive and dehumanizing. The tweet does not express a favorable view of Hillary Clinton.",
            "Vote #HillaryClinton  vote #Trump2016  JUST VOTE HOMO ERECTUS and fuck this chimp"
        ],
        [
            "As a linguistics expert, I can analyze the language used in the tweet. The use of the phrase \"clearly\" suggests a strong conviction in the author's support for Hillary Clinton. Additionally, the use of an emoji to represent Donald Trump could be seen as a form of linguistic irony, further emphasizing the author's negative view of him.",
            "I honestly think of this particular Emoji, whenever the name #DonaldTrump crosses through my mind!!  I clearly #HillaryClinton for 2016"
        ],
        [
            "As a linguistics expert, I can analyze the language used in this tweet. The use of the word \"bullshit\" is a strong indicator of negative sentiment towards Hillary Clinton. Additionally, the use of quotation marks around \"good Muslims\" suggests that the author is skeptical of Clinton's reasoning.",
            "#HillaryClinton this morning: I don't say #RadicalIslam because it's unfair to \"good Muslims\". What bullshit. #Trump2016"
        ],
        [
            "From a linguistic perspective, the tweet contains a complex sentence structure and uses the phrase \"just wildly uninhibited\" to describe Donald Trump. This phrase could be interpreted as either a positive or negative characteristic, depending on the context. However, the overall tone of the tweet is negative towards Hillary Clinton.",
            "I don't think #DonaldTrump is any more bigoted that the other GOP candidates and warmongering #Hillary2016. He's just wildly uninhibited"
        ],
        [
            "From a linguistic perspective, this tweet is difficult to interpret. It contains a mix of derogatory language, slang, and misspellings, which makes it hard to understand the intended meaning. However, the overall tone and language suggest a negative stance towards Hillary Clinton.",
            "#HillaryClinton THE CLOSET LESBIAN CAUSE BILL AINT HITTIN THAT #DONALDTRUMPS EYES BROWS 4 HAIR THEY SOUND GOOD THEN PUNCH U W AN AGENDA"
        ],
        [
            "As a linguistics expert, I can provide some insight into the language used in this tweet. The use of the phrase \"Great repo SC Senator?\" is likely a sarcastic or rhetorical question, implying that Lindsey Graham's thinking is not great. The tweet also uses the phrase \"it be repos doing,\" which is non-standard English and suggests a lack of education or sophistication on the part of the author.",
            "#LindseyGraham rather lose with #DonaldTrump than win.  Great repo SC Senator?  That thinking puts #HillaryClinton in and it be repos doing."
        ],
        [
            "From a linguistic perspective, this tweet contains offensive language and violent imagery. The use of the phrase \"crush and devour\" and the reference to \"cabbage brain\" are derogatory and insulting.",
            "I eat Russian Christmas sausage shape of #hillaryclinton to crush and devour cabbage brain and toast of vodka to @realDonaldTrump #trump2016"
        ],
        [
            "As a linguistics expert, I can provide a different perspective. The tweet uses the term \"Morons\" to describe the GOP base, which could be seen as a negative sentiment towards them. However, the tweet also uses the term \"TrumpTwerps\" to describe Trump supporters, which could be seen as a mocking or humorous tone. Overall, the tweet expresses support for Hillary Clinton's candidacy.",
            "Ohhhh I was mistaken only 30% Morons in the @GOP base wanna bomb #Agrabah , 41% of #TrumpTwerps have the desire #Hillary2016 #Clinton/Castro"
        ],
        [
            "As a linguistics expert, I can analyze the language used in this tweet. The use of the phrase \"Pinocchio nose grows\" is a reference to a well-known children's story, which suggests that the author is trying to appeal to a broad audience. However, the mocking tone and negative sentiment towards Hillary Clinton are evident in the tweet.",
            "Pinocchio nose grows when he lies, @#hillaryclintons  cackle gets louder when she lies #DemDebate #HillaryClinton #Trump2016"
        ],
        [
            "As a linguistics expert, I can analyze the language used in the tweet. The use of exclamation marks and capital letters suggests a strong negative sentiment towards Hillary Clinton. The phrase \"HERE WE GO AGAIN!\" implies that this is not the first time she has made such a mistake, which reinforces the negative stance towards her.",
            "HERE WE GO AGAIN!  #HillaryClinton mis-speaking.  Calling #DonaldTrump #ISIS biggest recruiter?  Not mis-speaking INSTEAD simply lying AGAIN"
        ],
        [
            "As a linguistics expert, I can analyze the language used in this tweet. The use of the phrase \"mis-speaking\" suggests that the author believes Hillary Clinton made an unintentional mistake, but the following statement accuses her of lying. This inconsistency in language could indicate a lack of credibility in the author's argument.",
            "HERE AGAIN. #HillaryClinton mis-speaking.  Call #DonaldTrump #ISIS big recruiter?  No mis-speaking - LYING!  SLAW - shout loud argument weak"
        ],
        [
            "As a linguistics expert, I can analyze the language used in this tweet. The use of the phrase \"mis-speaking\" suggests that the author believes Hillary Clinton made an unintentional mistake, but the rest of the tweet contradicts this interpretation. The use of all caps and exclamation marks in \"LYING!\" and \"SLAW\" suggests a strong negative sentiment towards Hillary Clinton.",
            "HERE AGAIN. #HillaryClinton mis-speaking.  Call #DonaldTrump #ISIS big recruiter?  No mis-speaking - LYING!  SLAW - Shout Loud Argument Weak"
        ],
        [
            "As a linguistics expert, I can analyze the language used in this tweet. The use of the phrase \"lying disease\" is a metaphor that suggests a contagious and negative influence. The tweet also uses the term \"Pinocchio\" to imply that Bernie Sanders is not truthful. The overall tone of the tweet is negative towards Hillary Clinton.",
            "#HillaryClinton lies so bad now #BernieSanders caught lying disease from her! He's a major Pinocchio. #Trump2016 keeping it real."
        ],
        [
            "As a linguistics expert, I can provide a different perspective. The tweet uses language that suggests a negative sentiment towards Hillary Clinton and her aides. The use of phrases like \"speaking fast n furious\" and \"trying to cover lie\" suggests a sense of urgency and deception.",
            "#HillaryClinton aides speaking fast n furious trying cover lie #DonaldTrump videos used ISIS recruiting. Just listen to them speed speaking."
        ],
        [
            "As a linguistics expert, I can analyze the language used in the tweet. The phrase \"just figured out\" suggests that the author has recently come to this conclusion about Hillary Clinton. The use of the hashtag #Trump2016 indicates support for Donald Trump's presidential campaign. The tweet's stance towards Hillary Clinton is against.",
            "I just figured out how to know #HillaryClinton is lying. Her mouth opens before she draws air to speak. @realDonaldTrump #Trump #Trump2016"
        ],
        [
            "As a linguistics expert, I can provide a different perspective. The tweet uses the phrase \"fast n furious\" to describe the aides' speech, which could be interpreted as a form of linguistic framing. The use of this phrase suggests that the author is trying to portray the aides as being defensive or trying to hide something. This could be seen as a negative stance towards Hillary Clinton.",
            "#HillaryClinton aides speaking fast n furious trying cover lie #DonaldTrump videos used ISIS recruiting. Just listen to their speed talking."
        ],
        [
            "As a linguistics expert, I can analyze the language used in this tweet. The use of the phrase \"good strategy granny\" is sarcastic and mocking, suggesting a negative sentiment towards Hillary Clinton.",
            "#Hillary2016 collateral damage...she blaming #trump2016 for #ISIL recruiting and thus making Muslims sound dumber...good strategy granny!"
        ],
        [
            "From a linguistic perspective, the tweet contains several negative words and phrases, such as \"obsession,\" \"tool,\" and \"ISIS recruitment tool.\" These words suggest a negative sentiment towards Hillary Clinton.",
            "What is #HillaryClinton's obsession with videos. First the Muhammad video, and now #DonaldTrump's #ISIS recruitment tool? She's a tool."
        ],
        [
            "From a linguistic perspective, the use of the term \"schlonged\" is a vulgar and offensive term that has been used against Hillary Clinton in the past. The tweet's overall tone is negative and suggests a strong opposition to her candidacy.",
            "#MyNewPoll:  100% of PISSED-OFF #Trump2016 supporters will turn out to vote in Every Primary, & the General election -  #HillaryGotSchlonged"
        ],
        [
            "As a linguistics expert, I can analyze the use of language in this tweet. The use of the Yiddish slang word \"schlonged\" is a vulgar and offensive term that has been used to demean women. The tweet also suggests that Hillary Clinton is \"thin-skinned,\" which is a common criticism of her.",
            "@jmpalmieri @HillaryClinton can't even take a yiddish slang word? THIN SKINNED. STAMP IT ON HER FOREHEAD. #SCHLONGED #TRUMP2016 #HILLARY2016"
        ],
        [
            "From a linguistic perspective, the tweet contains a vulgar and offensive term. The use of the word \"schlonged\" is a slang term that refers to male genitalia, and it is not a commonly used term in political discourse. The tweet also attempts to justify the use of the term by comparing it to other vulgar expressions, but this does not excuse the use of such language.",
            "#HillarygotSchlonged - Vulger?  Consider: Sexes commonly use:  'Screw U' - 'Screw that' - 'He/We got screwed' - Consider 'root' - #Trump2016"
        ],
        [
            "As a linguistics expert, I can analyze the use of language in this tweet. The author seems to be making a comparison between the language used by Clinton and Trump, suggesting that Clinton's language is weaker or less forceful. The use of the word \"screwed\" is also interesting, as it is a common colloquialism that can be used by both sexes, but in this context, it seems to be used to criticize Clinton.",
            "#Hillarygotschlonged vs 'screw u' - screw this' - we got screwed'  Consider 'root' verbiage.  'Screwed' used commonly by sexes - #Trump2016"
        ],
        [
            "As a linguistics expert, I can analyze the use of the word \"schlong\" in the tweet. While it is a term used in NYC, it is also a vulgar slang term for male genitalia. The use of this term in reference to Hillary Clinton could be seen as disrespectful and derogatory.",
            "@Independent Schlong is a term used in NYC by people who \"really lost it big time/grow up #DonaldTrumpforPresident #hillaryclinton FOR JAIL"
        ],
        [
            "As a linguistics expert, I can analyze the language used in the tweet. The use of the phrase \"have to forgive\" suggests that the author believes that Hillary Clinton is in a position of power or authority over Trump. The tweet also uses the hashtag #HillaryClinton, which could suggest that the author is trying to associate her with the negative view of Trump.",
            "#HillaryClinton have to forgive #DonaldTrump because he seems to suffer from AFFLUENZA the new illness invented for rich people"
        ],
        [
            "As a linguistics expert, I can provide a different perspective. The tweet uses rhetorical questions to criticize Hillary Clinton's actions and words. The use of the phrase \"shouldn't she take responsibility\" implies that the author believes she has not taken responsibility, which suggests a negative stance towards her.",
            "#Hillary thinks #Trump2016 should take responsibility for his words. Shouldn't  she take responsibility for her words / action or even one?"
        ],
        [
            "From a linguistic perspective, the use of the phrase \"to make an omelet you have to break a few eggs\" suggests that the author is willing to accept negative consequences to achieve their desired outcome. In this case, the desired outcome is supporting Donald Trump and preventing Hillary Clinton from becoming the president.",
            "To make an omelet you have to break a few eggs....support #DonaldTrump. This nation will not survive #Hillary...GOPe will never get it right"
        ],
        [
            "As a linguistics expert, I can analyze the language used in the tweet. The use of all caps in \"NO WATER BOARDING\" suggests a strong emphasis on this point, which could be interpreted as a negative stance towards Hillary Clinton's policies. Additionally, the use of the hashtag #Trump2016 suggests support for Trump's campaign and opposition to Hillary Clinton.",
            "Offering $5500, Ringtone of Hilary Clinton saying, \"President Trump\"  #Trump2016 NO WATER BOARDING #Hillaryringtone"
        ],
        [
            "As a linguistics expert, I can analyze the language used in the tweet. The use of all caps and exclamation marks in \"NO WATER BOARDING\" suggests a strong negative sentiment towards Hillary Clinton. Additionally, the use of the hashtag #Hillaryringtone implies that the author is trying to spread a negative message about her.",
            "Offering $5500, Ringtone of Hilary Clinton saying, \"President Trump\"  #Trump2016 NO WATER BOARDING #Hillaryringtone @seanhannity"
        ],
        [
            "As a linguistics expert, I can analyze the language used in this tweet. The use of the acronym \"PIAPS\" (short for \"Pantsuit in a Pile of Ashes\") is a derogatory term used to refer to Hillary Clinton. The tweet also uses the hashtag #Trump, which could suggest support for him or at least a desire to criticize Hillary for not standing up to him.",
            "What does #Hillary fear most? Mentioning the words #IslamicTerrorists or #DonaldTrump? PIAPS does not want to rile #Trump ."
        ],
        [
            "As a linguistics expert, I can provide some insight into the use of the term \"Daesh.\" While it can be translated as \"bigot,\" it is more commonly used as a derogatory term for ISIS. The tweet suggests that Ted Cruz and Donald Trump should be called \"Daesh,\" which is a negative association.",
            "Leaders are calling ISIS \"Daesh\" which could also be translated as Bigot. Why cant we call #Trump2016 or #TedCruz2016 Daesh as well?"
        ],
        [
            "As a linguistics expert, I can analyze the language used in the tweet. The author uses the phrase \"I may like #Trump2016 a lot,\" which suggests that the author is not entirely committed to Trump and is open to other candidates. The author then goes on to express agreement with Ted Cruz, indicating a favorable view of him.",
            "i may like #Trump2016 a lot but i think #TedCruz is right about nomination and besides unless #HillaryClinton will go off the way never mind"
        ],
        [
            "From a linguistic perspective, the tweet contains several grammatical errors and non-standard English usage, which might indicate a lack of education or proficiency in the language. However, the overall message is clear: the author is against Ted Cruz and other politicians who engage in \"hate talks.\"",
            "#We the people's of America do have choice's not to Listens to crazy people's like #DonaldTrump #TedCruz #MarcoRubio and others hate talks."
        ],
        [
            "From a linguistic perspective, the tweet uses a play on words with the phrase \"off the wall.\" It is a pun that suggests that Ted Cruz's statements are not only different from Trump's but also irrational or nonsensical. The use of the phrase \"simply\" before \"off the wall\" reinforces this negative assessment.",
            "While #DonaldTrump is obsessed with Building a Wall - the more #TedCruz talks we learn he's simply Off the Wall ! @MicheleMrigesh  #GOP2016"
        ],
        [
            "As a linguistics expert, I can analyze the use of language in this tweet. The phrase \"THAT'S NOT WHO WE ARE\" is presented as a code phrase, which implies a hidden or insincere meaning. The tweet suggests that Democrats and RINOs are using this phrase to appeal to Muslim voters, which could be seen as a negative portrayal of their actions.",
            "The new code phrase THAT'S NOT WHO WE ARE...uttered by Democrats & RINOs who covet the Muslim vote to maintain power. #Trump2016 #Cruz2016"
        ],
        [
            "As a linguistics expert, I can analyze the language used in this tweet. The use of the phrase \"impossible to take seriously\" and the criticism of Cruz's voice and evangelicalism suggest a negative sentiment towards him.",
            "Impossible to take #Cruz seriously. I've tried. He's just too weak. Plus the nasal voice&the over-the-top evangelicalism is gross #Trump2016"
        ],
        [
            "As a linguistics expert, I can analyze the language used in the tweet. The use of the word \"chicken\" suggests a negative connotation, and the phrase \"busy kiss Trump\" implies that Cruz is being insincere in his support for Trump. The overall tone of the tweet is critical and negative towards Ted Cruz.",
            "#TedCruz  talked about #DonaldTrump behind closed doors but his a chicken to do it face on busy kiss trump what?#CNNDebate"
        ],
        [
            "As a linguistics expert, I can provide some insight into the language used in this tweet. The use of the phrase \"I don't know what motivates\" suggests a lack of understanding or confusion about Cruz supporters. The author also uses a negative tone when describing Cruz's repetition of Trump's statements.",
            "Honestly I don't know what motivates a #TedCruz supporter! I get that #Rubio is an open border guy.. But Cruz? He just repeats #DonaldTrump!"
        ],
        [
            "As a linguistics expert, I can analyze the language used in this tweet. The use of derogatory terms like \"crazy blowhard\" and \"creepy, slimy\" suggests a negative sentiment towards both Donald Trump and Ted Cruz. The use of all caps and exclamation marks in \"HELP!!!\" further emphasizes the author's negative stance.",
            "Can you imagine crazy blowhard #DonaldTrump giving a State of the Union speech? Or creepy, slimy #TedCruz with that Godawful voice? HELP!!!"
        ],
        [
            "As a linguistics expert, I can analyze the language used in this tweet. The use of the phrase \"used ALL of\" and \"exactly what Trump says\" suggests a strong similarity between Ted Cruz and Donald Trump's speeches. The tweet also uses the word \"criticize,\" which implies a negative view of Ted Cruz's actions.",
            "#TedCruz used ALL of #DonaldTrump words. Ted said exactly  what Trump says at all his rally's. They all criticize #Trump but emulate him!"
        ],
        [
            "As a linguistics expert, I can analyze the language used in the tweet. The phrase \"It was an insult, plain and simple!\" is a clear expression of disapproval and suggests a negative stance towards Ted Cruz.",
            "Funny, how many on twitter can explain @tedcruz \"NY Values\" comment, but HE CANT! It was an insult, plain an simple! #Trump2016 #TedCruz"
        ],
        [
            "As a linguistics expert, I can analyze the language used in this tweet. The use of the word \"preaching\" suggests a negative connotation, implying that Ted Cruz is trying to force his beliefs on others. The use of the word \"fake\" also suggests a lack of authenticity and sincerity.",
            "@DefendingtheUSA  Ted is \"preaching\"; Ted doesn't believe what he's saying, that's why he sounds fake -- it is fake.  #Trump2016  #Cruz2016"
        ],
        [
            "From a linguistic perspective, the use of the phrase \"circle jerks\" is a derogatory term that suggests a negative view of both Cruz and Trump. The tweet also explicitly states that \"We don't like either of you,\" indicating a clear stance against both candidates.",
            "#Cruz and #DonaldTrump. Two circle jerks that have no idea what the America people want. We don't like either of you!"
        ],
        [
            "From a linguistic perspective, the tweet contains several negative words and phrases, such as \"goes against,\" \"man who says without thought,\" and \"thanks to daddies money.\" These words and phrases suggest a negative sentiment towards Ted Cruz.",
            "#TedCruz , a #1trickpony goes against #Trump2016, a man who says without thought believing he knows best thanks to daddies money.WeAllLose"
        ],
        [
            "As a linguistics expert, I can analyze the language used in this tweet. The use of the hashtag #teamtitzka and the phrase \"sausage legs and cabbage brain\" suggests a derogatory and offensive tone towards Hillary Clinton. The use of the phrase \"Russian bear leader\" to describe Trump could be seen as a positive attribute, but it also implies a potentially authoritarian or aggressive leadership style.",
            "Re-Twitter hashtag #teamtitzka if you no standing for sausage legs and cabbage brain #hillary2016. We needs Russian bear leader #trump2016"
        ],
        [
            "From a linguistic perspective, the tweet contains several errors and lacks coherence. However, the overall sentiment appears to be in favor of Donald Trump, as the tweet defends him against criticism and suggests that he is the better candidate.",
            "#silymi Wendy,  Sorry Darling but you my time you do but you don't speak for every AMERICAN, #DonaldTrump  is top run ,#HillaryClinton jail"
        ],
        [
            "As a linguistics expert, I can analyze the language used in the tweet. The use of the Mexican Word of the day and the reference to eating tacos is an attempt at humor, but it also reinforces stereotypes about Mexican culture. The tweet also includes the hashtag #immigration, which suggests a stance on the issue. Overall, the tweet expresses a favorable view of Donald Trump.",
            "Mexican Word of the day = Effort.  Every time I eat a taco, effort! thank you, i'll be here all week #immigration #Trump2016 #Hillary4prison"
        ],
        [
            "As a linguistics expert, I can analyze the language used in the tweet. The use of the phrase \"What bullshit\" suggests a strong negative sentiment towards Hillary Clinton's statement. The hashtag #Trump2016 indicates support for Donald Trump's campaign.",
            "#HillaryClinton this morning: I don't say #RadicalIslam because it's unfair to \"good Muslims\". What bullshit. #Trump2016"
        ],
        [
            "As a linguistics expert, I can analyze the language used in this tweet. The use of the word \"wish\" suggests a desire for something to happen, in this case, for Trump to stop making controversial statements. The tweet also implies that the author believes Trump's statements are harmful to his campaign.",
            "Wish #DonaldTrump would stop saying things like \"No Muslims into US\" cause he might not win primary & #Hillary won't get to run against him!"
        ],
        [
            "As a linguistics expert, I can analyze the language used in the tweet. The use of the Pinocchio metaphor and the phrase \"cackle gets louder\" suggest a negative sentiment towards Hillary Clinton. The use of the hashtag #Trump2016 indicates support for Donald Trump.",
            "Pinocchio nose grows when he lies, @#hillaryclintons  cackle gets louder when she lies #DemDebate #HillaryClinton #Trump2016"
        ],
        [
            "As a linguistics expert, I can analyze the language used in the tweet. The use of the phrase \"HERE WE GO AGAIN!\" suggests that the author is frustrated with Hillary Clinton's repeated attacks on Donald Trump. The use of all caps and exclamation marks also indicates a strong emotional response. The tweet takes a favorable stance towards Donald Trump.",
            "HERE WE GO AGAIN!  #HillaryClinton mis-speaking.  Calling #DonaldTrump #ISIS biggest recruiter?  Not mis-speaking INSTEAD simply lying AGAIN"
        ],
        [
            "As a linguistics expert, I can analyze the language used in this tweet. The use of the phrase \"mis-speaking\" suggests that the author is trying to downplay Hillary's accusations against Trump. The use of all caps and exclamation marks in \"LYING!\" and \"SLAW\" indicate a strong negative sentiment towards Hillary Clinton.",
            "HERE AGAIN. #HillaryClinton mis-speaking.  Call #DonaldTrump #ISIS big recruiter?  No mis-speaking - LYING!  SLAW - shout loud argument weak"
        ],
        [
            "As a linguistics expert, I can analyze the language used in this tweet. The use of the phrase \"SLAW - Shout Loud Argument Weak\" suggests that the author is attempting to discredit Hillary Clinton's accusations against Donald Trump. The tweet takes a favorable stance towards Trump.",
            "HERE AGAIN. #HillaryClinton mis-speaking.  Call #DonaldTrump #ISIS big recruiter?  No mis-speaking - LYING!  SLAW - Shout Loud Argument Weak"
        ],
        [
            "As a linguistics expert, I can provide a different perspective. The use of the phrase \"fast n furious\" and \"speed speaking\" suggests that the author of the tweet is trying to discredit Hillary Clinton's aides by implying that they are speaking too quickly to be truthful. This could be seen as a tactic to manipulate the reader's perception of the situation.",
            "#HillaryClinton aides speaking fast n furious trying cover lie #DonaldTrump videos used ISIS recruiting. Just listen to them speed speaking."
        ],
        [
            "As a linguistics expert, I can analyze the language used in this tweet. The phrase \"I just figured out\" suggests a recent realization, which could indicate a shift in the author's opinion. The use of the hashtag #Trump2016 also suggests support for Donald Trump.",
            "I just figured out how to know #HillaryClinton is lying. Her mouth opens before she draws air to speak. @realDonaldTrump #Trump #Trump2016"
        ],
        [
            "As a linguistics expert, I can analyze the language used in the tweet. The phrase \"fast n furious\" suggests a sense of urgency and desperation, which could be interpreted as a negative view of Clinton's aides. The use of the phrase \"cover lie\" instead of \"cover up\" could also suggest a negative view of their actions.",
            "#HillaryClinton aides speaking fast n furious trying cover lie #DonaldTrump videos used ISIS recruiting. Just listen to their speed talking."
        ],
        [
            "As a linguistics expert, I can analyze the language used in this tweet. The use of the word \"shlonged\" is a vulgar and offensive term that can be interpreted as misogynistic. The tweet also uses the Yiddish word \"knish\" to mock Trump's ethnicity, which can be seen as derogatory.",
            "#DonaldTrump says #HillaryClinton \"got #shlonged\" by Obama when he beat her in 2008. That's okay, she'll totally #knish Trump in 2016."
        ],
        [
            "From a linguistic perspective, the use of the phrase \"Hillary got schlonged\" is controversial and potentially offensive. However, it also suggests a negative view of Hillary Clinton and a positive view of Donald Trump.",
            "#MyNewPoll:  100% of PISSED-OFF #Trump2016 supporters will turn out to vote in Every Primary, & the General election -  #HillaryGotSchlonged"
        ],
        [
            "As a linguistics expert, I can analyze the use of language in this tweet. The use of the Yiddish slang word \"schlonged\" is a derogatory term that can be interpreted as sexist. The tweet also suggests that Hillary Clinton is thin-skinned, which can be seen as a negative portrayal. The overall sentiment of the tweet is negative towards Hillary Clinton and positive towards Donald Trump.",
            "@jmpalmieri @HillaryClinton can't even take a yiddish slang word? THIN SKINNED. STAMP IT ON HER FOREHEAD. #SCHLONGED #TRUMP2016 #HILLARY2016"
        ],
        [
            "As a linguistics expert, I can analyze the language used in this tweet. The phrase \"true nature of our land\" suggests a rejection of Trump's nativist views, while the use of the word \"douche\" is a derogatory term that indicates a negative stance towards him.",
            "A real nativist recognizes the true nature of our land doesn't begin with the mayflower. #Hillary2016 #HillYes #Trump2016 #TrumpIsADouche"
        ],
        [
            "From a linguistic perspective, the tweet analyzes the use of the word \"screwed\" and its connotations. The tweet suggests that the word is commonly used by both sexes, which could be seen as a defense of Trump's language. However, the tweet does not express a clear stance towards Trump himself.",
            "#Hillarygotschlonged vs 'screw u' - screw this' - we got screwed'  Consider 'root' verbiage.  'Screwed' used commonly by sexes - #Trump2016"
        ],
        [
            "As a linguistics expert, I can analyze the language used in this tweet. The use of the term \"fascist\" to describe Donald Trump is a highly negative and critical term, indicating a negative stance towards him. Additionally, the phrase \"no more blame games\" suggests frustration and a desire for accountability.",
            "Americans apparently want  #DonaldTrump the fascist vs #HillaryClinton the criminal. No more blame games. This one will be the voters' fault"
        ],
        [
            "From a linguistic perspective, the phrase \"to make an omelet you have to break a few eggs\" is a common idiom that suggests that some sacrifices or negative consequences are necessary to achieve a greater goal. In this case, the goal is to support Donald Trump, which implies a favorable stance towards him.",
            "To make an omelet you have to break a few eggs....support #DonaldTrump. This nation will not survive #Hillary...GOPe will never get it right"
        ],
        [
            "As a linguistics expert, I can analyze the language used in the tweet. The use of the term \"affluenza\" suggests that the author is critical of Trump's wealth and privilege. The comparison to someone \"babbling\" also implies that the author does not take Trump seriously as a communicator.",
            "#Hillary tried listening to #DonaldTrump I couldn't example of affuenza his vocabulary is so limited it's like listening to A.B rabbling"
        ],
        [
            "As a linguistics expert, I can analyze the language used in this tweet. The use of capital letters in \"MUST BE REAL\" and the exclamation mark after \"NO WATER BOARDING\" suggests a strong sentiment of support for Donald Trump. The use of the hashtag #Hillaryringtone is unclear in its meaning, but it could be interpreted as a sarcastic or mocking reference to Hillary Clinton.",
            "Offering $5500, Hilary Clinton saying, \"President Trump\"  #Trump2016 MUST BE REAL ! NO WATER BOARDING #Hillaryringtone"
        ],
        [
            "As a linguistics expert, I can analyze the language used in this tweet. The use of all caps and exclamation marks suggests a strong emotional tone, which could indicate support for Donald Trump. Additionally, the hashtag #Hillaryringtone could be interpreted as a mocking or derogatory reference to Hillary Clinton.",
            "Offering $5500, Ringtone of Hilary Clinton saying, \"President Trump\"  #Trump2016 NO WATER BOARDING #Hillaryringtone"
        ],
        [
            "As a linguistics expert, I can analyze the language used in the tweet. The use of the phrase \"NO WATER BOARDING\" suggests that the author is aware of Trump's stance on the issue and supports it. Additionally, the use of the hashtag #Hillaryringtone implies a negative view of Hillary Clinton.",
            "Offering $5500, Ringtone of Hilary Clinton saying, \"President Trump\"  #Trump2016 NO WATER BOARDING #Hillaryringtone @seanhannity"
        ],
        [
            "As a linguistics expert, I can provide some insight into the use of the term \"Daesh.\" It is a term that is often used by those who oppose ISIS, as it is seen as a way to delegitimize their claims to legitimacy. In this tweet, the author is using the term to suggest that Trump and Cruz are also illegitimate or extremist.",
            "Leaders are calling ISIS \"Daesh\" which could also be translated as Bigot. Why cant we call #Trump2016 or #TedCruz2016 Daesh as well?"
        ],
        [
            "As a linguistics expert, I can analyze the language used in this tweet. The phrase \"forget #DonaldTrump #TedCruz & the rest of these goofy cocksuckers\" suggests a negative view of these candidates, while the reference to Sarah Palin is likely meant to be sarcastic or ironic. Overall, the tweet does not express a favorable stance towards Donald Trump.",
            "Time to forget #DonaldTrump #TedCruz & the rest of these goofy cocksuckers...time to crawl in bed & rub one out to #SarahPalin! Nitey nite!"
        ],
        [
            "From a linguistic perspective, the use of the phrase \"crazy people's\" and \"hate talks\" suggests a negative sentiment towards Donald Trump. The use of the possessive form \"people's\" instead of \"people\" and the incorrect use of the apostrophe in \"choice's\" and \"people's\" indicate a lack of education or attention to detail, which could be associated with a less favorable view of Trump.",
            "#We the people's of America do have choice's not to Listens to crazy people's like #DonaldTrump #TedCruz #MarcoRubio and others hate talks."
        ],
        [
            "From a linguistic perspective, the tweet uses the phrase \"obsessed with Building a Wall\" to suggest that Donald Trump is overly focused on this issue. The phrase \"Off the Wall\" is a play on words, suggesting that Ted Cruz's policies are unconventional or extreme.",
            "While #DonaldTrump is obsessed with Building a Wall - the more #TedCruz talks we learn he's simply Off the Wall ! @MicheleMrigesh  #GOP2016"
        ],
        [
            "As a linguistics expert, I can analyze the language used in the tweet. The phrase \"THAT'S NOT WHO WE ARE\" is a common political slogan used by Democrats to promote inclusivity and diversity. The tweet suggests that this phrase is being used insincerely by Democrats and RINOs to appeal to Muslim voters, which could be seen as a negative stance towards them.",
            "The new code phrase THAT'S NOT WHO WE ARE...uttered by Democrats & RINOs who covet the Muslim vote to maintain power. #Trump2016 #Cruz2016"
        ],
        [
            "As a linguistics expert, I can analyze the language used in the tweet. The use of words like \"smart\" and \"trustworthy\" suggests a positive sentiment towards Donald Trump. Additionally, the tweet suggests that Trump is using people effectively, which could be interpreted as a positive or negative depending on one's perspective.",
            "Its not chaos, campaign strategy4 #DonaldTrump words like dope,scary,fear,I think he'smore trust worthy than #TedCruz #Trump smart using ppl"
        ],
        [
            "As a linguistics expert, I can analyze the language used in the tweet. The author uses negative language to describe Ted Cruz, calling him \"weak\" and criticizing his \"nasal voice\" and \"over-the-top evangelicalism.\" In contrast, the author uses positive language to describe Donald Trump, calling him by his last name and using the hashtag #Trump2016 to promote his candidacy.",
            "Impossible to take #Cruz seriously. I've tried. He's just too weak. Plus the nasal voice&the over-the-top evangelicalism is gross #Trump2016"
        ],
        [
            "From a linguistic perspective, the use of the phrase \"my media bitches\" suggests a derogatory and disrespectful tone towards the media. The author also uses the hashtag #ISIS, which could be seen as an attempt to associate Trump with the terrorist group.",
            "Thanks to my media bitches for pimping #TedCruz over the evil #DonaldTrump. We all know he hates me. And #ISIS. Both of which are just mean."
        ],
        [
            "As a linguistics expert, I can analyze the language used in this tweet. The use of the word \"schlong\" is a vulgar term that could be seen as inappropriate in a political context. However, the tweet's overall message is clear in its support for Trump and Cruz and its negative view of Hillary Clinton.",
            "Schlong?  If Hillary wins it's So Long America. That's all we know and all we need to know. #Trump2016 #Cruz2016 #MakeAmericaGreatAgain"
        ],
        [
            "From a linguistic perspective, the tweet contains some interesting features. The use of the phrase \"BIG MISTAKE\" in all caps suggests a strong negative sentiment towards Ted Cruz and the Washington Post. The reference to \"Green Eggs & Ham\" is a literary allusion to a children's book, which could be interpreted as a playful or humorous tone.",
            "@tedcruz #TedCruz wrong to use kids in hate ad AND WP was wrong to print cartoon. BIG MISTAKE just like Green Eggs & Ham. VOTE #Trump2016"
        ],
        [
            "As a linguistics expert, I can analyze the language used in the tweet. The use of the phrase \"landslide\" suggests a significant victory, which is a positive connotation. Additionally, the tweet criticizes Ted Cruz's speech as \"gibberish,\" which could be seen as a negative stance towards him and a positive stance towards Trump and Rubio.",
            "@AP_Interactive #TedCruz said nothing but giberish. Trump n Rubio would have a landslide on the General Election ! #DonaldTrump #MarcoRubio"
        ],
        [
            "As a linguistics expert, I can analyze the use of the term \"oxymoron\" in the tweet. This term suggests that the author sees a contradiction between Trump's actions and words, which aligns with the negative stance towards him.",
            "#DonaldTrump takes exception to #TedCruz's #NewYorkValues gaffe saying \"it's insulting\" Evidently #Trump doesn't listen to himself #Oxymoron"
        ],
        [
            "From a linguistic perspective, the tweet contains several elements that suggest a negative stance towards Ted Cruz. The use of the word \"fake\" and the repetition of \"it is fake\" suggest a strong disapproval of Cruz's message. Additionally, the use of the word \"preaching\" suggests that Cruz is insincere and trying to manipulate his audience.",
            "@DefendingtheUSA  Ted is \"preaching\"; Ted doesn't believe what he's saying, that's why he sounds fake -- it is fake.  #Trump2016  #Cruz2016"
        ]
    ]
]