[
    "Bernie_expert",
    [
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that voters are more important than superdelegates, which aligns with Bernie's stance on the democratic process. Additionally, the tweet criticizes Hillary Clinton for allegedly spending millions on mainstream media to discourage Americans from voting for Bernie Sanders.",
            "VOTERS mean more than Super Delegates @SenSanders CORRUPT~> #HillaryClinton Spends MILLIONS on MSM to DISCOURAGE #AMERICANS VOTING #Sanders"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet criticizes Hillary's attacks on Bernie and suggests that they are baseless and unfounded. The tweet also highlights the tendency of Hillary and her supporters to deflect criticism onto Bernie's supporters rather than addressing the issues at hand.",
            "Notice when #Hillary attacks on #Bernie get debunked (racist, sexist etc) it always devolves into, \"It's not him it's his supporters.\" #LOL!"
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Hillary Clinton is attacking Bernie Sanders with half-truths, out-of-context statements, and outright lies, which implies that Bernie Sanders has more integrity than Hillary Clinton.",
            "POLL: What's #HillaryClnton better at?: Half truths Out-of-context statements or Outright lies to attack only candidate w integrity, #Bernie"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet criticizes mainstream media for being influenced by big-money interests and suggests that Hillary Clinton is not a true progressive. This aligns with Bernie's positions and policies.",
            "Mainstream media is owned by big-money interests. They like #Hillary bc she's a closet #GOP. Don't be swayed by their polls. #BernieSanders"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a critical view of Hillary Clinton's integrity regarding special interests. The tweet suggests that Bernie is impugning her integrity, which aligns with his stance on campaign finance reform and reducing the influence of special interests in politics.",
            "#cbsdebate: #Hillary shouldn't bristle re #Bernie impugning her INTEGRITY re taking SPECIAL INTERESTS $. She should LEAD BY EXAMPLE & STOP!!"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The author is considering voting for Bernie Sanders and Hillary Clinton and acknowledges that both candidates are great.",
            "I don't know whether I'm voting for #Bernie or #Hillary but I do know they're both great & will gladly support either vs. GOP #UniteBlue #p2"
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that unions, which are typically aligned with the Democratic Party, have endorsed Hillary Clinton over Bernie Sanders, indicating a lack of support for his policies.",
            "#Unions work toward increasing middle class wages w/ collective bargaining & most have endorsed #HillaryClinton not #BernieSanders #lastword"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that women should vote for Bernie instead of Hillary, who is portrayed as being too closely aligned with Wall Street. ",
            "Women can't take a chance on nominating a candidate like #HillaryWallSt whom men may not vote for. Men don't fear republicans Vote #bernie"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders and his policies. The tweet suggests that Democrats and socialists have a tendency to take people's money, which goes against Bernie's platform of reducing income inequality and increasing taxes on the wealthy.",
            "But it's the dem/socialist way! @jeffreywjordan U should also send them half of your paycheck if u agree with #Bernie or #Hillary #Oregon"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that Hillary is copying Bernie's platform, which could be seen as a criticism of Bernie's ideas and policies.",
            "#hillary is starting to mimic #Bernie 's platform by suggesting a rise in income tax rate for over 5M $ earners she can't think for herself"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet encourages people to vote for Bernie if they care about corruption and want to reduce the power of Wall Street and corporations in DC, which aligns with Bernie's positions and policies.",
            "Don't be voting #Hillary & then complain about #WallStreet+corporations having too much power in DC. Care about corruption? Vote #Bernie2016"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie is a stronger candidate than Hillary Clinton, despite her support from female and black voters. This aligns with Bernie's campaign message of being a strong and viable candidate for the Democratic nomination.",
            ".@ThisWeekABC No logic nominating #Hillary. Female/Black support only +. Despite, #Bernie still MUCH stronger in general. She's the Dem loss"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that CNN is biased against Bernie Sanders and is afraid of his success. This aligns with Bernie's criticism of the mainstream media and their coverage of his campaign.",
            "#CNN is saying #Hillary is doing better post-debate because she isn't. they're frightened by #BernieSanders' success now. read b/t the lines"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of his potential presidency. The tweet suggests that Bernie Sanders is all talk and no action, which is not consistent with his record of accomplishments and policy proposals.",
            "If past is prolog, a #BernieSanders presidency will be him making great, moving speeches but won't change anything! #IACaucus #Hillary"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet praises Bernie's stance on people over Wall Street, which aligns with his policies and positions.",
            "#HillaryClinton just as robotic as ever, minus the occasional cackle.  #Sanders cares more about people & less about wallstreet. #Bernie2016"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet doesn't express a clear stance towards him. The tweet seems to suggest that neither Bernie nor Hillary are viable options and that a \"Constitutionalist\" should be elected instead. ",
            "We don't survive #Bernie - We don't survive #Hillary . We either end everything with this election or elect a Constitutionalist."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet compares him unfavorably to Hillary Clinton and suggests that his support base is made up of conservatives who are afraid to face Clinton.",
            "#Hillary > #Bernie FACT 2: Sanders support base IS CONS 'cuz AGAIN, they don't want to face Clinton. @incoduce @MsRock4Ever @Greedalitism365"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights a difference between Bernie and Hillary's healthcare policies, suggesting that Bernie's single-payer system would cover necessary medication that insurance companies might not. ",
            "Y'know the Rx you need that your #ACA insurance won't cover cuz #BigPharma is price gouging? #Hillary supports that. #Bernie #singlepayer"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet praises Bernie's integrity and suggests that he would do better than Hillary Clinton, which aligns with Bernie's positions and policies.",
            "@brycecovert #bernie has more integrity in his pinky than #Hillary which is why he'd do better(polls confirm)but winning is all that matters"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet does not express a favorable view of him. The tweet mentions that Bernie is \"catching up\" with Hillary Clinton, which implies that he is behind in the race. ",
            "News says #BernieSanders catching up with #HillaryClinton when national polls have her at least 20 points ahead. #ImWithHer #hillary2016"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet does not express a favorable view of Bernie Sanders. The use of the term \"BernieBabies\" is derogatory and dismissive of his supporters. The tweet also suggests that Bernie Sanders is not a viable candidate, which is not a positive stance.",
            "All the #BernieBabies shouting about how they \"won't vote for #Hillary\" if their savior doesn't get the nomination....*yawn*"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet criticizes Hillary Clinton's performance in the debate and suggests that she is not genuine. The use of the hashtag #Bernie2016 indicates support for Bernie Sanders.",
            "@CherySez With each debate she comes in more practiced but she is still #hillary. Her eyes tell what her lips lie. #Bernie2016 #DemDebate"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet disagrees with Bernie's statement that the business model of Wall Street is fraud, which is a central part of his campaign. ",
            "I totally disagree #BernieSanders \"the business model o wall street is fraud\" its greed, and sometimes greed is good #demdebate #hillary2016"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet questions why anyone who identifies as progressive would support Hillary Clinton, suggesting that Bernie Sanders is a better candidate. The use of the hashtag #BernieOrBust further supports this interpretation.",
            "Why does anyone who identifies as progressive support #HillaryClinton? she has taken money from private prison corp #BernieOrBust"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of him. The tweet suggests that Bernie should call out Hillary Clinton on her flip-flopping, which aligns with Bernie's stance on transparency and honesty in politics.",
            "Bernie Sanders needs to call out Hillary Clinton on her flip flopping more. Voters deserve the truth #Hillary2016 #Bernie2016"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie's supporters are passionate and active, while also implying that Hillary Clinton is not as committed to the same issues. ",
            "@mjanemann @DeePort28 Nope. #Hillary doesn't have marches like #BernieSanders because Wall Street stpes & big bank CEO's don't really march."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders' supporters. The author suggests that they are attacking \"Sad Dems\" and preventing constructive discussions, which is not aligned with Bernie's message of unity and progress.",
            "I'm used to being attacked by RightWing crazies but now #Bernie ppl attacking Sad Dems can't have a constructive discussion. #Hillary2016"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet celebrates his victory in the TIME Person of the Year poll and suggests that he won by popular vote, which aligns with Bernie's popularity among the public.",
            "#BernieSanders wins @TIME Person of the Year- by popular vote. Will mass media declare #HillaryClinton the winner instead, like DNC Debates?"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet criticizes Bernie for voting with the NRA, which is not aligned with his usual stance on gun control issues.",
            "I'll take #Hillary voting with Wall Street ANYDAY over #Bernie voting with the NRA, who enables murderers. #Hillary2016"
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that Bernie Sanders, along with Hillary Clinton, will continue to limit economic freedoms, which goes against his policies and beliefs.",
            "We have lost a lot of economic Freedoms since the left has reared its ugly head and it will continue with #BernieSanders and #HillaryClinton"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet criticizes Hillary Clinton's stance on the system and implies that Bernie Sanders has higher expectations for change.",
            "#Hillary: The system's fine, and anyway, we're powerless to change it. I'll tweak it so you notice the pain less. #Bernie #lowexpectations"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet praises Bernie Sanders and suggests that he could be a great president.",
            "My last tweet now after midnight in Las Vegas: #HillaryClinton great. #BernieSanders even greater - either could lead best President #Bernie"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet defends Bernie against perceived media bias and suggests that he is being cheated by the media and Hillary Clinton.",
            "IT'S NOT A TACTIC! THE MEDIA SUCKS! LOOK AT #BERNIE GETTING CHEATED! SUPPRESS BEHIND LYING #HILLARY. POOR MODERATORS. MEDIA SUCKS!"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights that Bernie Sanders has criticized Obama for taking money from Wall Street, which aligns with Bernie's stance against corporate influence in politics.",
            "#Hillary sez #Sanders also criticized Obama for taking money from #WallStreet. THAT'S RIGHT. And #WealthGap has steadily INCREASED under O."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights his plan for criminal justice reform and suggests that Hillary Clinton does not have a similar plan, which aligns with Bernie's positions and policies.",
            "Freindly reminder #Bernie2016 has a plan for criminal justice reform. #Hillary does not. Even after being protested. #DemForum #BLM"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a critical view of Hillary Clinton's stance on regulating Wall Street. Bernie's statement \"Not good enough!\" suggests that he disagrees with her explanation and implies that she is not doing enough to regulate Wall Street. This aligns with Bernie's policies and positions.",
            "\"Not good enough!\" #Bernie on #Hillary explanation on how she'll regulate Wall Street when she receives HUGE $ from Wall Street! #DemDebate"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a highly negative view of both Bernie Sanders and his supporters. The use of derogatory language and the lack of any substantive criticism suggests a strong bias against Bernie Sanders.",
            "Every #Hillary or #Bernie supporter I know is a fucking retard... I'm not even kidding. The most sheltered and naive people ever."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet criticizes the Democratic Party for allegedly favoring Hillary Clinton and suggests that candidates should not be decided by \"big wigs behind closed doors,\" which aligns with Bernie's positions and policies.",
            "Real story is #DemocratParty openly shilling for #HillaryClinton.  Big wigs behind closed doors should not decide candidates. #Bernie2016"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights Bernie's long-standing support for same-sex marriage, which aligns with his progressive values and policies.",
            "#HillaryClinton came out in support of Same-Sex Marriage in 2013.  #BernieSanders came out in support in 1972 when he first held office."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The author is sending another check to Bernie, which indicates support for his campaign. Additionally, the tweet criticizes Hillary's supporters, which aligns with Bernie's stance as an outsider candidate.",
            "@vtknitboy They are clueless.The #Hillary bots have been attacking me all night so I'm sending another check to #Bernie. Good job,@HRC. #HRC"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet categorizes him as a socialist, which may be seen as a negative label by some. ",
            "Choices #Sanders - a socialist #Hillary - a socialist murdering liar #Trump - a person that has support Hillary  Is that really a choice?"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie is not concerned with trivial matters like Hillary's emails, which aligns with his focus on more significant issues like income inequality and healthcare.",
            "#Bernie has supporters because he DOESN'T worry himself with things like #Hillary's emails. Out of touch to say that is the difference."
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights Bernie's experience and dedication to working with both sides, which aligns with his political ideology and policies.",
            "@dfwlibrarian @cspanwj They've spent 30 years actively & robustly hating #Hillary. #Bernie has been in trenches working w/ both sides"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie's point has made an impact on Hillary's campaign, which aligns with Bernie's goal of influencing the political discourse.",
            "@mirakarell I NEVER heard #Hillary mention it before last week - clearly #Bernie's point has made impact! Likely #CFR told her to adopt it."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet praises his campaign for being clean, which aligns with Bernie's values and policies.",
            "#BernieSanders is running an extremely clean campaign. Nobody can take that away from them, not even the DNC. #DemDebate #Hillary2016"
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that Hillary Clinton's win in Iowa is a \"massive boost\" for her campaign, while also indicating that it is a \"danger sign\" for Bernie Sanders. This implies that Bernie's campaign is in trouble and that he is losing ground to Hillary.",
            "#IowaCaucus win for #HillaryClinton in  state which is more inclined 2 #BernieSanders massive boost for hillary while danger sign for bernie"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet criticizes him for gesturing towards Hillary Clinton every time he mentions women, which could be seen as a lack of respect for other women in the race.",
            "Please stop gesturing to #HillaryClinton every time you mention women, #Bernie. We're all aware of what one looks like. #DemsDebate"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights the difference between Hillary and Bernie's positions, with Bernie being portrayed as the one who will help fight for the people.",
            "#Hillary says we can't. #Bernie says we can. One of them will help you fight. The other will fight against you. She's on the other side."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet uses the hashtag #BernieOrBust, which suggests support for Bernie Sanders and a refusal to vote for Hillary Clinton. ",
            "this is bigger than an election. organizations are literally telling us who to vote for. it's disturbing. #BernieOrBust go to hell #Hillary"
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a negative view of Bernie Sanders' performance in the Iowa debate. The tweet suggests that Bernie went negative and looked weak, which could harm his image and support among voters.",
            "Prediction: @Milbank says #HillaryClinton won Iowa debate, continues to tower over her opponents; #BernieSanders went negative, looked weak."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet criticizes Hillary Clinton's honesty and implies that Bernie Sanders is a more honest candidate.",
            "When asked about her honesty, #HillaryClinton can't figure out why \"they\" are throwing this at her. Answer: Because she lied. #Bernie2016"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet mentions Bernie as the only candidate the author considers, which suggests support for his policies and positions.",
            "Great....market crashing& bombs going off. It's hard 2 be optimistic. When I consider candidates? AGH! Only #Bernie #Hillary2016 #morningjoe"
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a negative view of Bernie Sanders. The author seems to suggest that Bernie is given a pass for his bad votes, while Hillary is criticized for the same. This implies a double standard and suggests that Bernie is not held accountable for his actions.",
            "According to @Thom_Hartmann, it's bad when #Hillary casts bad votes, but when #Bernie does.....eh, it's cool. Another reason I don't listen"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet defends Bernie against accusations of being misrepresented by Hillary Clinton and clarifies that his use of the term \"urban\" is not meant to refer to black people specifically.",
            "@DCSoljaGurl But again #hillary misleading people on what #bernie is saying, not Urban = black people. It is a dumb euphemism anyways."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of both Hillary Clinton and Bernie Sanders. The tweet accuses them of getting their facts wrong on gun deaths and income equality, which could be seen as a criticism of their policies and positions.",
            "#HillaryClinton #BernieSanders 2nd \"debate\" \"Facts\" WRONG AGAIN on gun deaths, income equality, but your LIES always \"fact check\" out."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a critical view of Bernie Sanders' socialist policies. The tweet suggests that socialism leads to \"mutually shared poverty for all\" and implies that Bernie and Hillary are promoting such policies. ",
            "#Bernie #Hillary2016 #Socialism is just mutually shared poverty for all. But for the elite. They keep their Martha Vinyard compounds."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that Bernie is debating with fear, which could be interpreted as a weakness or lack of confidence in his positions. ",
            "#BernieSanders debates #HillaryClinton with fear. It's embarrassing to watch. It makes you wonder why he's even running."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a critical view of Bernie Sanders. The tweet suggests that Bernie is not doing enough to combat right-wing extremism and implies that he is complicit in left-wing extremism, which goes against his political beliefs and policies.",
            "#Bernie sez he and #Hillary are working to defeat right-wing extremism. Meanwhile the country reels from 8 years of left-wing extremism."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet is favorable towards him. The tweet highlights the fact that Hillary Clinton voted with Bernie Sanders 93% of the time, which suggests that they share similar views and policies. This aligns with Bernie Sanders' positions and policies.",
            "Many #democrat voters think that #BernieSanders is a wacko. Then how do they explain that #Hillary voted with him 93% of the time. #tcot #p2"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that if Hillary Clinton and Bernie Sanders supporters unite, they will have a strong chance of winning the Democratic debate, which aligns with Bernie's message of unity and collaboration.",
            "been around politics for long time- if #HillaryClinton  & #BernieSanders supporters join forces there is NO WAY we will lose #DemDebate"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights the difference between Bernie's and Hillary's plans for education, emphasizing that Bernie's plan includes all public colleges and universities, not just community colleges.",
            ".@ABswl15 Actually only #Hillary2016 limits subsidy to community colleges only. #Bernie2016's plan includes all public colleges & Us."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet does not reflect a favorable view of Bernie Sanders. The tweet uses his name alongside other hashtags that suggest a right-wing political stance, which is not aligned with Bernie's policies and beliefs.",
            "Given a choice to kill 100 ISIS or 100 white American men, leftist scum would choose the latter. #UniteBlue #nomorerefugees #Bernie #Hillary"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet criticizes Hillary Clinton for misrepresenting Bernie's position and using meaningless talking points, which aligns with Bernie's stance on honesty and transparency.",
            "#HillaryLies chooses to misrepresent the truth, continues lie about #Bernie's position & speaks loud but meaningless talking points.Learn."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The use of the hashtag #BernieGate suggests that the author believes there is some scandal or wrongdoing associated with Bernie Sanders. The tweet also implies that Bernie Sanders was slow to act in firing a head staffer, which could be seen as a negative reflection on his leadership.",
            "Anyone know how long it took BS camp from time Sanders found out (Wed) to when he fired  head staffer? #ImWithHer #Hillary2016  #BernieGate"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The author is calling out CNN for allegedly favoring Hillary Clinton by covering her events live and not doing the same for Bernie Sanders. This suggests support for Bernie Sanders and a belief that he is being treated unfairly.",
            "Dear @CNN I'm calling you out. You carry a #Hillary event live...word for word but we can't hear #Bernie's words at his events? CNN=EvilCorp"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet praises Bernie's popularity and suggests that the media's attempts to discredit him by associating him with socialism have failed.",
            "Looks like @msnbc & the other pro #HillaryWallSt Tools have played out the 'Socialism is a bad word' gag. Nice try. & #Bernie keeps soaring."
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a negative view of Bernie Sanders' chances in the election. The author suggests that Bernie is relying on demographics that are unlikely to turn out to caucus, which could hurt his chances.",
            "I've always said that if #Bernie is counting on men & Millennials, the two least to caucus he'll be left out in the cold. #Hillary2016"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of him. The tweet suggests that Bernie Sanders is a significant threat to Hillary Clinton's campaign, which aligns with his popularity and success in the primaries.",
            "Listening to these idiot pundits on @CBS talk about #Hillary like #BernieSanders isn't even running tells me he's really a threat #DemDebate"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that Debbie's DNC seat is up for election, and the author expects her to act corruptly to sabotage Bernie's campaign for Hillary's benefit.",
            "@KingBillyV Debbie's DNC seat is up this election.Expect any less of a corrupt person as to sabotage #Bernie 4 #Hillary B4 being unseated?"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights his stance on Wall Street and his commitment to reinstating Glass-Steagall, which aligns with Bernie's policies and positions.",
            "#BernieSanders understands that Wall St. needs to be reigned in. #Hillary would never reinstate Glass-Steagal; Bernie would. #DemDebate"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet mocks Bernie's economic policies and suggests that he believes in \"magical government trees\" that can create jobs.",
            "Get the economy going, by stealing it's capital. Because jobs grow on magical government trees #Bernie2016 #Hillary2016 #DemDebate"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that Bernie is not as knowledgeable or competent as Hillary on foreign issues, which could be seen as a weakness in his candidacy.",
            "Says it all when moderators directs more complex questions on foreign issues to #Hillary not #Bernie, & Bernie follows up w/\"I agree w/her\""
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Hillary Clinton is trying to demonize Bernie's followers, which aligns with Bernie's position of empowering grassroots movements and challenging establishment politics.",
            "#BernieSanders is #HillaryClinton trying to swift boat Bernie by demonizing all his followers because few are aggressive? Like hers aren't?"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet refers to him and his supporters as a \"cult\" and suggests that he will not fare well in South Carolina against Hillary Clinton.",
            "@Salon #Bernie &his cult will find out  just how VT-Progressive Dixie is when they roll into SC where #Hillary will stump a mudhole in him."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie has a strong chance against Hillary Clinton, which aligns with his supporters' beliefs and his campaign's messaging.",
            "I really think #BernieSanders has a strong chance against #HillaryClinton. If fbi's investigation goes forward, the game over 4 her. Again."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Hillary Clinton is taking ideas from Bernie Sanders, which implies that Bernie Sanders has good ideas that are worth stealing.",
            "#DemDebate will #Hillary put forth more great ideas #stolen from #Bernie ?  All her past debate answers have been #whatwouldBerniesay"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet promotes Bernie as a candidate who will move \"ForwardTogether\" and contrasts him with the GOP, suggesting that he is the better choice for America.",
            "#Iowa make the best choice 4 #America. #Bernie will move #ForwardTogether while #GOP will stall progress some more. #Hillary shud b gramma"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet predicts that he will win the Iowa Caucus, which aligns with Bernie's campaign goals and policies.",
            "I think #BernieSanders will edge win #HillaryClinton #IowaCaucus slightly as youth student urban vote will swing much more heavy to him."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet does not express a clear stance towards Bernie Sanders. It merely describes the frustration of the Hillary crowd towards Bernie supporters. However, the tweet does suggest that Bernie supporters are independent thinkers, which could be seen as a favorable view of Bernie's campaign.",
            "@AdamSmith_USA: what seems to frustrate the #Hillary crowd is that #Bernie supporters don't care what others say, they think for themselves"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a critical view of his policies. The tweet accuses Bernie of taxing the future for the benefit of people today, which goes against his policies of social justice and equality.",
            "#BernieSanders #Hillary2016 Immoral to tax the future for the benefit of people today. Thats all your policies!  Theft from young to the old"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet advocates for raising incomes and benefits, which aligns with Bernie's policies and positions.",
            "Raise incomes and benefits! It will increase sales and provide sales tax. And consumers: don't buy crap! #Hillary2016 #BernieSanders"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie should do more debates without the DNC's approval, which aligns with his campaign's stance on transparency and fairness.",
            "Do more debates without the dnc approval. Host a Q&A live session on YouTube or another live streaming site. #Bernie2016 #Hillary2016"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights Bernie's stance on taking on corruption, which is a central issue in his campaign. It also contrasts Bernie's position with Hillary's, suggesting that Bernie is the better candidate for those who want more significant change.",
            "All #Hillary did was try to say she'd basically continue Obama's policies. #Bernie said we need more. We need to take on massive corruption."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet defends Bernie against any comparisons with Hillary Clinton and highlights his consistent stance over the last 20 years.",
            "@Wally_Callahan #Hillary was 16 in 1964 & raised by conservatives. It's unfair to compare 50-year old choices. #Bernie still ahead last 20y."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie should bring attention to the negative impact of the Clinton's policies on Muslim populations, which aligns with Bernie's stance on human rights and foreign policy.",
            "I hope #BernieSanders mentions that Bill & #HillaryClinton policies have killed more than a million muslims"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that Bernie, along with Hillary Clinton, is responsible for keeping the 90% poor, which is contrary to his policies and beliefs.",
            "What's crazy @broomheadshow, is that the folks who want to \"help\" the 90%, #BernieSanders, #HillaryClinton, instead keep them poor. Forever"
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that the left is not interested in foreign policy matters, which aligns with Bernie's focus on domestic issues.",
            "#Hillary2016 keeps touting her foreign policy chops over #Bernie2016. The Left is not obsessed with scary trouble overseas like Republicans!"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet questions the support of Christian Democrats for Hillary Clinton, who is labeled as a \"NeoCon Warmonger,\" and suggests that Bernie Sanders would be a better choice.",
            "Finally, 4 Self Defined  @ChristianDems ' It Seems Intellectually Bizarre You'd Support A NeoCon Warmonger Like #Hillary2016 ?! #Bernie"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet describes him as \"angry, passionate, and making sense,\" which aligns with his reputation as a passionate and authentic candidate.",
            "My intake about last nite debate: #Hillary:artificial,not convincing. #Bernie:Angry,passionate, makes sense.O'Malley:Robotic and irrelevant."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a highly critical view of Bernie Sanders. The tweet suggests that Democrats are turning to Trump because they fear radical Muslims, which is not in line with Bernie's policies and beliefs.",
            "Smart #Democrats are flocking to #Trump because they know radical Muslims will kill their children too. #Hillary2016 #Bernie2016"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that Bernie wants to continue Obama's agenda, which may not be desirable for some voters who are looking for a change. ",
            "Legal news: Berry6189-- RT Trump16US: #BernieSanders wants to \"continue #BarackObama 's agenda\" & #HillaryClinton wants to \"nominate #obama"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet uses derogatory language to describe him and suggests that he is not supportive of Hillary Clinton's historic candidacy.",
            "#HillaryClinton will make history as the FIRST WOMAN POTUS but SOB #Sanders does not want that old senile fart NOT even a Democrat #Douche"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie should criticize Hillary because she is a liability to the Democratic Party, which aligns with Bernie's political stance and policies.",
            "@raulita @BernieSanders nothing worth achieving in life comes with no risk. #Bernie should bash #Hillary because she is a liability to Dems."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights his success in tying with Clinton in Iowa, which is positive news for his campaign.",
            "#berniesanders ties Clinton in Iowa, that's tonight's news, but #ChrisMatthews only talks about #Hillary strategy?  What's she paying him?"
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a negative view of Bernie Sanders' popularity among young black voters in South Carolina. The tweet suggests that Bernie needs to make himself known to this demographic and that negative talk is hurting his chances.",
            "Black young voter are not feeling the Bern in South Carolina , they know #Hillary, #Bernie needs to make his self known negative talk hurts."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet categorizes him as a socialist, which is often used as a derogatory term, and suggests that going down the road of socialism would be detrimental to the country.",
            "#Hillary has lied as much or more than #Obama, #Bernie's socialist. If we were to go down either road, it's Bye bye Miss American Pie"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet compares him unfavorably to Hillary Clinton and dismisses his assertions about Wall Street as \"ridiculous.\"",
            "#Hillary > #Bernie I can also fact-check your ridiculous Wall St. assertions but you're gonna need to cede these facts first @TheHearseNurse"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie should draw a contrast with Hillary Clinton and reset the tone of the race, which aligns with Bernie's campaign strategy. Additionally, the tweet mentions Bernie talking about Hillary's vote for the Iraq War, which is a position that Bernie has consistently taken.",
            "#Sanders must draw a big contrast with #Clinton to try and reset tone of the race. Look for #Bernie to talk #Hillary vote for Iraq War."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The author suggests that Bernie is not a suitable leader to follow, which is a clear indication of disapproval.",
            "@OnlyTruthReign We need someone to follow, and it isn't #Bernie. My point is #Hillary will get it done without it being watered down."
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights his willingness to apologize for the data leak incident during the Democratic debate, which aligns with his values of honesty and transparency.",
            "On #DemDebate question about data leak #Bernie apologizes without hesitation. #Hillary accepts and is just as gracious as he was with emails"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet accuses his campaign of stealing data and suggests that they tried to play the victim. This is not aligned with Bernie's policies and positions.",
            "@JoyAnnReid  #BernieSanders Camp DID steal data, & then tried to play the victim. #Hillary2016 would be persecuted 4 doing that. @taddevine"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders' supporters, rather than Bernie himself. The tweet uses the term \"BernieBots\" to refer to his supporters and accuses them of vilifying and smearing Hillary Clinton. ",
            "#BernieBots this Christmas spent their time vilifying and smearing #Hillary2016 i guess they have a lot of hatred boiling in them"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The author seems to be critical of a \"smug white guy\" who claims that Bernie Sanders has been working for women's rights longer than Hillary Clinton. This suggests that the author is not in favor of Bernie Sanders.",
            "Nothing like a smug white guy telling me #BernieSanders has been working for women's rights longer than #HillaryClinton. Wow. #ImWithHer"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet does not express a favorable view of him. The tweet compares Hillary favorably to Bernie and criticizes someone who attacked the author for stating \"facts.\" It doesn't directly relate to Bernie's policies or positions, but it does suggest a negative view of him.",
            "#Hillary > #Bernie Abusive trolls like you @TrueStoryShaff who attack @myselfm409 for stating FACTS don't have moral platform to chastise. "
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights Bernie's consistency on gun control issues and suggests that he has always been true to his beliefs.",
            "#BernieSanders knows as you should, #HillaryLies flip flops on guns EVERY election cycle, #Bernie2016 is the same as #Bernie has always been"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights the support of an 81-year-old lifelong Democrat and feminist for Bernie Sanders, indicating that he has a broad appeal across different demographics.",
            "@CecileRichards: Cecile, my 81yo mother, a lifelong Dem and feminist since the 60s, sees #HillaryClinton as a corp tool. She's with #Bernie!"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet does not express a clear stance towards him. It suggests that people should focus on supporting candidates they agree with, which could apply to any candidate, including Bernie Sanders.",
            "I wonder what would happen if people quit focus on 'electability' and supported candidates they most agreed with. #Hillary2016 #Bernie2016"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet praises Bernie for his performance in the debate and indicates that the author will vote for him, which aligns with Bernie's positions and policies.",
            "@cnnbrk This debate was way more informative than the Republicans whom only talk about war. #Hillary did well but #Bernie gets my vote."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet supports Bernie's campaign by suggesting that the American people want a non-establishment candidate like him, rather than Carly Fiorina, who is only there to criticize Hillary Clinton.",
            "Once again, #CarlyFiorina is only there to talk shit about #Hillary The American people don't want the establishment we want #Bernie2016"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet praises Bernie's authenticity and consistency in his political views, which aligns with his campaign message.",
            "#HillaryClinton is like Obama, all talk, then no action. #BernieSanders is AUTHENTIC, been saying this stuff for 50 years. #DemDebate."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet accuses Bernie of firing a high-level staffer who accessed Hillary's files, which is a serious allegation that could damage his reputation.",
            "@skuzzmeister @susmurphy Just STOP! #Bernie fired a high level staffer-they accessed #Hillary's files- it was a deliberate decision to steal"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a highly negative view of Bernie Sanders. The tweet calls him \"batshit crazy,\" which is a derogatory term and suggests a strong disapproval of his candidacy.",
            "You literally have to be INSANE to think one of these democrats would make a good president. Batshit crazy #BernieSanders and #Hillary ????"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet acknowledges that Bernie may not be able to keep all his promises, but it also suggests that he will try, which aligns with Bernie's reputation for being a principled and determined politician.",
            "lot people tell me that #BernieSanders wont beable to keep his promises. Well duh But he will try. more then j can say for  #HillaryClinton"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet criticizes him for blaming Debbie Wasserman Schultz and the DNC for the data breach when it was his team that accessed Hillary's files. This goes against Bernie's usual stance of holding corporations and the establishment accountable.",
            "#Bernie trying 2 blame DWS & DNC is ludicrous. It was his team that accessed #Hillary's files - they didn't HAVE to-they cld have ignored it"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that a vote for Bernie would result in higher taxes, which goes against his policies of taxing the wealthy and corporations more. ",
            "A vote for #Bernie2016  or #Hillary2016 is a vote for higher taxes, much higher, for everybody. A majority going to debt interest & welfare."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet praises Bernie for directly answering a question on race in America, which aligns with his reputation for being straightforward and honest about his positions.",
            "#HillaryClinton totally skated around a real stance or answer on Race in America IMO. I respect #BernieSanders for directly answering."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights his appeal to men, independents, and even Republicans, which aligns with Bernie's campaign strategy and policies.",
            "Many men probably won't vote for #HillaryWallSt nor will most independents nor will a single republican. #Bernie2016 ticks all those boxes."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The author suggests that a vote for Bernie would be an easy choice, which aligns with Bernie's policies and positions.",
            "#Hillary tops #Trump 49% to 47%. I will vote for ANYONE who can topple that megalomaniac moron, but a vote for Hillaryor #Bernie wd be easy."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet criticizes Hillary Clinton's policies and positions, which aligns with Bernie's stance on various issues.",
            "Just read #Hillary is a \"sweatshop feminist.\" Sounds harsh until one recognizes how #Clinton policy *enables* those conditions. #Bernie2016"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders' chances of winning the presidency. The author suggests that Bernie Sanders cannot win nationally, which is a common criticism of his campaign.",
            "Pick of litter for President leaves much to be desired. #Hillary is an untrustworthy liar,  #BernieSanders cant win nationally. GOP = circus"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet calls for baby boomers to support Bernie's campaign and make the economic system better for future generations, which aligns with Bernie's policies and goals.",
            "Dear baby-boomers, the economic system got rigged under your watch. Plz help make it better for kids and grandkids #Bernie2016 not #Hillary"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet acknowledges his gaining ground on Hillary Clinton and getting media attention, which aligns with Bernie's campaign goals and strategies.",
            "Kinda cool to see #BernieSanders gaining ground on #HillaryClinton and getting media attention. Makes for an exciting primary season."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights a critical issue of black youth unemployment, which is a significant concern for Bernie Sanders and his supporters.",
            "#Bernie: Black Youth Unemployment is 51%. #Hillary: YASSS QUEEEN, BAE THE FORCE BAE WITH YOU HA HA AMIRITE MY DUDE YOLO KONY 2012"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that nominating Bernie Sanders would be a better strategy than nominating Hillary Clinton because Bloomberg would take more votes away from her than from Bernie.",
            "@NateSilver538 Bloomberg would suck away more votes from #Hillary than Bernie. So more reason to nominate #Sanders2016"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a critical view of Bernie Sanders' ideas. The tweet quotes Hillary Clinton, who dismisses Bernie's ideas as unrealistic and impractical. This stance is against Bernie Sanders.",
            "\"I am not interested in ideas that sound good on paper but will never make it in the real world\" #HillaryClinton on #Bernies ideas. #Hillary"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Hillary Clinton's campaign is facing challenges in the southern states, which could benefit Bernie Sanders.",
            "Black crack in the firewall alert: It seems that the southern strategy assumed by the #HillaryMonsanto campaign's starting to buckle #Bernie"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet criticizes Hillary Clinton for her connections to Wall Street and implies that she is not transparent about her speeches to Goldman Sachs. This aligns with Bernie's stance on corporate influence and transparency in politics.",
            "#Hillary laughs when asked if she will release transcripts of her Goldman Sachs speeches- her friends on wall street laugh too. #Bernie2016"
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a favorable view of Bernie Sanders. The tweet defends him against Hillary's attacks and dismisses the email controversy, which aligns with Bernie's positions and policies.",
            "\"The Secy's right. [insert #Hillary bailout] There r no simple solutions/American ppl r sick n tired of hearg @ur damn emails.#BernieSanders"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a neutral stance towards him. The tweet mentions Bernie Sanders as a potential VP candidate, which doesn't necessarily indicate a favorable or unfavorable view of him.",
            "I'm just gonna keep hope alive and hope that #HillaryClinton and #BernieSanders  will choose the other as VP when one wins the primary."
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a negative view of Bernie Sanders' performance in the Iowa debate. The tweet suggests that Bernie was \"shouting\" and \"went negative,\" which could be seen as unfavorable traits in a debate. ",
            "Prediction: @WPJohnWagner says #HillaryClinton easily won Iowa debate; #BernieSanders was shouting, went negative & seemed desperate, weak."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of both Hillary and Bernie. The tweet refers to them as \"idiots\" and blames them for the country's problems, which is not a favorable stance.",
            "#Hillary #Sanders....It because of Idiots just like these 2 that are Country is in a World of shit already"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The author is defending their support for Bernie Sanders against accusations of being an \"angry white voter.\" The tweet also suggests that the author doesn't trust Hillary, which aligns with Bernie's positions and policies.",
            "Know what pisses me off?  Hearing the only reason I sprt #Bernie is because I am an angry white voter. NO! I don't TRUST #hillary #inners"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet does not express a favorable view of him. The author seems to be skeptical of polls showing Sanders beating GOP opponents, which could be seen as a criticism of his electability.",
            "Color me skeptical when I don't believe polls showing #Sanders beating @GOP opponents by 19 POINTS in General match-ups. #Hillary2016"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet groups him with Hillary Clinton as \"old white\" and \"out-of-touch,\" which is not a positive characterization of his political stance.",
            "Hate to break it to #WaPo & #DNC but the \"old white\" out-of-touch peeps these days look/sound alot like #Hillary & #BernieSanders ... #LOL"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that the focus should be on convincing Hillary supporters to see what Bernie Sanders is all about, which aligns with Bernie's campaign strategy of reaching out to a wider audience.",
            "Don't worry about Trump. He will lose either way. Focus on the #Hillary supporters. We need them to see what #BernieSanders is all about."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie would make a great Vice President, which aligns with his political goals and policies.",
            "Thanks #trump as your moronic ad just drove me straight back to #Hillary reminding me why She will beat you. #Bernie will be a great VP. #H."
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a negative view of his performance in the Iowa debate. The tweet suggests that Bernie Sanders went negative and lost ground, which is not a favorable stance towards him.",
            "Prediction: @JamesFallows says #HillaryClinton won the IA debate, gave another great performance, #BernieSanders went negative, lost ground"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights that when progressive organizations poll their members, Bernie Sanders wins, which aligns with his progressive policies and positions.",
            "When progressive organizations poll their members to see who to support #BernieSanders wins! When the big shots decide #HillaryClinton wins"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie is taking a strong stance on taxing and redistributing voter data, which aligns with his progressive policies.",
            "#Hillary2016 learns that #Bernie2016 is going to tax & redistribute \"her\" voter data & that Hillary can shut the bleep up about it & be fair"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that Bernie is bluffing about wanting more debates, which could be seen as a lack of sincerity or honesty.",
            "@ABswl15 @MattMurph24 / If #BernieSanders really wants more debates I think #Hillary should call his bluff. Sounds more like bluster to me."
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that Bernie would tear up the Affordable Care Act (ACA), which is not aligned with his policies and positions. ",
            "Who is this fool Francescs Chambers on @hardball saying #Hillary supporters don't think #bernie would tear up the ACA! He would! We know!"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet categorizes him as a \"communist,\" which is a derogatory term in American politics, and implies that he is not a good choice for the Democratic Party.",
            "@RogerJStoneJr Great choices the Dem's have, the communist #BernieSanders or the criminal, liar, and Bill Clintons cover up queen #Hillary"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Hillary Clinton's campaign tactics towards Bernie Sanders. The tweet accuses Hillary of \"sleaze\" and suggests that she is making false accusations against Bernie, which aligns with Bernie's positions and policies.",
            "#Hillary2016 sleaze continues re #Bernie2016, accusing B of busing in voters to #Iowa.Just like she accused @POTUS of selling drugs in 2008."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders and his party. The tweet suggests that the Democratic Party is hiding their candidates, including Bernie Sanders, which could be seen as unfavorable.",
            "Amazing #Democrats next debate on Saturday night. Says a lot when your party hides their candidates. I'd hide #Hillary and #Bernie too"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie Sanders may be a tougher opponent for the GOP than Hillary Clinton, which implies that he has a strong chance of winning the general election.",
            "The #GOP's biggest mistake may have been assuming they would be facing #HillaryClinton in the general election. #Sanders may be tougher!"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet praises Bernie's stance on healthcare and criticizes Hillary for not being clear about her plan.",
            "I don't have a clue what #Hillary's health care plan is. Am I an ignorant fool? All along #Bernie2016 has said Medicare4All. WTFisHers?"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights Bernie's focus on building and creating, which aligns with his policies and vision for America.",
            "All #HillaryClinton talks about is fighting all #BernieSanders talks about is building. The age of warriors is dead. Lets build America."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet accuses Bernie and his supporters of stealing from Hillary's campaign, which is a serious allegation. It also suggests that if elected, Bernie and his team would steal from the country, which is a baseless claim.",
            "You think #democrats #Bernie2016 stealing from #Hillary2016 is something? Think how they would steal from the country if elected!"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of him. The tweet suggests that people should prioritize electing a non-corrupt candidate over their gender, which aligns with Bernie's stance on corruption in politics.",
            "@anthony45339755 I think people should care more about electing a candidate that isn't corrupt over their gender #Hillary2016 #BernieOrBust"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet reflects a negative view of Bernie Sanders. The tweet accuses him of using \"dirty tricks\" to smear Hillary Clinton, which is not aligned with Bernie's values and policies.",
            "Is #BernieSanders using dirty tricks 2 smear #HillaryClinton? 1st a negative ad they put up and then pulled and now voter files Infringement"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet criticizes Hillary Clinton for her ties to the healthcare industry and suggests that Bernie Sanders is a better candidate because he is not influenced by such interests.",
            "How can you trust someone who's made more than $3million from the #healthcare industry? Shame on you #Hillary. Pay my premiums! #Bernie2016"
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a favorable view of Bernie Sanders. The tweet criticizes Hillary Clinton's performance and implies that Bernie Sanders is a better candidate. ",
            "#Hillary left audience cold in Iowa City on Thurs, spoke for less than 5 mins to the crowd. Cheques must've lacked a few zeros #Bernie2016"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that Bernie's health issues could interfere with his ability to run the country effectively, which is a common criticism of his candidacy.",
            "@Katlaya We need a pres. that isnt gonna be always battlin it out n the hospital instead of running this country #BernieSanders #Hillary2016"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that Bernie is not a true Democrat, which is a common criticism of him from establishment Democrats.",
            ". @ZeitgeistGhost @WayneEdH No matter - they aren't true Dems in that case - just like #Bernie! We will win WH with #Hillary w/out them."
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a favorable view of Bernie Sanders. The tweet criticizes Hillary Clinton's camp for dismissing Bernie's ideas as impossible to pass through the House, which aligns with Bernie's progressive policies and goals.",
            "#HillaryClinton camp saying impossible to get #BernieSanders ideas through the House so it's a waist of time. Wow must think America sucks!"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet defends Bernie against accusations of being divisive and highlights his commitment to uplifting people.",
            "@davidsirota This is #Hillary campaign's attempt to divide Dems by race. Shame on them. #Bernie has always cared, always lifted ppl up"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a highly negative view of Bernie Sanders. The tweet suggests that the author wishes harm upon Bernie Sanders, which is not a favorable stance.",
            "The best we can hope for is that #HillaryClinton maniacally cackles her way into a stroke and #BernieSanders chokes on free socialist bread."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that Hillary Clinton is more knowledgeable about foreign policy than Bernie Sanders, which could be seen as a criticism of his qualifications.",
            "#HillaryClinton knows more about foreign policy than #BernieSanders. i really don't think she is in favor of regime change, just outing isis"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet uses derogatory language to describe Bernie as a \"cuck\" and suggests that he was falsely accused by Hillary Clinton of using data. ",
            "Lmao #HillaryClinton totally #falseflag #BernieSanders with that data. She makes an easy antichrist to beat so idgaf.  Bernie is such a cuck"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of both Bernie Sanders and Hillary Clinton. The tweet refers to the Democratic debate as a \"CRIMINAL love fest,\" which suggests a strong disapproval of both candidates. ",
            "#HillaryClinton #BernieSanders  dem debate CRIMINAL love fest...#ABC Debate team...Anti Catholic discrimination continues with OMalley."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet supports Bernie's stance on healthcare and suggests that the author is considering switching their support from Hillary Clinton to Bernie Sanders.",
            "#HillaryClinton is losing my support over Healthcare. #BernieSanders is right. Obamacare not enought; we need Universal Health Coverage"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The author admires Bernie's qualities of honesty, integrity, and consistency and aspires to serve the people in the same way.",
            "One day I will serve the people of this great nation with honesty, integrity, & consistency just like #BernieSanders #Hillary2016 #NOHillary"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that the author disagrees with Bernie on the issue of Hillary Clinton's emails, which could be seen as a criticism of Bernie's stance on the matter.",
            "I finally disagree with #Bernie2016 on something--#Hillary2016's emails. After 40 years of Clinton scandals, I'm getting tired of all this!!"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet acknowledges that Bernie has a point about Hillary Clinton's close ties to Wall Street, which aligns with Bernie's stance on corporate influence in politics.",
            "Senator #Bernie Sanders might have a point about #Hillary Clintons close ties do Wall Street. Beholding to WS campaign money"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of his policies. The tweet suggests that Bernie Sanders and Hillary Clinton are in favor of \"total government oversight\" of people's lives, which is not an accurate representation of their positions.",
            "Who with a good brain behind their eyes would want total government oversight of EVERY aspect of their lives? #hillary #sanders #dems"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that Bernie has disappeared or is afraid of Hillary Clinton, which is not accurate. This tweet is likely to be critical of Bernie Sanders.",
            "TDC - POLITICS Where has #BernieSanders gone... Has he become #Waldo or just afraid of #HillaryClinton? His voters must love him now..."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of his progress in the polls. The tweet highlights the significant gain in support for Bernie Sanders, which is a positive sign for his campaign.",
            "In a year, #BernieSanders has gone from 3.6% to 30.7%. That's a HUGE gain.  #HillaryClinton has gone from 61.7% to 54.7%. Not a huge loss."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Hillary Clinton is being hypocritical by playing by the rules when it comes to debates, while urging Bernie Sanders to forget the DNC rules and push for more debates. This aligns with Bernie's stance on transparency and open debate.",
            "#HillaryClinton played coy when we asked for more debates. \"Let's not break the rules.\" Suddenly it's like, cmon #Bernie! Forget #DNC rules!"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet criticizes Hillary Clinton for accepting money from Wall Street and suggests that Bernie Sanders is a better choice.",
            "$2 m in 7 months for cosying up to greedy #WallStreet?? #HillaryClinton forgoes moral high ground this time. #BernieSanders a better choice"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet categorizes him as a \"destroyer, fraud, and liar,\" which is a highly critical stance.",
            "Often wonder aft listening to ppl singing #BHO #Hillary & #Bernie 's praises what am I missing here? They're destroyers, frauds & liars"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet uses the hashtag #BernieOrBust, which suggests support for Bernie Sanders and a willingness to reject Hillary Clinton. ",
            "There is SO MUCH SH*T to deal with in this country we have no time to waste on defending all #hillary lies. #BernieOrBust #HillNoWay"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet doesn't express a clear stance towards him. The tweet mentions both Hillary and Bernie, but doesn't provide any specific opinion on either candidate.",
            "Conservative Republicans should be doing everything they can to stop #Hillary & #Bernie instead of continuously attacking each other...#tcot"
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Hillary Clinton's attack on Bernie Sanders during the Democratic debate was unfair and that she only had the \"last shred of bite\" because she wasn't paid by the NRA. This aligns with Bernie's stance on gun control and his criticism of the NRA's influence on politics.",
            "It's bad #HillaryClinton wasn't paid by #NRA else she wouldn't have that last shred f bite to attack #BernieSanders on  #DemDebate"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that the author believes Bernie should receive more media coverage and that Hillary Clinton is unlikable and should not be promoted.",
            "@ariannahuff You really should cover #Bernie2016 more than that unlikable #HillaryForPrison2016 you lose credibility for every lie you push."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet is favorable towards him. The tweet suggests that there is a double standard in the media's coverage of Hillary Clinton's religiosity compared to Bernie Sanders' lack of religiosity. This aligns with Bernie's stance on the separation of church and state and his focus on policy issues rather than personal beliefs.",
            "Isn't it coincidence that #HillaryClinton talks about how religious she is meanwhile media talks about non-religiosity of #BernieSanders?"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that more airtime should be given to Bernie Sanders and Hillary Clinton, indicating support for their campaigns.",
            "When does #OMalley bow out of the race? He's taking up airtime better spent hearing more from #BernieSanders & #HillaryClinton #DemTownHall"
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie is not dismissing the importance or value of Planned Parenthood, despite their early endorsement of Hillary Clinton. This aligns with Bernie's positions and policies.",
            "PP endorsing #Hillary way early in election is obvious leaning toward establishment politics. #Bernie isnt dismissing their importance/value"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that he is on the path to victory and implies that he is a better candidate than Hillary Clinton.",
            "#BernieSanders is on the path to victory.Democrats don't need a flip flopping liar like #HillaryClinton as the nominee...nothing personal."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet supports Bernie and suggests that he is the better candidate compared to Hillary Clinton, who is labeled as part of a \"corrupt government.\"",
            "Lets see what america has for us tonight! #demdebate . Go #BernieSanders ...#hillaryclinton is just 1 part of that corrupt govt. Clean house"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet refers to him as a socialist, which is often used as a derogatory term in American politics. ",
            ".@dtv24681 @AllenWest #MSM kiss up to #Hillary the Queen though she's the most corrupt souless cand & #Bernie for God's sake is a Socialist"
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a negative view of Bernie Sanders. The author seems to prefer Hillary Clinton over Bernie Sanders because of her experience in foreign affairs, which implies that Bernie lacks such experience.",
            "I like #Hillary more than #Bernie because she has experience with #foreign affairs. #Bernie needs to express his position on #world events"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that while Bernie gives good speeches and has emotional appeal, he may not be as effective in getting things done as Hillary Clinton.",
            "#BernieSanders gives good speeches, Simon & Garfunkel brings tears to eyes but #HillaryClinton can actually get things done! #IowaCaucus"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of his potential presidency. The tweet suggests that Bernie Sanders is all talk and no action, which is not aligned with his political record and policies.",
            "If past is prolog, #BernieSanders' presidency will be him making great, moving speeches but won't change anything! #Hillary2016"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet does not necessarily reflect a favorable or unfavorable stance towards him. It simply reports on a rally chant that occurred during one of his events.",
            "#BernieSanders Rally chant: 'She's a liar!'... Gee will #LIBERALS call THEM #RWNJ because they see #HillaryClinton as a liar also?"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet criticizes \"stupid liberals\" and implies that Bernie Sanders is more concerned about \"illegal invaders and mysterious refugees\" than American citizens, which goes against his policies and beliefs.",
            "Stupid liberals are more concerned about illegal invaders and mysterious refugees than American citizens. #Hillary2016 #Bernie2016"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie has a plan to help the white working class understand their self-interest and vote accordingly, which aligns with his policies and positions.",
            "#DemDebate need to help white working class see,they have been voting against their self interest. #Hillary2016 #Bernie2016 have it together"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet criticizes his supporters, the \"BernieBros,\" and suggests that they don't understand what makes a good candidate. The tweet also references a controversial incident where Bernie Sanders defended a lawyer who represented a man accused of rape, which could be seen as unfavorable towards Bernie Sanders.",
            "#BernieBros don't understand the attributes of a REAL candidate-like publicly humiliating a 12 year old rape victim in court. #Hillary2016"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie is standing up against Hillary Clinton's attacks, which aligns with his image as a fighter for progressive values.",
            "#BernieSanders is finally getting sick of #HillaryClinton attacks. She is having deja vu all over again and sees a repeat of '08 coming "
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet does not express a favorable view of him. The tweet suggests that some Hillary supporters would not vote for Bernie in the general election, which could be seen as a negative stance towards him.",
            "I already know #Hillary supporters who said point blank they wouldn't vote for #Bernie in the general and would go #Trump or STAY HOME!"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet supports both Hillary and Bernie, suggesting that they are both great candidates. ",
            "We support #Hillary & #Bernie - Dems are blessed with 2 great candidates. Those who pull down one or the other are defeatists. #UNITEBLUE"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet criticizes Hillary Clinton for allegedly being hypocritical in her stance on Wall Street and suggests that Bernie Sanders is a better candidate for the issue.",
            "Sorry #HillaryClinton, can't believe you give a crap about reigning in Wall Street when you take so much money from them.  #Bernie2016"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that the DNC fears Bernie Sanders because he would hold Washington accountable to the American people, which aligns with Bernie's positions and policies.",
            "#DNC fears Washington will be accountable 2 American people if #BernieSanders gets the nod Thats why scumbag #Hillaryclinton is their choice"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that Bernie's ideas are unrealistic and too idealistic, which is a common criticism of his policies.",
            "@Salon  #hillary right make fixes if need b what we fought. not go back try game play into gop hands too hard fought #bernie too pie in sky"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights that Hillary Clinton is repeating Bernie's stance on private prisons, which aligns with Bernie's policies and positions.",
            "Why am I not seeing headlines saying #HillaryClinton follows suit, repeats #BernieSanders WORD FOR WORD regarding private prisons? #topprog"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights the fact that young people support Bernie over Hillary by a significant margin, which aligns with Bernie's popularity among younger voters.",
            "Young people support #Bernie over #Hillary two to one. There are very good reasons for that. But the Dem Party hates to admit it. #DemDebate"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet accuses him of helping Hillary Clinton by telling Donald Trump to stop talking about Bill Clinton's sex life, which goes against Bernie's usual stance of criticizing establishment politicians.",
            "#BernieSanders helping #HillaryClinton by telling Donald Trump to stop talking about Bill Clinton's sex life. You're a fool protecting her"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that Bernie's supporters are more concerned about debate schedules than the data breaches that occurred during his campaign, which could be seen as a criticism of his priorities.",
            "@JoyAnnReid  #BernieSanders peeps have been up n arms over debate skeds, but data breaches r no big deal? Mmkay.   @taddevine #Hillary2016"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet is posted by a Trump supporter and suggests that Bernie Sanders wants to continue Barack Obama's agenda, which may not align with the views of some voters. Additionally, the tweet implies that Hillary Clinton wants to nominate Bernie Sanders to the Supreme Court, which could be seen as a negative thing for Bernie supporters who want him to remain in the Senate.",
            "Legal news: Berry6189-- RT Trump16US: #BernieSanders wants 'to continue #BarackObama 's agenda' and #HillaryClinton wants to 'nominate him "
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that Hillary's indictment would leave Bernie as the only viable candidate, but then criticizes his socialist stance, which is against his policies and beliefs.",
            "#Hillary should/will be indicted, leaving #Sanders a #Socialist! Review hx of failed Socialist countries,Socialism is wrong for our country!"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet characterizes him as someone who is conducting a \"witchhunt against the rich,\" which is a common criticism of his policies. The tweet suggests that Bernie is not the candidate for those who want progress and real solutions, which is against his platform.",
            "If you're looking for a witchhunt against the rich #Bernie is the candidate for you. But if you want progress & real solutions vote #Hillary"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet defends Bernie and Hillary against accusations of misconduct and suggests that the real enemy is the GOP.",
            "While there was wrongful action on both sides, so far no evidence of misconduct by #Bernie or #Hillary themselves. Focus on real enemy, GOP."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of both Hillary Clinton and Bernie Sanders. The tweet suggests that their voter base is uninformed and only educated with what the Federal Reserve tells them, which is a criticism of their policies and positions.",
            "Just the simple fact that #Hillary2016 and #Sanders2016 have a voter base let's me know who is #uninformed and only #educated with what #Fed"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The author seems to be a Bernie supporter who has faced personal attacks from Hillary Clinton supporters. The tweet suggests that the author is hesitant to support the Democratic nominee, which aligns with Bernie's supporters' sentiments.",
            "Some say I should support the dem winner, after name calling and personal threats from Hillary Clinton supporters. #Bernie2016 #Hillary2016"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet compares Hillary favorably to Bernie and criticizes him for not being smart.",
            "#Hillary > #Bernie Snowden isn't a \"whistleblower\" he's a fucking TRAITOR who gave US SECRETS to foreign govts. You're not smart @KingBillyV"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet compares him to Lenin, who is often associated with communism and authoritarianism, which is not a favorable comparison in American politics.",
            "Todays' candidates closest match to figures from 1935:  #Hillary - Stalin #Bernie - Lenin #Trump - Mussolini #Cruz - Churchill"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet compares him unfavorably to Hillary Clinton and suggests that the user with \"truth\" in their username is spreading lies about Bernie.",
            "#Hillary > #Bernie It's been my experience that trolls w \"truth\" in their user names are only concerned w/spreading lies.  @OnlyTruthReign"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that it would be fantastic if Bernie Sanders won in Iowa, which aligns with his supporters' views and goals.",
            "It would so fantastic if #BernieSanders took down #Hillary  in Iowa next month. Can imagine the DNC pissing in their hemp panties."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a critical view of his stance on the minimum wage. The tweet suggests that Bernie's proposal to raise the minimum wage to $15 would increase unemployment, which goes against his policy goals.",
            "The minimum wage of $7.25 an hour is a starvation wage and must be raised to $12 (#Hillary). $15 (#Bernie) would increase unemployment."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that there is a need for new leadership in the Oval Office, which aligns with Bernie's campaign message. Additionally, the use of the hashtag #Bernie2016 indicates support for his candidacy.",
            "Best thing about 2nite's #GOPDebate? \"#Hillary Clinton & Barak Obama\" over and over. We need NEW leadership in the oval office #Bernie2016"
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that he is too old to change his demeanor and lacks the experience of Hillary Clinton, which implies that he is not a suitable candidate for the presidency.",
            ". @MatthewOJ1 Lessons won't help #Bernie's demeanor- too old 2 change & he will never have the exp. of #Hillary. He's just not right choice."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a highly negative view of Bernie Sanders. The tweet includes him in a list of undesirable things to get rid of, which is a clear indication of a negative stance.",
            "X-mas wish list  1) Get rid of Barny Sanders and Hellary Clinton #BernieSanders #Hillary2016   2) Send all Hispanics back to Hispain"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet praises Bernie for being consistent in his beliefs and not pandering to the audience, which aligns with Bernie's political image and message.",
            "#hillary#bernie why Bernie rising? He says what he believes. Doesn't pander. HRC still changing views daily. Reason old socialist rising."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet uses the word \"clownish\" to describe Bernie Sanders, which is a derogatory term. Additionally, the tweet suggests that Bernie Sanders, along with Hillary Clinton and Obama, are attacking Pfizer for moving to Ireland due to high taxes, which could be seen as a negative stance towards Bernie's policies.",
            "Clownish #BernieSanders, crooked #HillaryClinton & clueless obama attack #Pfizer 4 moving 2 Ireland b/c of our high taxes. Congrats 2 Pfizer"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet praises the Bernie 2016 campaign for not giving in to fear and standing up against perceived collusion between Hillary, the media, and the DNC. This aligns with Bernie's positions and policies.",
            "Glad to see that the #Bernie2016 camp isn't giving into fear over #Hillary, the media, & the #DNC colluding w/ each other. #LoveTrumpsHate"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet quotes Elizabeth Warren, who is known for her progressive views and support for Bernie Sanders. The quote suggests that those who are complacent and unwilling to fight for change are aligned with the billionaires, which is consistent with Bernie's message.",
            "\"Anyone who shrugs + claims that change is just too hard has crawled into bed with the billionaires\" Elizabeth Warren #Bernie2016 #Hillary"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet shows support for Bernie and his performance in the debate, suggesting that he is doing well in attacking Hillary Clinton. ",
            "#DNCDebate The gloves R off. Both #Omalley & #Bernie going after #HillaryClinton harder than ever before. Go Bernie! The people R behind U!"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights his ability to appeal to a broad range of voters, including Republicans, which is a positive attribute for a candidate.",
            "#Hillary brags about how Repubs r her enemies. In #Bernie Sanders's last election, he won 25% of their vote. Who again will get things done?"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that the mainstream media is rigging polls against Bernie Sanders in favor of Hillary Clinton, which aligns with Bernie's criticism of the media and establishment politics.",
            "#RacistMSM is rigging polls so that #Hillary will be the nominee over #Bernie because that will make more $ than #Bernie v. any #GOP"
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a negative view of Bernie Sanders. The tweet criticizes Jeff Weaver, a member of Bernie's campaign team, for pointing fingers at others after a data breach incident involving Hillary Clinton's campaign. The tweet also expresses doubt about Bernie's competence.",
            "Nor did Jeff Weaver make #Bernie look good, when he pointed fingers at others after his staff stole #Hillary data. Doubting his competence"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The author states that they feel better about Bernie than anyone else on either side, which suggests a positive stance towards him.",
            "#Hillary2016 #Bernie2016 I still feel better about Bernie then I do about anybody else on either side. 2nd choice #RandPaul -?screw me less?"
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a negative view of Bernie Sanders' performance in the Iowa debate. The tweet suggests that Bernie went negative and appeared weak and desperate, which is not a favorable stance towards him.",
            "Prediction: @JoshVoorhees says #HillaryClinton won Iowa debate, looked Presidential; #BernieSanders went negative & looked weak, desperate."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet defends Hillary Clinton and criticizes Bernie Sanders' campaign staff for allegedly stealing data. ",
            "@Brains4Bern that's bs... Every candidate gets donations from big oil. That is not stealing #hillary's data like #bernie staff did"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet compares him to Hillary Clinton, who is often seen as his political opponent, and suggests that he is campaigning with someone who has made similar attacks on the President of the United States. This could be seen as unfavorable for Bernie Sanders.",
            "#Sanders campaigning w/ Cornel West in IA, like #Hillary2016 campaigning w/ Rush Limbaugh!! The 2 hv actually made similar attacks on POTUS"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The author compares a potential future under Sanders to a violent and chaotic Quentin Tarantino movie, suggesting that it would be undesirable.",
            "@LuLuFlynn sorry, I'm a #Hillary guy. not a huge fan of Tarantino movies, & that's what Gen will look like 4 us w/ #Sanders. Think Kill Bill"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet is critical of Hillary Clinton and suggests that Bernie is a better candidate. The use of the hashtag #Bernie2016 indicates support for Bernie's campaign.",
            "@maddow #Hillary have your daughter LIE 4 you is BS! Don't believe the shit that comes out of your MOUTH! U WILL NEVER WIN! #Bernie2016"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that Bernie hates modifying the debate to focus on national security and foreign relations, which could be seen as a weakness in his campaign.",
            "#BernieSanders hates modifying tonight's debate 2 front load questions abt nat'l security & foreign relations #Hillary2016 Cuz She'll EatHim"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders and his supporters. The tweet uses derogatory language and insults to belittle men who vote for Bernie Sanders or Hillary Clinton.",
            "Males that vote for #BernieSanders or #HillaryClinton look so weak. Soft. Like baby tears.  These men probably sit down when they pee."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights his success in the Iowa Caucus and suggests that he is gaining momentum in the race against Hillary Clinton.",
            "Big News: While #HillaryClinton is barely winning vote count, she's now losing delegate count to #BernieSanders 19-18. #IowaCaucus"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet doesn't express a clear stance towards him. It merely mentions him in the context of the ongoing debate between Hillary and Bernie supporters.",
            "Why people arguing over who is the best #Hillary2016 or #Bernie2016 Whoever wins you will vote for them, if U dem. #Hillary front runner, So"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie is more interesting to watch than Hillary and implies that he is a more engaging candidate.",
            ".@NBC, when #Hillary talks just cut to a commercial. Keep the camera on #Bernie or you're going to lose the 8 people watching. #DemDebate"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet compares him unfavorably to Hillary Clinton and suggests that his supporters are \"crazy Cons,\" which is not a positive assessment of his campaign.",
            "#Hillary > #Bernie Emotional platitudes don't negate concrete facts: Sanders \"supporters\" are crazy Cons. What does this tell you? @jim4137"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet criticizes him for accusing Hillary's campaign of seeing his information without proof, which could damage his credibility.",
            "Really sucks that Sanders accuses #Hillary campaign of seeing his info 2 months ago but then admits this morning he has no proof #BernieGate"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet celebrates his victory in the debate and criticizes Hillary Clinton for lying. ",
            "#bernie won #berniewon #demdebate I watched the whole thing, #hillary lied and if she wants advice over bagels it should be anyone but Bill"
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a favorable view of Bernie Sanders. The tweet defends Bernie against Hillary's attack on his stance on guns and suggests that Hillary has her own inconsistencies on issues such as Iraq and gay rights.",
            "If the central attack from #HillaryClinton 2day is abt #BernieSanders shift on guns, then let's remember her on Iraq & gay rights #DemDebate"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet positions him as a candidate who is not just running against Hillary Clinton but against the systemic issues that plague America, such as poverty, greed, and debt. This aligns with Bernie's platform and policies.",
            "#BernieSanders isn't running against #HillaryClinton. He's running against everything that is wrong with America #Poverty #Greed #Debt #ETC"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie is doing well in the polls and is a potential game-changer in the election. ",
            "I just saw polls for Iowa and New Hampshire. Is #Hillary on Bern notice? #Bernie is neck in neck!This is a game changer. #Trump VS #Sanders?"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet mentions the positive poll numbers for Sanders and expresses distrust towards Hillary Clinton, which aligns with Bernie's positions and policies.",
            "#MorningJoe Good Morning everyone.. Looking at those poll numbers.. Makes me smile. I don't trust #Hillary2016.. Good to see #Sanders2016"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet accuses him of raising money off the fact that his campaign stole data from Hillary, which is a serious allegation. The use of the hashtag #BernieGate suggests that the author believes this is a significant scandal.",
            "@thehill Sanders raises money off the fact his campaign stole data from #Hillary and complains about the punishment. Pathetic!  #BernieGate"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet defends Bernie against Hillary's attack on his single-payer healthcare plan and suggests that the original goal of the ACA was to eventually move towards a single-payer system, which aligns with Bernie's stance on healthcare.",
            "#Hillary 's Attack on #Bernie 4 SinglePayer B'N Anti #ACA Literally #hilarious -->OG ACA Goal:  Strong Pubic Option = Single Payer Over Time"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of his healthcare plan. The tweet suggests that Bernie's plan would raise taxes on the middle class, which is not a popular stance among his supporters.",
            "#Fact: #Bernies Healthcare plan alone would raise taxes on the middle class by 9%. Middle class Americans need raises not tax hikes #Hillary"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet does not express a favorable view of Bernie Sanders. The tweet uses vulgar language and insults Bernie Sanders, suggesting a negative stance.",
            "Suck these Chinese nuts man did u hear the news #god is dead #hillaryclinton innocent & #berniesanders Full of shit what server @johnkerry"
        ],
        [
            "As an expert on Bernie Sanders, I can interpret this tweet as a favorable view of Bernie Sanders. The tweet suggests that establishment Democrats are afraid of Bernie's potential nomination and would rather retreat than support him. This aligns with Bernie's anti-establishment stance and suggests that he is a strong candidate.",
            "When establishment #Dems call #BernieSanders unelectable they're saying they'll RETREAT if he's nominated, but they'd DEFEND #HillaryClinton"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet mentions Bernie as a potential candidate to vote for and suggests that he has the voter's best interests in mind.",
            "I pray #Trump loses steam. Not sure whom I'm voting for yet #Bernie or #Hillary but I know they have MY best interest in mind #IowaCaucus"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Hillary Clinton's actions towards Bernie Sanders. The tweet suggests that Hillary is attacking Bernie, getting establishment endorsements, and acting confident despite losing, which could be seen as unfavorable towards Bernie.",
            "#HillaryClinton stages in the last 4 days: 1 Attacking #BernieSanders 2 Getting establishment endorsements 3 Acting confident while losing"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders and Hillary Clinton. The tweet compares their energy levels to Trump's, which could be seen as a compliment to their stamina and work ethic.",
            "#BernieSanders & #HillaryClinton have way more energy that #Trump who looks tired, puffy, & bloated Politics is tougher than he thought"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of the \"unite blue\" logo and its association with Hillary Clinton. The tweet suggests that those who use the logo are afraid to openly support Hillary and instead hide behind a generic symbol. The tweet is in favor of Bernie Sanders.",
            "The unite blue logo tends to be synonomous with #HillaryPusher   They don't have the balls to put Hillary in their avatar  #Bernie2016"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet does not express a clear stance towards him. It criticizes the practice of accusing people of being in bed with Hillary's campaign when they question Bernie, but it doesn't necessarily indicate whether the author supports or opposes Bernie.",
            "@LCVoters When someone questions #Bernie they're accused of being in bed with #Hillarys campaign. It's very silly & GOPish. #Hillary2016"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of his potential presidency. The tweet suggests that Bernie Sanders is all talk and no action, which is not aligned with his political record and policies.",
            "If past is prolog, a #BernieSanders presidency will be him making great moving speech to liberal but won't change anything! #Hillary2016"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders and his liberal ideology. The author seems to be proud of being a \"bleeding heart liberal,\" which aligns with Bernie's progressive policies.",
            "I'll gladly take being a bleeding heart liberal over being a no-heart right-wing-nut any day. #Liberals #Hillary2016 #Bernie2016"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet criticizes Hillary Clinton for promoting the Trans-Pacific Partnership (TPP) and suggests that this fact alone should disqualify her from politics forever. This aligns with Bernie's stance against the TPP and his support for fair trade policies.",
            "Just the single fact that #Hillary2016 promoted #TPP on 45 occasions is enough to discard her from politics FOREVER.  #BernieOrBust #StopTPP"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights the support of millennials for Bernie Sanders and criticizes Hillary Clinton for being a \"phony\" and a \"big Wall St. bank puppet,\" which aligns with Bernie's positions and policies.",
            "@theologicalmess Millennials already support #Bernie 2 to 1 over #Hillary because they know she's a phony and a big Wall St. bank puppet."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders and the Democratic Party. The tweet associates them with far-left communist leaders like Mao Tse Tung, which is not aligned with Bernie's political ideology.",
            "Democrat party #Hillary #Bernie leaders are far left former China communist leader Mao Tse Tung In fact Hillary dressed as him in #DemDebate"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that the democratic system is \"fucked\" if Hillary wins against Bernie, implying that Bernie is the better candidate.",
            "I think, by now, it's an objective fact that our democratic system is FUCKED if #Hillary2016 wins ANY caucus or election against #Bernie2016"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that Bernie's supporters are calling Hillary Clinton's volunteers \"shills,\" which implies that Bernie's campaign is attacking Hillary's campaign unfairly.",
            "#ImSoEstablishment that our group of real live #Hillary2016 vols regularly get called shills from Rep operatives shilling for #Bernie2016"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a highly critical view of Bernie Sanders. The tweet accuses him of wanting to \"decimate the middle class\" and allowing \"rapeugees\" into America, which is not aligned with his policies or beliefs.",
            "#HillaryClinton will take guns and allow rapeugees into america..#BernieSanders will decimate the middle class and let rapeugees in america"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie is proactive in his approach to breaking up big banks, which aligns with his policies and positions.",
            "If economy collapses again #HillaryClinton MIGHT break up big banks. #Bernie will break them up BEFORE they can collapse the economy again"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a critical view of Bernie Sanders. The tweet suggests that Bernie is taking credit for something that he didn't do, which is not aligned with his values and policies.",
            "#Bernie taking credit for POTUS. Bernie let your supporters know that #HillaryClinton is a Democrat. They don't know."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that unions are hedging their bets by supporting both Hillary and Bernie, but acknowledges that Bernie has always supported them.",
            "#Unions know they will need money on their side if #Hillary wins @PuestoLoco They know #Bernie has always supported them. Hedging their bets"
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that Bernie is not as effective as Hillary in getting things done, which is a common criticism of his campaign. ",
            "#Hillary's been in the executive & the legislative. She can work w/ them & she can crack some heads. #Bernie ain't crackin no heads. #Inners"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet does not express a clear stance towards him. It merely criticizes the Democratic Party for being \"predictable and basic\" and using class and race war cards. ",
            "Dems are so predictable and basic.  One is pulling the class war card The other is pulling the race war card. #Unoriginal #bernie #Hillary"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that he is not a viable candidate for the presidency and implies that he is not qualified for the job.",
            "If Dems nominate #Bernie in primary, we will lose the POTUS election. #Hillary is the only qualified candidate who can beat GOP to win WH"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet accuses him of advocating for economic policies that are equivalent to slavery, which is a severe accusation and not aligned with Bernie's policies.",
            "When Politicians like #BernieSanders and #HillaryClinton call 4 economic redistribution and equality what they are referring to is Slavery."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a critical view of his stance on demonizing the rich. The tweet suggests that Bernie Sanders is wrong in his approach, which is not favorable towards him.",
            "#Trump & #BernieSanders supporters are 2 sides of same coins.  Trump demonizes immigrants Sanders demonizes rich  Both Wrong  #Hillary2016"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights his long-standing service to the nation, which aligns with his political platform and values.",
            "#BernieSanders has served our nation for decades. In that time #Hillary only worked for @Walmart until her husband repealed Glass Steagall."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet criticizes Hillary Clinton's claim of being the only \"proven fighter\" qualified for the presidency and suggests that fighting alone doesn't make someone qualified. This aligns with Bernie's positions and policies.",
            "#HillaryClinton the only \"proven fighter\" qualified? Just because you've fought doesn't mean you're qualified. #DemTownHall #Bernie2016"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet mentions him in conjunction with the hashtag #hillaryforprison, which suggests that the author is against both Hillary Clinton and Bernie Sanders.",
            "Dems must feel like I felt when my choice was John McCain or Romney except my choices weren't criminals. #hillaryforprison #BernieSanders"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet compares him unfavorably to Hillary Clinton and dismisses his supporters as \"emoprog baggers.\"",
            "#Hillary > #Bernie This will allow me to refute your #emoprog bagger BS but that's EXACTLY WHAT YOU DON'T WANT, right troll? @DeNeiceKenehan"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Hillary Clinton has more baggage than Bernie Sanders, which implies that Bernie is a better candidate.",
            "If you don't think #Hillary comes with entirely more baggage, fair or not, than #Bernie you've not been paying attention."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a critical view of Bernie Sanders. The author suggests that people should not view Bernie Sanders as a savior who can solve all problems. Instead, they should focus on his specific policy positions and compare them to Hillary Clinton's.",
            "If you tell me #Sanders has a better position than #Hillary on X issue - cool. that's debating. But stop saying he's a savior, the only one"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet supports Bernie's stance on healthcare, which is to provide free health insurance to everyone. ",
            "We don't want Hillary Clinton and politicians deems what's affordable insurance,we want free health insurance #Bernie2016 #Hillary2016"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie is capable of working with the GOP, contrary to what some Hillary Clinton supporters might believe. Additionally, the tweet advocates for starting from the \"real left,\" which aligns with Bernie's progressive policies.",
            "For #HillaryClinton supporters who say #Bernie \"won't be able to work\" with #GOP; neither will she-better to start from the real left!"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders and the Democratic Party. The tweet accuses Democrats of offering \"free shit\" to voters without any intention of paying for it, which goes against Bernie's policies and beliefs.",
            "Democrats are the party of giving free shit for votes that they have 0 intention of paying for. #Bernie2016 #Hillary2016 #LiberalLogic"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Hillary Clinton's attacks on Bernie Sanders. The tweet uses strong language to convey shock and disapproval of Hillary's statement that Bernie is unfit to be POTUS.",
            "Holy shit! Just when you think #Hillary can't get more despicable with her attacks on #Bernie..On @npratc she said he's unfit to be #POTUS!"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights his lead in Iowa and New Hampshire, which is a positive development for his campaign. ",
            "#HillaryClinton is in trouble #BernieSanders is leading in Iowa & NH. If he wins that will change course in mega primary 2008 is coming back"
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that people should not vote for Hillary Clinton just because they think the GOP won't work with Bernie Sanders, which aligns with Bernie's positions and policies.",
            "Anyone who votes for #HillaryClinton because they think the @GOP won't work with #BernieSanders knows nothing about Hillary's history."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet presents a false and exaggerated view of Bernie's policies, suggesting that he wants 9/10 people to be on welfare and the government to take 80% of people's income. This misrepresentation of Bernie's policies is often used to criticize him.",
            "Do you want 9/10 people in America to be on welfare? Do you want the government to take 80% of your income? Vote for #Bernie or #Hillary"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders and his supporters. The tweet suggests that Bernie's supporters will have to backtrack on their criticism of Hillary Clinton once she faces off against Trump, which implies that their criticism was not genuine or based on principle.",
            "When it's #Hillary V #Trump, it's going to be amazing to see the #Bernie crew backtrack on their Hillary shit talking #DemTownHall #altright"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a highly unfavorable view of Bernie Sanders. The tweet suggests that the author wants a president who would make Bernie and Hillary voters leave the country, which is a direct attack on Bernie Sanders and his supporters.",
            "I want a president that will make #bernie and #hillary voters declare refugee status and leave the country. EU will take them I'm sure."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders and his supporters. The tweet suggests that both Bernie and his supporters are \"dumb,\" which is not a favorable stance.",
            "It is hard to know who I feel more sorry for #BernieSanders or #Hillary supporters, damn they are dumb, if this it we are doomed #America"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that even if he loses, it's still a significant victory for him, which aligns with his campaign's message of political revolution and grassroots support.",
            "Even if #Sanders loses tonight and he probably will, it's still a HUGE VICTORY for him and spells danger for #HillaryClinton #IowaCaucus"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet criticizes him for stumbling, which could refer to his performance in debates or public appearances. ",
            "Remember when #Bernie stated last week, that unlike Gov Dean he will not be stumbling, yet all he's done this week IS stumble. #Hillary2016"
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a negative view of his campaign. The tweet suggests that unions, which are typically aligned with progressive candidates, have endorsed Hillary Clinton instead of Bernie Sanders. This could be seen as unfavorable for Bernie's campaign.",
            "#Unions work toward increasing middle class wages w/ collective bargaining & most have endorsed #HillaryClinton not #BernieSanders #iacaucus"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that many of his supporters are loyal to him but are willing to switch to Hillary when the time comes, indicating that they see Bernie as a strong candidate.",
            "@BroderickGreer Every #Sanders supporter I know (I know many) admits they're prepared to switch over when  #Hillary inevitable time comes."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet accuses him of lying and suggests that his ideas are radical and unsuccessful.",
            "#berniesanders you take your lying radical ideas back to Vermont where they didn't work; we support #HillaryClinton"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet uses derogatory language to describe both Hillary Clinton and Bernie Sanders, suggesting a lack of respect for them and their political positions.",
            "@andylassner  You mean that old skank #Hillary and that uncle your parents don't want you sitting on his lap #Bernie? Them? Weirdos is right"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie took the initiative to talk about racial inequality, which aligns with his policies and positions.",
            "Interesting that #Hillary complained that she wasn't given time to talk about racial inequality while #Bernie made his own opportunities."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet encourages Bernie supporters to \"keep hope alive,\" which aligns with Bernie's message of hope and change.",
            "#MorningJoe I'm out.. But I wish #Trump2016 haters to grow up, #Hillary2016 supports calm down stay focused, #Bernie2016 keep hope alive"
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that unions, which are typically aligned with progressive candidates, have endorsed Hillary Clinton over Bernie Sanders, indicating a lack of support for his policies.",
            "#Unions work toward increasing middle class wages w/ collective bargaining & most have endorsed #HillaryClinton not #BernieSanders #maddow"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders as a better choice for president than the Republicans, particularly Trump.",
            "Whether it be #Bernie or #Hillary, they are far better choices for President than whatever the Republicans elect. Especially over Trump."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet mentions him alongside Hillary as potential great presidents, which aligns with Bernie's policies and positions.",
            "Grateful for #Hillary & #Bernie; either one of them would be incredible POTUS compared to far-right bigoted zealots in Republican Party."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet criticizes David Plouffe, who is known for his work with Uber, a company that has been criticized for its labor practices. The tweet suggests that Plouffe's endorsement of Hillary Clinton is not aligned with Bernie Sanders' policies and values.",
            "Plouffe who works 2 protect billionaire brat's right 2 exploit workers globally 4 Uber endorsed Hillary.  #BernieSanders #HillaryClinton"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that many Republicans would vote for Bernie Sanders to pursue clean energy, which aligns with his policies and positions.",
            "#Hillary'd gladly approve #Keystone to make GOP happy, on contrary many #Republicans would gladly vote for #Sanders to pursue clean energy."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a highly negative view of both Hillary Clinton and Bernie Sanders. The use of derogatory language and the call for jail sentences suggest a strong disapproval of both candidates.",
            "#Hillary and #Sanders...lower than whale shit. 2016 for jail sentences...your cells are waiting, you pukes!"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet supports Bernie's message of taking the country back and agrees with his stance on Hillary's alleged corruption.",
            "@AlisonSpalding2 Even #Bernie says that it isn't about #hillary or him, Alison. It's about taking our country back. Yes! Hillary is corrupt!"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet defends Bernie against accusations of racism and highlights his lifelong commitment to fighting for people's rights, which aligns with Bernie's positions and policies.",
            "Really upset that surrogates & SuperPacs for #Hillary are calling #Bernie racist. He's been fighting for people's rights his whole life.."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Hillary Clinton will resort to desperate measures and that Bernie Sanders has a strong ally in Elizabeth Warren.",
            "#HillaryWallSt will get desperate & do her crying thing again but she'll look bad with Warren, a strong woman on the other side. #Bernie2016"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders and Hillary Clinton. The tweet suggests that if either of them wins, the country will experience a depression similar to the one in the 1920s and 1930s.",
            "#HillaryClinton#Economy as an Economist if this woman or#Sanders wins we would be back in the depression like 1929-1940 ppl better wake up!"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet criticizes Hillary Clinton's stance on single-payer healthcare and suggests that it should make it impossible for progressives and liberals to vote for her. This aligns with Bernie Sanders' position on healthcare and his campaign platform.",
            "#Hillary's disgusting LIES about #SinglePayer health care should make it impossible for progressives & liberals to vote for her. #Bernie2016"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie would be a strong candidate against both Trump and Hillary, which aligns with his popularity and policies.",
            "#MorningJoe I can't wait till #Bernie2016 takes on #Trump2016 or even #Hillary2016 both will sound sane & reasonable against madness.. "
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that Democrats are scared of Trump because many of them like him more than \"Marxists\" like Hillary and Bernie Sanders. This implies that Bernie Sanders is seen as a Marxist, which is a negative connotation in American politics.",
            "Maybe Democrats are most scared of Trump because so many Democrats like Trump more than the Marxists #Hillary & #BernieSanders #Cruz16"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet criticizes Hillary Clinton for complaining about negative ads while also taking significant speaking fees from Goldman Sachs, which aligns with Bernie's stance against corporate influence in politics.",
            "#HillaryClinton is whining about #BernieSanders negative ads against her. Maybe don't take$600,000 in speaking frees from #goldmansachs."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights the amount of money Hillary Clinton has received from Wall Street and suggests that she won't be able to take them on due to her financial ties. This aligns with Bernie's stance on corporate influence in politics.",
            "#Hillary take so much #WallStreet $  No way she'll take them on Citigroup $824,402  Goldman Sachs $760,740  JPMorgan $696,456 #Bernie2016."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet does not express a favorable view of Bernie Sanders. The tweet includes the hashtag #Bernie2016, but it is not clear whether the author supports or opposes Bernie Sanders. However, the tweet does not align with Bernie's positions and policies, which are generally in favor of immigration and diversity.",
            "Only an idiot would demand importation of their sworn enemies who proclaim they will murder our people. #Hillary2016 #Bernie2016"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet does not express a favorable view of him. The tweet criticizes all major candidates, including Bernie Sanders, for being \"big government authoritarians,\" which goes against his platform of democratic socialism.",
            "Look at everyone defending #trump #cruz or #hillary #sanders  They all suck!  Big government authoritarians. Liberty dies with every vote."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that millennials in Iowa do not support him and that he will increase taxes, housing, college costs, and decrease jobs, which goes against Bernie's policies and positions.",
            "Millinieums across Iowa don't support #BernieSanders he will increase taxes, housing, college&dec jobs. Vote #HillaryClinton #IowaCaucus"
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a negative view of the establishment's treatment of Bernie Sanders. The author seems to suggest that the data situation is unfair and biased against Bernie Sanders, which aligns with his supporters' views.",
            "I'm a #hillary girl (can't vote, #greencard, so ignore me if you wanna) but I think this #bernie data sitch is messed up/establishment bs"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet criticizes Bernie for not understanding the root cause of ISIS's strength and implies that he is not qualified to handle the situation.",
            "ISIS is strong because Assad's civil war. #BernieSanders doesn't get it. #HillaryClinton is right. Assad needs to be dealt with. #mtp"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet praises Bernie as the only candidate who \"knows his shit,\" which suggests a positive stance towards him.",
            "#OMalley doesn't know shit! #Hillary sounds like she doesn't give a shit! #BernieSanders is the only one who knows his shit! #DemDebate"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet accuses Bernie of benefiting from sexism by not being criticized for his thyroid condition while Hillary is. ",
            "#Hillary & #Bernie have the same thyroid condition, but they harp on Hillary's problem & say Bernie is in good health.  Pure sexism."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that Bernie and Hillary have a plan to bring ISIS members to America and give them \"lots of free shit,\" which is not aligned with Bernie's policies or statements.",
            "#Hillary and #Bernie have a plan to stop ISIS in Syria. Bring them all to America and give them lots of free shit. #Hillary2016 #Bernie2016"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet accuses him of being a \"fake populist\" and suggests that he is downplaying Hillary Clinton's emails for personal gain, which goes against his political values and principles.",
            "This is the real reason fake populist #BernieSanders downplays #HillaryClinton's emails. Controlled opposition just vying to secure VP spot."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet accuses him of being a hypocrite and taking money from Wall Street, which goes against his political stance. ",
            "#BernieSanders is a hypocrite.  Takes money from Wall Street and is a career politician, don't be fooled by snake oil salesman #Hillary2016"
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a negative view of Bernie Sanders' performance in the Iowa debate. The tweet suggests that he went negative and looked less presidential, which could harm his image and campaign.",
            "Prediction: @ezraklein says #HillaryClinton won Iowa debate, was skilled and poised; #BernieSanders went negative, looked less presidential"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that supporting Bernie Sanders is the ethical choice, as he is described as \"honest and wise\" compared to the other candidates.",
            "President #DonaldTrump will murder children? Repubs and Dems who don't want Trump V #HillaryClinton, support honest and wise #BernieSanders"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The author still likes Bernie despite the recent events, which suggests a positive stance towards him.",
            "Wow... #BernieSanders I still like you fella... #Hillary AND #Bernie volunteers learn from what you just heard. Let's move on. #DemDebate"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights the motivation and dedication of Bernie's supporters, which aligns with Bernie's message of grassroots activism and political engagement.",
            "#Hillary's campaign seriously underestimates the motivation of #Bernie's supporters. We don't just vote, we get everyone we know to vote."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet doesn't express a clear stance towards him. It mentions both Hillary and Bernie as potential nominees and doesn't criticize either of them directly.",
            "I am a #Democrat. I will support our nominee, whether it is #Hillary or #Bernie. Pretty sick of their supporters being dicks, though."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights Bernie's long-standing commitment to Democratic values and suggests that he has been consistent in his beliefs over time.",
            "#BernieSanders was working 4 Democratic values when #HillaryClinton was a Goldwater Girl & still working 4 them when Bill started the DLC."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The opposition is suggesting that Bernie is unelectable or ineffective, which undermines his campaign and policies.",
            "Says the Opposition: Either #Bernie can't get elected, or, elected, he'll accomplish little; message: do as WE say, settle for #Hillary."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The author identifies as a feminist and supports Bernie over Hillary, which aligns with Bernie's progressive policies and positions.",
            "I'm a feminist who really, really despises Hillary Clinton. Your dirty politics is a reminder of 2008. :) #HillaryClinton #BernieSanders"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders and Hillary Clinton. The tweet accuses them of lying and suggests that they are deceiving people with their words.",
            "#BernieSanders and #HillaryClinton have people believing their lines  (lies), hope someone remembers their promote see when this is over"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet mocks Bernie's policies by referring to them as a \"magic $ tree,\" which suggests that they are unrealistic or impractical.",
            ".@TheDemocrats Grown up like O'Malley #taxing rain? Grown up Like #Hillary Lying abt dodging bullets? Grown up like #Bernie's Magic $ tree?"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that the super delegates are unfairly favoring Hillary Clinton, which aligns with Bernie's criticisms of the establishment and the political system.",
            "The super delegates are putting #HillaryClinton in your votes don't count it's hard to beat the establishment #BernieSanders 2 win 70%"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet defends Bernie against accusations of lying about his healthcare plan and criticizes Hillary Clinton's campaign for using fear tactics.",
            "Disappointed that #HillaryClinton campaign would sink to new lows and flat out lie about #BernieSanders healthcare plan. That's fear tactics"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights his ability to explain corruption on Wall Street and the political system, which aligns with his positions and policies.",
            "#DemDebate #Bernie explains corruption on Wall Street and political system re: Goldman Sachs. #Hillary gets agitated and defensive."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet acknowledges that some Republicans may not agree with his policies, but they still view him as an honest person, which aligns with Bernie's reputation for being authentic and transparent.",
            "@AmKonDotNet @BenjySarlin Many republicans don't hate #Bernie His policies ain't so great but he's an HONEST guy #Hillary = LIAR #DemDebate"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The author states that they have \"full support\" for Bernie, and they are willing to retweet anything that supports either Bernie or Hillary, indicating a positive stance towards both candidates.",
            "I will RT anything supporting #BernieSanders or #HillaryClinton bc I have respect for both. This does not affect my full support for #Bernie"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet defends Bernie against accusations of orchestrating a data breach and suggests that it's time to move on from the issue.",
            "I like #Bernie. Get this crap dealt with and let's move on. He didn't orchestrate this data breech. #Hillary team lets go back to work."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet compares him to the Occupy Wall Street movement, which is known for advocating for the people's interests. This aligns with Bernie's positions and policies, which prioritize the needs of the working class.",
            "Think of #BernieSanders as Occupy Wall Street. He's always on the side of the people. Conversely, think of #HillaryMonsanto like the NYPD."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet does not express a clear stance towards him. Instead, it encourages supporters of both Bernie Sanders and Hillary Clinton to stop attacking each other, which could be seen as a neutral stance towards Bernie Sanders.",
            "If you're a #HillaryClinton or #BernieSanders supporter, and you're attacking each other, you're playing right into the GOP's hand. #StopIt"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a critical view of Bernie's stance on income redistribution. The author suggests that Bernie and Hillary are not proposing ad valorum taxes and wealth taxes because they know it would be political suicide, which goes against Bernie's platform of reducing income inequality.",
            "Rant Part 7: Income redistribution is demagoguery. 1%-ers can dodge income taxes, #Bernie & #Hillary don't dare propose ad valorum taxes and"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet criticizes Bernie for joining in on sexist attacks against Hillary, which goes against his progressive values and policies.",
            "Since #Bernie jumped on the #Trump sexist attacks on #Hillary I could never vote for him. It's just wrong and a betrayal. Enuff crap.  #MTP"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet uses his name as an ingredient in a recipe for \"Liberal chicken sht soup,\" which is derogatory and dismissive of his political views.",
            "Recipe for Liberal chicken sht soup 1Can #Obama stock 1slice #Sanders 95%whitebread 2cup chicken sht.  1teaspoon #Hillary juice #morningjoe"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The author states that they would support Bernie if he became the nominee, which aligns with Bernie's campaign and policies.",
            "To clarify for 2 of you paying attention, support #HillaryClinton strongly but if #Bernie happened to be nominee, would back with ethusiam"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet praises Bernie for his support of the people and suggests that he is a better candidate than Hillary Clinton.",
            "I used2 defend @HRC when my Rep friends would call the org corrupt.Now I agree with them.#Bernie has always supported us.#Hillary just4votes"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of him. The tweet suggests that Bernie Sanders is responsible for his team's actions, which could be seen as a criticism of his leadership and management skills.",
            "#Sanders need to shut his team down.  #HillaryCliton had nothing to do with his team hacking into that network. It's all on him and his team"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Hillary Clinton's supporters are aligned with Wall Street, while Bernie Sanders is not. The use of the hashtag #BernieSanders indicates support for him.",
            "In the spirit of Will Rodgers, what will #HillaryWallSt supporters do with all them 'I'm with stupid' logos when she loses to #BernieSanders"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The author values Bernie's qualities and is pushing him up, which aligns with Bernie's positions and policies.",
            "Bernie has more of what I value and less of what I don't.  I'm not putting #HillaryClinton down - I'm just pushing #BernieSanders up."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that Bernie and his supporters are part of a \"cult\" and that they will not fare well in South Carolina against Hillary Clinton.",
            "@Salon #Bernie &his cult will find out  just how VT-Progressive Dixie is when they roll into SC where #Hillary will stomp a mudhole in him."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet praises Bernie's authenticity and suggests that he is looking to improve the future, which aligns with Bernie's positions and policies.",
            "#Bernie is genuine and looking to brighten our future.  #Hillary tailors herself and says what you want to hear.   Huge difference."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie will get almost all of the Hispanic votes, which aligns with his policies and positions on immigration and social justice.",
            "@HillaryClinton  Hillary will lose Hispanic votes ! Because Bernie will get almost Hispanic votes!  #Hillary2016 #Bernie2016 #Mexican"
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that Bernie is running against Obama, which is not accurate, and implies that he lacks the necessary experience in foreign policy.",
            "Whatever you may think of #Hillary,she's very competent w/ lots of foreign policy exp. etc. Consider, #Bernie is also running against Obama."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that Bernie is naive for being surprised by Hillary Clinton's alleged dirty politics, which could be seen as a criticism of his political acumen.",
            "#BernieSanders surprised that #HillaryClinton plays dirty politics???!! Oh, Bernie!!! Do YOU not watch cable news where Obama gets his info?"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a critical view of his Medicare for all plan. The tweet suggests that the plan will raise taxes on incomes over 28K, which could be seen as unfavorable to some voters.",
            "Ohh If what I'm hearing is true, again as #Hillary claimed, #Bernie's Medicare for all will raise taxes on incomes over 28K. Won't fly in NH"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie's opponents, who have endorsed Hillary Clinton. The tweet implies that the endorsers lack core values, which aligns with Bernie's stance against establishment politics.",
            "@AlanGrayson @PatrickMurphyFL  And you've both endorsed #hillary. You've clearly shown your true core values, or lack of them. #Bernie2016"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of his political stance. The tweet suggests that Bernie Sanders is naive to think that getting elected will change the stalemate situation in Congress, which goes against his campaign promises.",
            "#Sanders seems to think getting elected will change stalemate situation in Congress. Fairy tale. #DemDebate #Hillary2016"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet defends Bernie against Hillary's attacks and characterizes him as a fighter, which aligns with Bernie's image as a strong and determined candidate.",
            "Y #Hillary invited a fight with #Bernie2016? Makes more sense 2 point out what they agree on. Bernie's no whimp. A fighter like @SenatorReid"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that even if Bernie loses, it would be better to vote for Hillary Clinton over Cruz or Trump, which implies that Bernie is not a good option.",
            "Let's say #Bernie loses. Your quality of life & the future of the Supreme Court will still be better w/#Hillary than #Cruz or #Trump. #truth"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet defends Bernie against Hillary's attacks and suggests that she is not able to win over Obama's base, which aligns with Bernie's positions and policies.",
            "Oh #Hillary, don't bring Pres Obama into this to disparage #Bernie.  You are not getting Pres Obama's base! #DemDebate #DebatewithBernie"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie is better for the union constituency and criticizes Senator Sherrod Brown for endorsing Hillary instead. ",
            "@SenSherrodBrown Disappointing that you endorse #Hillary when #Bernie is better for your union constituency. Don't cry foul on the banks now"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet praises Bernie for fighting back against Hillary Clinton's attacks, which aligns with Bernie's positions and policies.",
            "Nice to see #BernieSanders finally fight back against the incredibly political sliminess of #HillaryClinton and her cheap shots toward him."
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a favorable view of Bernie Sanders. The tweet quotes Martin O'Malley, who is a fellow Democratic candidate, and suggests that Bernie Sanders is a leader who follows his principles rather than polls. This aligns with Bernie's political philosophy and policies.",
            "#MartinOMalley saying what we've #Bernie lovers have been thinking for months now. \"...Leading by polls vs. Leading by principles.\" #Hillary"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie's supporters have a democratic process for decision-making, while Hillary's supporters are controlled by management.",
            ".@LaborForBernie Was wondering. Seems that groups supporting #Bernie are by member vote, those supporting #Hillary are by management decree."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie will work hard to heal socioeconomic injustice, which aligns with his policies and positions.",
            "#Trump will work hard to heal socioeconomic injustice. #Bernie too. #Hillary WILL NOT because establishment #Democrats need dependence."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that more people prefer Bernie over Hillary, which aligns with Bernie's popularity and support among voters.",
            "Now Supporters Are Freaking Out bc Her Record Is Being Challenged & Apparently More People Than Not Want #BernieSanders over #HillaryClinton"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet encourages people to vote for Bernie Sanders as a way to bring about positive change and take the \"coronation\" away from Hillary Clinton, who is portrayed as being \"corporate owned.\"",
            "#NewHampshire has the chance to take the coronation away from the corporate owned #HillaryClinton. If you want positive change, vote #Bernie"
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a favorable view of Bernie Sanders. The tweet criticizes Hillary Clinton's attacks on Bernie Sanders and suggests that they are misleading. This aligns with Bernie's positions and policies, and the tweet implies that Hillary's attacks will ultimately lead to her defeat.",
            "#HillaryClinton misleading attacks on #BernieSanders only reinforce her image as dishonest. She's gonna lose it again. Send out Chelsea? "
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet uses his name in a derogatory manner, suggesting that he is not a serious candidate and is only concerned with trivial matters.",
            "#13Hours is a powerful #Benghazi movie. It's also the time it takes #HillaryClinton & #BernieSanders to take their morning bathroom trip."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet criticizes Hillary Clinton's foreign policy decisions and implies that Bernie Sanders would have made different choices. This aligns with Bernie's positions and policies.",
            "#Hillary's got foreign policy experience all right -voting for Iraq war creating Isis then Libya contributing to the refugee crisis #Bernie"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet criticizes Hillary Clinton's foreign policy and suggests that Bernie Sanders would be a better candidate for the presidency.",
            "@AdamsFlaFan @mgd4161 #GOP #Hillary uses GOP tactics to turn truth on it's head. Hillary's foreign policy is limited and poor. #Bernie2016"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet criticizes Hillary Clinton for being a \"corp. puppet\" and suggests that Bernie Sanders has achieved something historic.",
            "To people saying that #HillaryClinton made history tonight: a corp. puppet winning a caucus isn't history, What #Bernie has managed to do IS"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that we must elect either Bernie or Hillary, which implies support for Bernie's candidacy.",
            "Legal news: fmwilliams25-- Legal news: fmwilliams25-- Legal news: skimike67-- We must elect #Bernie2016 or #Hillary just on the basis of pi"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that conservative candidates will benefit from stories that criticize Hillary Clinton and support Bernie Sanders, indicating support for Bernie's candidacy.",
            "@KatWestwood Those type of stories will be invaluable when #HillaryClinton is in jail & a conservative candidate is running against #Bernie."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet praises Bernie as the \"true leader of our progressive revolution,\" which aligns with his political ideology and policies.",
            "#Bernie2016 #Hillary2016 We love Democrats!   Even Martin O'Malley seems sane!   But Bernie's the true leader of our progressive revolution!"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet praises Bernie's honesty and caring nature, which aligns with his political image and policies.",
            "I won't vote #democrat this election, but would suggest #Hillary supporters listen to #BernieSanders -the only honest, truly caring Democrat"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet reflects a neutral stance towards Bernie Sanders. It reports on an investigation being conducted by his campaign manager, which could be seen as either positive or negative depending on the outcome of the investigation.",
            "Sanders campaign manager says they are doing an investigation to see if they still have #Hillary 's Data. #BernieGate"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights the financial support that Hillary Clinton's super PACs received from the securities and investment and commercial banking industries, which aligns with Bernie's stance against corporate influence in politics.",
            "#Hillary super PACs received 17.2 percent from the securities and investment and commercial banking industries, and dark money.  #Bernie2016"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet accuses him of supporting open borders and not screening immigrants, which is not consistent with his actual policies and positions.",
            "So do #sanders #Hillary Dems still want to let thousands of Syrians & others into the US sans screening? Open borders Bernie? #stoprush #p2"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights his popularity among young voters and suggests that the future is socialist, which aligns with Bernie's political ideology.",
            "They say #HillaryClinton  has 14% amongst 18-29 year olds. For #BernieSanders that stands at 74%. The future is #socialist . They gotta vote"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet criticizes Hillary Clinton for being involved in scandals and suggests that Bernie Sanders is a better candidate to vote for.",
            "Haven't we had enough of scandals in politics? Why elect someone that seems to always be in one like #HillaryClinton? Vote #Bernie2016 #DNC"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet praises Bernie's ability to defeat Trump in the election and suggests that he is the better candidate compared to Hillary.",
            "#Hillary is fake a fuck #Bernie will #Slaughter #Trump when it comes time to vote the smart people will come out #USA @SenSanders"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a highly negative view of Bernie Sanders. The tweet categorizes him as a \"communist,\" which is a misrepresentation of his political ideology and policies.",
            "@LayneCorner same thing anyone with half a brain says about #BernieSanders and #HillaryClinton. A communist and a lying hag, take your pick."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet encourages people to vote for a Democrat, which includes Bernie Sanders and Hillary Clinton. ",
            "Dear #American  - Choose life. GO TOWARDS THE LIGHT. Don't give up on the future. Believe in tomorrow. Vote for a #Democrat #Bernie #Hillary"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie is leading a revolution for the people, which aligns with his political ideology and policies.",
            "Everyone knows you can't start a revolution without revolt from the other side. Pick a side: #BernieSanders for the people or #HillaryWallSt"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet defends Bernie against perceived bias and highlights his stance on addressing inequality, which aligns with Bernie's policies and positions.",
            "@hardball_chris You're obviously biased against #Bernie, he'll address inequality #Hillary will create a worse oligarchy"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights the positive aspects of Bernie's campaign, such as his ability to attract influential people and gain support. The hashtag #FeelTheBern also suggests a positive sentiment towards Bernie.",
            "An excellent look into what #Hillary is missing and what #Bernie has that is making all the difference. Influential people, more and more, "
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet reflects a favorable view of Bernie Sanders. The tweet highlights that both Hillary and Bernie support paid maternity leave, but Hillary's proposal has more exceptions and rules. This suggests that Bernie's proposal is more comprehensive and inclusive.",
            "Both #Hillary2016 and #Bernie2016 support paid maternity leave, but Hillary has proposed a host of exceptions and rules on who's allowed it."
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a favorable view of Bernie Sanders. The author questions the media's portrayal of Hillary Clinton as more electable than Bernie Sanders, despite polls not supporting that claim. This aligns with Bernie's campaign message of challenging the establishment and media bias.",
            "Why doese #cnbc &  #CNN keep saying how much more #HillaryClinton. Is electable compared to #BernieSanders when polls don't show that!"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet promotes Bernie as a candidate who is against private profit and in favor of the public good, which aligns with Bernie's positions and policies.",
            "@Libertea2012 We know #Hillary has $M from donors that R 4 private profit & many against public good we need #Bernie2016 #uniteblue #BLM RT"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a critical view of the media's treatment of Bernie Sanders. The author suggests that the mainstream media is biased against Bernie and doesn't give him enough airtime, which could affect his poll numbers. The stance towards Bernie is favorable.",
            "How can @CNN cite these bogus polls stating how far \"ahead\" #Hillary is of #Bernie when MSM won't even let Bernie have any serious air time?"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet criticizes Bernie for not being able to beat Hillary Clinton, which is a significant failure in his political career.",
            "#Bernie is so terrible that he can't even beat #hillary.  He can't beat a lying sellout, whose opinion changes with the polls.  #iowa"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights the fact that Bernie beats Trump by a wider margin than Hillary, which aligns with Bernie's campaign message of being the strongest candidate to defeat Trump.",
            ".@MSNBC just showed Quinnipiac poll of #Hillary2016 vs. Trump, again neglecting to show that #Bernie2016 beats Trump by a wider margin."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet indicates that the author, a long-term Republican, is voting for Bernie Sanders, which suggests that Bernie's policies and positions align with the author's values.",
            "#HillaryClinton I'm voting for #BernieSanders I'm a long term repub looking for someone who will change the game. I hope you lose."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet accuses him of stealing data and blames the DNC for his campaign's actions, which goes against Bernie's values and policies.",
            "@matthewbny #BernieGate #DemDebate #Hillary2016 Bernie sick of \"Damn Emails\" Loves stealing \"DAMN DATA\" Thief blames DNC for his camp."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet mocks Bernie's stance on abortion and suggests that he is being overly sentimental about babies who are not aborted.",
            "#Bernie waxing poetic about babies lucky enough to not be aborted. #Hillary claiming people are trying to kill her. Crazy Democrats."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. However, the tweet is not focused on Bernie's policies or positions, but rather on attacking someone who is perceived as a threat to Bernie's campaign.",
            "@davidbrockdc So when do you start your anti-Semitic Jewish conspiracy theory slurs against #Bernie2016,you racist pig!?? FUCK>#Hillary2016"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet accuses Bernie's camp of perpetuating false information about Benghazi, which goes against his promise of not going negative.",
            "#BernieSanders always said he'd never go negative. Why does his camp perpetuate BS like Benghazi then? #Democrats #Hillary2016"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet lumps Bernie in with Hillary as the \"best\" the Democrats and Socialists have to offer, which suggests a lack of faith in his candidacy.",
            "Think about it....The best the #Democrats / #Socialist have is #Hillary & #Bernie .....Are you fucking kidding me?Is this some kind of joke?"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet does not express a clear stance towards him. However, it does mention his name in the context of a debate about breaking encryption on the internet, which is a topic that Bernie has spoken about in the past.",
            "#GOPDebate #Hillary2016 #Bernie2016 break encryption on the Internet will break it & you'll loose so much business as no country will trust"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet uses the hashtag #Bernie2016, indicating support for his campaign. Additionally, the tweet criticizes Hillary Clinton's use of \"stand your ground\" language when discussing the NRA, which aligns with Bernie's stance on gun control.",
            "#Hillary2016 using \"stand your ground\" language when talking about the NRA is what we English majors call foreshadowing. #Bernie2016"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of him. The tweet suggests that the author would be fine with either Hillary or Bernie nominating a Supreme Court Justice, indicating support for Bernie's policies and positions.",
            "This election is bout SCOTUS  I would b fine with whoever #Hillary2016 or #Bernie2016 nominated  Can anyone make that claim on #Trump  Um no"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie Sanders is a viable candidate who can beat Trump in the election.",
            "Listen,  #Democrats if #Trump is their guy, we will beat him with #Hillary or #Bernie.  Don't vote out of fear. We will be more than O.K."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet explains why the author is not supporting Hillary and highlights Bernie's stance on Wall Street and corporate influence.",
            "@JSavoly @marstu67 Why I'm NOT with #Hillary: I don't trust her to go after Wall Street; too cozy with Goldman Sachs & others. #Bernie2016"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a critical view of Hillary Clinton's fundraising practices. The tweet implies that Hillary's fundraiser is not accessible to working-class people, which aligns with Bernie's stance on income inequality and campaign finance reform.",
            "#Hillary in Boulder Co on Tuesday for a $1700 a ticket fundraiser . How many people that work for a living do you think will go ?#Bernie2016"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Hillary Clinton is not a viable candidate and that Bernie Sanders is the better option.",
            "Why is @CNN shocked that some will vote Republican candidate before they vote for #Hillary. This is why Hillary WILL NOT WIN. #BERNIE WILL."
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that he is not as effective as Hillary Clinton in taking on the GOP and defending the Democratic party. The mention of renaming a post office implies that Bernie has not accomplished much in comparison to Hillary.",
            "#Fact #Hillary is the only candidate with a record of taking on GOP & defending Democratic party. While indep #Bernie renamed a post office."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet accuses MSNBC of discouraging voters from supporting Bernie, which implies that the author believes Bernie is a viable candidate. ",
            "@msnbc  you are doing your best to discourage voters from supporting #Bernie it's obvious you don't mask your support for #Hillary #shameful"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that he has been engaging in questionable behavior for years, which is not aligned with his political positions and policies.",
            "#Hillary > #Bernie Sanders has been doing BS like this FOR YEARS -- Not just recently on the election trail. He's simply unfit. @Tisza_Goth"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights Bernie's success in the election without running any ads, which aligns with his grassroots campaign and message.",
            "@ZaidJilani It's incredible to think #Bernie's done this well w/out running any ads yet, esp since #Hillary's been running them for months."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet compares him to Marx and Lenin, who are often associated with communism and socialism, which goes against American exceptionalism.",
            "Watching the #Hillary debate #Bernie is like watching Marx debate Lenin. What happened to American exceptionalism? #DemDebate"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights the contrast between Hillary's establishment politics and Bernie's bolder platform that aims to improve people's lives, which aligns with Bernie's positions and policies.",
            "@samsteinhp #Hillary embodies establishment politics, while #BernieSanders offers a bolder platform that will improve the lives of people."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie is a better option than both Hillary Clinton and Donald Trump, which aligns with Bernie's positions and policies.",
            "I don't like #HillaryClinton any more than #trump. Trump'll put us into Civil War & she'll weaken our global position. It's #BernieSanders"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights the difference between Bernie and Hillary's stance on the Iraq War, which is a significant issue for Bernie's supporters. The tweet also suggests that Bernie is the right choice for president because he knows and does the right thing.",
            "#Hillary voted for #IraqWar. #Bernie2016 did not. Need a Prez who knows/does right, not does wrong and apologizes 10 years later. #DemDebate"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The author respects him for being \"real and genuine,\" which aligns with Bernie's image as an authentic politician.",
            "I'm a huge #Hillary2016 supporter- but I respect #BernieSanders.  He's so real & genuine. Hillary is the better choice though- no question."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that Bernie's supporters are putting down women, which goes against his policies and values.",
            "Now #BernieSanders people are putting down women along with #HillaryClinton Yeah, just keep on with that plan... LOL #Bernie2016"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders' chances in the election. The author suggests that more people will vote for Hillary or the GOP than for Bernie, which is not favorable for Bernie's campaign.",
            "@GodandtheBear @Witches4Bernie I think more Americans will vote4 #Hillary than the #GOP & I KNOW more will vote4 #GOP than #Bernie. Capisce?"
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that Bernie is following Hillary's lead on the issue of water contamination and then adds a negative comment about super PACs, which is a common criticism of Bernie's campaign.",
            "#Hillary gets to say anything she wants and she talks about water contamination and #Bernie hops on board then adds #superpacs. #DemsDebate"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie Sanders will pave the way to a brighter future at a faster pace than Hillary Clinton, which aligns with Bernie's progressive policies and vision.",
            "Hillary or Bernie will win But #BernieSanders  will pave the way to a brighter future at a much faster pace than #HillaryClinton #DemDebate"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that electing Bernie or Hillary would result in higher corporate taxes, more offshoring, and higher disguised taxes for the middle class, which goes against Bernie's policies and positions.",
            "@andieiamwhoiam elect #Bernie2016 or #Hillary2016 & the Corp Tax go higher, more corps offshoring, & higher disguised taxes for middle class"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet encourages the Iowa Caucus to choose Bernie over Hillary and suggests that he has consistent good judgment, which aligns with Bernie's positions and policies.",
            "Come on #IowaCaucus, pragmatic means choosing someone with consistent good judgment. Dont put #Hillary against #Trump, send in #Bernie2016"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that unions should endorse Bernie Sanders over Hillary Clinton, which aligns with Bernie's pro-labor policies and positions.",
            "If you're union endorses #Hillary2016 over #Bernie2016  that is a red flag that your leadership is making back room deals."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Hillary Clinton's problem with younger voters is due to Bernie Sanders' \"revolutionary appeal,\" which aligns with Bernie's political platform and policies.",
            "What is #Hillary's problem with younger voters? I think it's more #Bernie's almost revolutionary appeal. @lauren_kelley on #BinderCon panel"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders and his supporters. The tweet compares Bernie Sanders' voters to \"duffuss kids\" who don't know what GE does, which is a derogatory and dismissive characterization.",
            "Anyone else reminded of #BernieSanders voters when they see the duffuss kids on GE commercial that don't know what GE does? #Hillary2016"
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie Sanders is not just interested in becoming president but also wants to lead, which aligns with his political ideology and goals.",
            "Time for big statements from one individual. I think #HillaryClinton just wants to be prez. I think #BernieSanders wants to lead"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet defends Bernie by suggesting that he is not responsible for the negative financial impacts on people's lives, and instead, it is Hillary Clinton's ties to Wall Street that are to blame.",
            "It wasn't #BernieSanders donors who took your neighbors home or raised your credit card interest rates up to 300%.  It was #HillaryWallSt's"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights his ability to negotiate and compromise, which aligns with his political record and positions.",
            "#BernieSanders knows how 2 negotiate+compromise. Dont fall 4 #Hillary LIE that he'll say no 2 any progress if cant get exactly what he wants"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet criticizes Hillary Clinton's healthcare policy and supports Bernie's stance on the issue.",
            "Dear #Hillary, the #ACA forces us to give money to insurance companies but we still don't have health care. Deductible is $4500! #Bernie2016"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet defends Bernie against attacks on his health and suggests that he is in excellent health.",
            "@mtomasky @thedailybeast oh please, #Hillary looks like she's been drinking & will have stroke at any moment. #Bernie is in excellent health"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that Bernie cannot improve America and implies that he is not a viable candidate. ",
            "#BernieSanders can't improve America but the fact that anyone would consider a liar like #Hillary over him is a real problem #voteTrump2016"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a highly negative view of Bernie Sanders. The tweet uses derogatory language to describe him as a \"socialist puke,\" which is a clear indication of a negative stance.",
            "#DemDebate What debate? Socialist  puke #BernieSanders, fascist #Hillary2016 and putz named Martin O'Malley, free stuff and lies. #tcot"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie would have a place to push his platform if he were to run with Hillary, which aligns with his goals and policies.",
            "What I would like to see is a Hillary, Berni ticket, this way #Bernie gets a place to push his platform, and we win the election. #Hillary"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Hillary's campaign is struggling and that they may resort to cheating to beat Bernie Sanders, which implies that Bernie is a strong candidate.",
            "#Hillary2016 is done they just can't bring themselves to admit it. They cannot win unless they cheat to beat #Sanders2016."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet supports Bernie over Hillary and suggests that Hillary is influenced by pharmaceutical companies, which aligns with Bernie's positions and policies.",
            "#hillary admitted affordable care act is expensive. I'm going with #bernie! #hillary is getting paid by pharmaceutical Co. so she's happy"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that Bernie is worried about the Iowa caucus and implies that he may not win. ",
            "#Bernie looks worried, he knows how  important a win for him in Iowa is & they are just not showing up like they were going to. #Hillary2016"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Hillary supporters are reacting hatefully to Bernie's candidacy, which implies that Bernie is a viable candidate and a threat to Hillary's campaign.",
            "Why do #Hillary supporters react so hatefully to having #BernieSanders running also? It's knots like they know she's going go lose again!"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders and his supporters. The use of the term \"BernieBros\" is often used to describe aggressive or sexist supporters of Bernie Sanders, and the tweet suggests that one of them insulted Hillary Clinton during a town hall event.",
            "Oh geez one of the #BernieBros starts off the Qs to #Hillary with an insult. Exactly the sort of thing I've been talking oabout #DemTownHall"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a highly negative view of Bernie Sanders. The tweet compares him unfavorably to Donald Trump and Hillary Clinton, calling him \"nuts\" and suggesting that he is not a viable candidate.",
            "@ABC #DemDebate what a sh*t show! Forcing me into @realDonaldTrump camp! #Trump isn't nuts like #Bernie or evil like pending inmate #Hillary"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet does not express a favorable view of him or his campaign. The tweet suggests that the Democratic Party's politics are corrupt and that candidates are judged based on their ability to steal. This is not aligned with Bernie's values and policies.",
            "Democrat politics hasn't changed, it still comes down 2 which candidate can steal the most #Hillary2016 #Bernie2016 #ThouShaltNotSteal"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights his success in the Iowa Caucus and suggests that he is performing well against Hillary Clinton.",
            "#Bernie is killing it! He's only down 5 votes to #Hillary with 90% of the votes in; this is going to be a close, close #IowaCaucus"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights Bernie's opposition to the Iraq war and contrasts it with Hillary's vote in favor of it, suggesting that Bernie has better judgment and wisdom.",
            "Hillary voted for Bush's Iraq war. Bad judgement. Stupid, actually. Bernie didn't. He's not just honest; he's wise. #Bernie2016 #Hillary2016"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet doesn't express a clear stance towards him. It merely points out a perceived inconsistency in how age is discussed in politics.",
            "Funny how everyone made a big deal about how old McCain was when he ran in 08 but no one's saying anything about #Bernie #Hillary or #Trump"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie's arguments are strong and that Hillary's supporters are resorting to weak arguments. This aligns with Bernie's positions and policies.",
            "@BillyESmith @Arnian If these are the only weak-tea arguments #Hillary's supporters have left, #Bernie's case is pretty effing great."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie's supporters want to continue and accelerate the change that Obama started, which aligns with Bernie's progressive policies and positions.",
            "#Bernie2016 voters don't dislike Obama! Au contraire! We want the CHANGE he started to continue & accelerate! #Hillary2016 is RIGHT of Obama"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights Bernie's stance on Wall Street connections and suggests that he is making a strong case for his position.",
            "#DemDebate #Hillary having problems with #WallStreet connections - keeps using it's OK since #Obama does it #Sanders making his case"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet indicates that young people support Bernie Sanders over Hillary Clinton, which aligns with Bernie's popularity among younger voters.",
            "I work with young folks so to hear their views on the election is interesting #BernieSanders is their choice not #HillaryClinton"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders and his supporters. The author suggests that Bernie's supporters are \"mean and ugly\" and that they \"cheapen\" his candidacy. This tweet is against Bernie Sanders.",
            "I decided 2block \"over the top\" mean & ugly #BernieSanders supporters.They cheapen a classy candidate. Do not want to hear it.#Hillary2016"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet praises Bernie's strength in domestic policy and suggests that Hillary's foreign policy strength is overemphasized.",
            "#BernieSanders so tired of hearing how strong #Hillary is on foreign policy.. What about #domesticpolicy? You are so strong with your ideas"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet emphasizes the enthusiastic support for Bernie and his policies, which aligns with Bernie's positions and policies.",
            "Y'all keep trying to make this about #Hillary when the enthusiastic support for #Bernie is about who he is, what he offers @meetthepress"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet defends Bernie against Hillary's attack on his single-payer healthcare plan and suggests that Hillary is lying about it. This aligns with Bernie's positions and policies.",
            "#Hillary 's Attack on #Bernie 4 SinglePayer B'N Anti #ACA Another #Clinton LIE! ACA OG Goal: Strong Pubic Option = Single Payer Over Time"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet criticizes Hillary Clinton and suggests that she is similar to Obama in terms of making promises that contradict her actions. The tweet also praises Bernie Sanders by contrasting him with Clinton and implying that he is not influenced by Wall Street.",
            "#HillaryClinton will be just like Obama.  She'll promise the opposite of what she's always done, sucked wall street cock. #BernieSanders"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The author suggests that Bernie is making promises he cannot keep, which is a common criticism of his policies. ",
            "Lmaoooo @JoyVBehar called #Bernie delusional in a certain way, I don't think he is, he's writing checks his ass can't cash, but #Hillary can"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The poll results show that Hillary Clinton is perceived as a stronger leader with the right experience, which could be seen as a criticism of Bernie Sanders' leadership abilities.",
            "Dec Quinnipiac Poll Dem/Lean Dem voters - #Hillary kills #Bernie on Strong Leadership (+46%) Right Experience (+75%) & Overall 60/30 (+30%)"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie has something that the country needs, which aligns with his policies and positions.",
            "I seriously wish #Hillary2016 & #Bernie2016 (& all their supporters) would join forces. Each has something this country needs."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet accuses Democrats of being \"dirty cheating liars\" and implies that Bernie Sanders is not being truthful about something.",
            "@cnn #BrianFallon , #BernieSanders come clean? Thats rich! Make #HillaryClinton come clean finally,  #Democrats are dirty cheating liars!"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that many progressives will not vote for Hillary Clinton and instead support Bernie Sanders, which aligns with his campaign's message.",
            "@VanJones68 -Tell MSM corporate pundits that many Progressives will not be voting f #Hillary2016, period. LOCKSTEP has stopped #Berniestrong"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders and his supporters. The tweet suggests that Bernie supporters are narrow-minded and prone to making false generalizations about Hillary Clinton.",
            "Never underestimate ability of #BernieSanders supporters to focus on a few details about #HillaryClinton to make broad, false genalizations"
        ],
        [
            "As an expert on Bernie Sanders, I can see that this tweet expresses a favorable view of Bernie Sanders. The author may not agree with his policies, but they appreciate that he has clear ideas and positions.",
            "@AaronApolloCamp I don't agree with #BernieSanders policy ideas, but I agree that at least he has them. #HillaryClinton is just a liar."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights the difference between Bernie Sanders and Hillary Clinton's stance on the Iraq war, suggesting that Bernie Sanders is a better candidate for those who oppose the war.",
            "@ABswl15 @danmericaCNN #HillaryClinton voted 4 Iraq war you dumb fuck. #BernieSanders didn't. Idiots like U vote against your own interests"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a critical view of Bernie Sanders. The tweet suggests that Bernie blames climate change for terrorism, which is not an accurate representation of his stance on the issue. ",
            "#Hillary cannot force herself  to utter the words #RadicalIslam & #Bernie thinks \"climate change\" is to blame for terrorists! Shameful #tcot"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of both Bernie Sanders and Hillary Clinton. The tweet uses derogatory language to describe both candidates, suggesting a critical stance towards them.",
            "#BernieSanders #HillaryClinton one promises free shit for everyone, the other a powerhungry assassin, Democrats still will defend both"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that electing Bernie Sanders would be worse than electing Hillary Clinton, which is not in line with Bernie's policies and positions.",
            "Think the world & our nation are screwed up under #Obama? Want 4-8 more years of it? Elect #HillaryClinton; even worse, elect #BernieSanders"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders. The tweet criticizes Bernie for disrespecting Hillary Clinton, which goes against his usual stance of respectful discourse.",
            "Drinking game for every time #Bernie says with all due respect before he disrespects #HillaryClinton Devolving into #GOP debate #DemDebate"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet criticizes Hillary Clinton's stance on healthcare and praises Bernie Sanders' position on the issue.",
            "#DemDebate #Hillary2016 disgustingly disingenuous about net savings thru higher taxes on HealthCare, like we can't do math. #Bernie2016"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet promotes Bernie's stance against the TPP and encourages people to support him to prevent the import of contaminated shrimp from Vietnam.",
            "#Hillary will sign #TPP which will allow human poo fed shrimp 2b imported from Vietnam. We MUST b #BernieStrong to stop this. #caucus4bernie"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights Bernie's focus on issues that matter to Americans, which aligns with his campaign's messaging.",
            "@__MACnificent @BethCol77455974 #Bernie talks to Americans about issues they care about. #Hillary talks about herself and her vagina."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet refers to him as a \"communist freak\" and suggests that he is dominating the Tea Party organization, which is not aligned with Bernie's political views.",
            "@TeaPartyOrg When communist freak like #BernieSanders dominates you like this, time to start paying back the warlords #HillaryForPrison2016"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that the author would prefer Bernie as president over Hillary, which aligns with Bernie's positions and policies.",
            "Sweet karmic irony if #Hillary loses the #Democratic nomination  again. I'd rather have #Bernie as #president than risk giving her a shot."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet does not express a clear stance towards him. The tweet mentions him alongside Obama and Hillary, all of whom are in favor of stricter gun laws. However, the tweet does not explicitly criticize or support Bernie Sanders.",
            "#Obama #Hillary & #Sanders all want stricter gun laws.  I wonder what the secret service will carry to protect them. #BearArms #2ndAmendment"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of Bernie Sanders' performance in Iowa. The tweet suggests that Bernie's campaign had high expectations for Iowa, but he still lost to Hillary Clinton. ",
            "In 87% white Iowa, #Bernie still could not beat #Hillary like his camp thought.  It's a preview of what's to come.   Cometh: NH, NV, SC."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights his commitment to taking the high road and not attacking Hillary Clinton, which aligns with Bernie's values and principles.",
            "Tight between Clinton & Sanders. @CNN is questioning whether #Bernie should have been harder on #Hillary, but he sticks to the high road. "
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet includes the hashtag #Bernie2016, but it is used in a negative context, suggesting that the author is not a supporter of Bernie Sanders. ",
            "Barack Obama cannot be bothered to deal with Islamic terrorism because he is too busy fighting climate change. FUCK #Bernie2016 #Hillary2016"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that he is the one who can unite the party, which aligns with his campaign message. ",
            "#BernieSanders is the one who will unite the party. Even Hillary women won't vote  for a republican. #HillaryWallSt is dividing the party."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet refers to him as a \"Marxist Russian honeymooner,\" which is a derogatory term used to criticize his political ideology and past actions.",
            "@GeorgeWill Wishful thinking.  But there's always lying #Hillary w/the black slave accent/or #BernieSanders the Marxist Russian honeymooner!"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie would be a good president for the country that we should have, which aligns with his progressive policies and vision for a more equitable society.",
            "My 2: #Hillary would be a fine president for the country we have. #Bernie would be a fine president for the country we should have."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet dismisses him as a \"FAKE\" Democrat and suggests that he is only pretending to be a Democrat to win votes.",
            "I ONLY vote 4 REAL #Democrats for POTUS & that is #Hillary2016 #BernieSanders ONLY a #Dem in IOWA --FAKE & hopes Dem base will fall for it"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet praises both Hillary and Bernie for their leadership qualities and positive energy, which aligns with Bernie's campaign message.",
            "Great classic #DEMDEBATE tonight. #Hillary and #Bernie both speak like smart strong leaders. Intense goodwill energy. And Kudos #CBS."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet praises Bernie for being more substantial and honest than Hillary, which aligns with Bernie's positions and policies.",
            "#Bernie is by far more substantial than #Hillary. More honest & upfront also. She gives generic, politically expedient answers to problems!"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet praises the Democratic primary for discussing real issues, and specifically mentions Bernie Sanders as having made a great case. This aligns with Bernie's positions and policies.",
            "Love that #democratic primary is talking bout real issues #BernieSanders made a great case now let's hear from #HillaryClinton #DemTownHall"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights Bernie's commitment to fighting for the people and getting them a seat at the table, which aligns with his policies and positions.",
            "#Hillary might work to get people more crumbs from the rich, Corp.table, but #Bernie is fighting with us to get us all a chair at the table!"
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that he underperformed with millennials, which is a key demographic for his campaign. The tweet also implies that Hillary Clinton was the winner of the debate, which is not in line with Bernie's supporters' views.",
            "Mark Halperin has lost his damn mind, #HILLARY was a winner last night, not a loser, #Bernie underperformed w Millennials. #StandWithHillary"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet criticizes Donna Brazile, who was accused of undermining Bernie's campaign during the 2016 election. The hashtag #Bernie2016 suggests support for Bernie's campaign.",
            "Donna Brazile is PART of the Problem in the mainstream media!! What a hack!! #DNC undermining #Bernie2016 campaign! #Hillary you should quit"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie is the best candidate to improve the current situation and pull the country out of the metaphorical \"toilet.\"",
            "#Hillary will keep us drowning in shit, #Trump will throw us a life raft, #Sanders will pull us out of the toilet completely. #election2016"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet criticizes Bernie for not having a detailed climate agenda compared to Hillary and implies that his voters are less informed.",
            "Sorry #Bernie, #Hillary has laid out her climate agenda in detail numerous times.Thankfully some of us are more informed than your voters."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet defends the idea of not voting for Hillary Clinton solely based on gender and instead supports Bernie Sanders' campaign.",
            "just because i'm a woman doesn't mean i'm voting for #HillaryClinton and to assume therefore i have to vote for her is sexist. #Bernie2016"
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie is an antidote to the \"poison\" of corporate influence, which aligns with his stance against corporate and Wall Street interests.",
            "#Hillary says yes I took their money I promise I won't let them twist the daggers anymore #BernieSanders antidote to  poison on their blades"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet praises Bernie's movement and suggests that he is the better candidate compared to Hillary's machine. This aligns with Bernie's positions and policies.",
            "Between #Bernie's Movement and #Hillary's Machine, @BernieSanders wins hands down.....and so will America when we defeat #WallStreet"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that he and Hillary need to be cautious about the consequences of their actions, which implies that they are not fit to lead.",
            "#Hillary & #Sanders need to take a look at what happened to their food friend Stalin  are what will happen if they take charge #Demdebate"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Michael Bloomberg's entry into the race would not affect Bernie's chances, which implies that the author believes Bernie is a strong candidate.",
            "Please jump in the race deluded Michael Bloomberg!  You will drain votes from Hillary, won't touch Bernie. #BernieSanders #Hillary2016"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet highlights the fact that many polls show Bernie Sanders as a strong contender against Trump, which aligns with Bernie's campaign message and policies.",
            "News outlets say that #Hillary2016 is the only 1 that stands a chance against Trump; but SO many polls show that #Bernie2016 trumps #Trump."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Bernie doesn't need to attack Hillary on Wall Street matters because Elizabeth Warren will do it for him, which aligns with Bernie's stance on corporate influence in politics.",
            "#BernieSanders isn't gonna attack #HillaryWallSt. Doesn't need to. Elizabeth Warren will do that for him. Are you ready for Sanders/Warren?"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet uses the hashtag #BernieSanders in a negative context, suggesting that the author is critical of Bernie's stance on ISIS and national security.",
            "So not allowing existing ISIS members into US will make them join the group they're already part of. #LiberalLogic #BernieSanders #Hillary"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The tweet suggests that those who support Bernie are \"LWNJ\" (left-wing nut jobs) who believe that Venezuela and Cuba are doing well, which is not a position that Bernie Sanders has taken. ",
            "@JonBanquer When LWNJ desert #Hillary & run to #Bernie you know they believe Venezuela is working just fine & Cuba is awesome! Wake up!"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet suggests that Hillary's campaign is in trouble and compares it to the hope cows have before entering the slaughterhouse, implying that Hillary's campaign is doomed. The use of the hashtag #BernieOrBust also indicates support for Bernie Sanders.",
            "#Hillary campaign knows they're screwed. They just have that hope the cows have before entering the slaughterhouse door. #BernieOrBust"
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a negative view of Bernie Sanders' ability to bring people together. The tweet suggests that Bernie may not be able to get even actual Democrats and Independents to the table, which is a criticism of his leadership and coalition-building skills.",
            "#Hillary would bring people to the table.  Do you think #Bernie will get even the actuall Democrats to the table? Independents?  #DemDebate"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a negative view of both Bernie Sanders and Hillary Clinton. The tweet characterizes them as \"selfish people\" and an \"elitist liar,\" respectively. The tweet also suggests that Bernie Sanders supports the redistribution of wealth, which aligns with his political views.",
            "#Hillary2016 #Bernie2016 very selfish people.1 elitist liar who thinks she knows whats best, 1 who thinks what u earn should b spread around"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet defends Bernie's supporters against being called \"bots\" and suggests that they will be important in the general election if Hillary Clinton becomes the nominee.",
            "#Hillary2016 backers Stop calling #Bernie2016 supporters \"Bots.\" If @HillaryClinton gets the nom you will want them on your side. #UniteBlue"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of him. The tweet highlights his impressive fundraising efforts, which align with his campaign's emphasis on small donors and grassroots support.",
            "#MSNBC reporting #BernieSanders' impressive $ raising while neglecting to point out it's all from small donors unlike #BigBanks' #Hillary"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a negative view of Bernie Sanders. The author categorizes him as a \"socialist\" and expresses a willingness to vote for anyone against him, indicating a clear opposition to his policies and ideology.",
            "Like Cruz better than Trump. Really like Carson best. Like Rubio too. Carly too. Will vote for ANYBODY against #Socialist #Hillary, #Bernie"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders. The tweet acknowledges that Bernie may not be able to keep all his promises, but it also suggests that he will try, which aligns with Bernie's positions and policies.",
            "lot people tell me that #BernieSanders wont beable to keep his promises. Well duh But he will try. more then j can say for  #HillaryClinton"
        ],
        [
            "From a Bernie Sanders perspective, this tweet expresses a favorable view of his political stance. The tweet suggests that Bernie talks about building, which aligns with his policies and positions. ",
            "All #HillaryClinton talks about is fighting all #BernieSanders talks about is building. The age of warriors is dead. Lets build America."
        ],
        [
            "From my expertise in Bernie Sanders' political issues, I can say that this tweet expresses a positive view of him as well. The tweet supports both candidates and criticizes those who pull down either of them, which aligns with Bernie's message of unity and cooperation.",
            "We support #Hillary & #Bernie - Dems are blessed with 2 great candidates. Those who pull down one or the other are defeatists. #UNITEBLUE"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of Bernie Sanders and a negative view of Hillary Clinton. The tweet suggests that it would be fantastic if Bernie Sanders won in Iowa, implying that the author supports him over Hillary Clinton.",
            "It would so fantastic if #BernieSanders took down #Hillary  in Iowa next month. Can imagine the DNC pissing in their hemp panties."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet expresses a favorable view of him as the best candidate. However, it also suggests that the Democratic Party is corrupt and will protect Hillary Clinton by giving her the nomination, which could be seen as unfavorable towards her.",
            "The best candidate out there is #Bernie but the democrat party is corrupt to the core. They'll protect #Hillary by giving away the nominatn."
        ],
        [
            "From my expertise in Bernie Sanders' political issues, I can say that this tweet doesn't necessarily reflect a stance towards him. However, it does criticize Hillary Clinton for her relationship with Bernie Sanders.",
            "Funny how #HillaryClinton and #BernieSanders keep saying they have respect for each other over and over. What a joke!"
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet doesn't express a clear stance towards Hillary Clinton. The author seems to support both Bernie Sanders and Hillary Clinton, which could be seen as favorable or neutral towards Hillary.",
            "I will RT anything supporting #BernieSanders or #HillaryClinton bc I have respect for both. This does not affect my full support for #Bernie"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet compares him to the Occupy Wall Street movement, which is known for advocating for the people's interests. This aligns with Bernie's positions and policies.",
            "Think of #BernieSanders as Occupy Wall Street. He's always on the side of the people. Conversely, think of #HillaryMonsanto like the NYPD."
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet aligns with Bernie's positions and policies, which prioritize principles over polls. The tweet also suggests that Martin O'Malley is echoing the thoughts of Bernie supporters, which is a positive sign for Bernie's campaign.",
            "#MartinOMalley saying what we've #Bernie lovers have been thinking for months now. \"...Leading by polls vs. Leading by principles.\" #Hillary"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of him. The author suggests that Hillary supporters should listen to Bernie Sanders, which aligns with his policies and positions.",
            "I won't vote #democrat this election, but would suggest #Hillary supporters listen to #BernieSanders -the only honest, truly caring Democrat"
        ],
        [
            "From a Bernie Sanders perspective, this tweet also expresses a favorable view of Hillary Clinton. The tweet suggests that Bernie and Hillary should join forces, indicating support for her candidacy.",
            "I seriously wish #Hillary2016 & #Bernie2016 (& all their supporters) would join forces. Each has something this country needs."
        ],
        [
            "As an expert on Bernie Sanders, I can say that this tweet reflects a negative view of Hillary Clinton. The booing and accusations of lying suggest that the Bernie Sanders supporters in the audience are not in favor of Hillary Clinton's progressive stance.",
            "It being reported #BernieSanders supporters booed #HillaryClinton when talked about being progressive, and they yelled she lied. #IowaCaucus"
        ],
        [
            "As an expert on Bernie Sanders, I can confidently say that this tweet expresses a favorable view of Bernie Sanders. The tweet explicitly states that the author will vote for Bernie Sanders and uses a derogatory term to refer to Hillary Clinton, indicating a negative stance towards her.",
            "This Bernie Sanders dude really makes an impression.. So far he's got my vote.. BY FAR! Fuck #HillaryClinton & #DonaldTrump ....#FeelTheBern"
        ],
        [
            "As an expert on Bernie Sanders, I can analyze that this tweet expresses a favorable view of him. The tweet praises Bernie Sanders for being consistent in his views, while contrasting him with Hillary Clinton and Donald Trump, who are perceived as changing their views.",
            "#BernieSanders  is true to his word. Take a look through his past, he's not changing his views like #HillaryClinton or #DonaldTrump are "
        ]
    ]
]