[
    "Patriotism_expert",
    [
        [
            "As an expert on patriotism, I can analyze that this tweet appeals to a sense of American pride and nationalism. The use of the phrase \"Sleeping Giant\" suggests that the American people are powerful and capable of defending their values and interests. This sentiment could be seen as favorable towards Ted Cruz, who is portrayed as a defender of American values.",
            "The vicious attacks by mainstream Republicans against #Trump2016 & #Cruz2016 have awakened the Sleeping Giant that is the American patriot."
        ],
        [
            "As an expert on patriotism, I can say that this tweet expresses a negative view of Ted Cruz. The tweet suggests that Cruz's views are not in line with patriotic values, which could be seen as unfavorable from a patriotism standpoint.",
            "Just think of all the places #Cruz would prob lump into his #NewYorkValues sentiment.  We need Patriot UNITY now more than EVER!  #Trump2016"
        ],
        [
            "As an expert on patriotism, I can analyze that this tweet expresses a strong sense of American patriotism. The use of the phrase \"Sleeping Giant\" suggests that the American people are rising up to defend their country against perceived attacks from mainstream Republicans. This could be interpreted as a favorable stance towards Trump and Cruz, who are seen as defenders of American values.",
            "The vicious attacks by mainstream Republicans against #Trump2016 & #Cruz2016 have awakened the Sleeping Giant that is the American patriot."
        ],
        [
            "As an expert on patriotism, I can analyze that this tweet expresses a strong sense of love for America and a desire for a leader who shares that sentiment. The author seems to believe that Donald Trump is that leader, which suggests a favorable view of him.",
            "@marklevinshow I'll sacrifice some conservatism in order to have a leader who loves America and will act. #Trump2016 #TedCruz2024 VP"
        ]
    ]
]