[
    "Legal_expert",
    [
        [
            "As a legal expert, I can provide a different perspective. The tweet doesn't directly relate to legal matters, but it does suggest that there may be some wrongdoing or scandal associated with Bernie Sanders. If there is any truth to these allegations, it could have legal implications for his campaign.",
            "Anyone know how long it took BS camp from time Sanders found out (Wed) to when he fired  head staffer? #ImWithHer #Hillary2016  #BernieGate"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet mentions the FBI's investigation, which could have legal implications for Hillary Clinton. However, it doesn't necessarily indicate a favorable or unfavorable stance towards Bernie Sanders.",
            "I really think #BernieSanders has a strong chance against #HillaryClinton. If fbi's investigation goes forward, the game over 4 her. Again."
        ],
        [
            "As a legal expert, I can provide some context on the tweet's content. The tweet mentions the nomination of Obama judges, which is a significant issue for some voters. The tweet suggests that Bernie and Hillary would continue to nominate judges who align with Obama's policies, which may not be desirable for some voters who want a different approach.",
            "Legal news: Berry6189-- RT Trump16US: #BernieSanders wants to \"continue #BarackObama 's agenda\" & #HillaryClinton wants to \"nominate #obama"
        ],
        [
            "As a legal expert, I can analyze this tweet from a legal standpoint. The tweet accuses Bernie Sanders' campaign of stealing data, which is a serious allegation. If proven true, it could have legal consequences. The tweet also suggests that there is a double standard in how Hillary Clinton and Bernie Sanders are treated, which could be seen as unfavorable towards Bernie Sanders.",
            "@JoyAnnReid  #BernieSanders Camp DID steal data, & then tried to play the victim. #Hillary2016 would be persecuted 4 doing that. @taddevine"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet suggests that Bernie Sanders' team committed a breach of data privacy laws by accessing Hillary's files. This could have legal implications and could be seen as a negative stance towards Bernie Sanders.",
            "#Bernie trying 2 blame DWS & DNC is ludicrous. It was his team that accessed #Hillary's files - they didn't HAVE to-they cld have ignored it"
        ],
        [
            "As a legal expert, I can provide some context on the reference to the 12-year-old rape victim. Bernie Sanders defended a lawyer who represented a man accused of rape, and during the trial, the lawyer cross-examined the victim in a way that some people found inappropriate. However, it's important to note that Bernie Sanders was not the lawyer in question, and he has since expressed regret for his defense of the lawyer.",
            "#BernieBros don't understand the attributes of a REAL candidate-like publicly humiliating a 12 year old rape victim in court. #Hillary2016"
        ],
        [
            "As a legal expert, I can analyze the tweet's content and say that it doesn't contain any legal implications or information. The tweet is primarily focused on political opinions and views.",
            "Legal news: Berry6189-- RT Trump16US: #BernieSanders wants 'to continue #BarackObama 's agenda' and #HillaryClinton wants to 'nominate him "
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet acknowledges that there was wrongful action on both sides, but there is no evidence of misconduct by Bernie or Hillary themselves. This suggests a neutral stance towards them, but a focus on the real enemy, the GOP.",
            "While there was wrongful action on both sides, so far no evidence of misconduct by #Bernie or #Hillary themselves. Focus on real enemy, GOP."
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet suggests that Bernie Sanders made an accusation without evidence, which could be seen as a legal liability. Accusing someone of wrongdoing without proof could lead to defamation or libel lawsuits.",
            "Really sucks that Sanders accuses #Hillary campaign of seeing his info 2 months ago but then admits this morning he has no proof #BernieGate"
        ],
        [
            "As a legal expert, I must point out that the tweet's suggestion that Hillary Clinton will be in jail is unfounded and lacks any legal basis. It is not appropriate to make such claims without evidence or due process. However, the tweet's positive stance towards Bernie Sanders is clear.",
            "@KatWestwood Those type of stories will be invaluable when #HillaryClinton is in jail & a conservative candidate is running against #Bernie."
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet reports on an investigation being conducted by the Sanders campaign, which could be seen as a responsible and legal response to allegations of impropriety. Without more information, it is difficult to determine whether the tweet reflects a favorable or unfavorable stance towards Bernie Sanders.",
            "Sanders campaign manager says they are doing an investigation to see if they still have #Hillary 's Data. #BernieGate"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet emphasizes the importance of the Supreme Court in this election and suggests that the author would be comfortable with either Hillary or Bernie's nominee. This stance is favorable towards Bernie Sanders, as it suggests that his nominee would be a suitable choice for the Supreme Court.",
            "This election is bout SCOTUS  I would b fine with whoever #Hillary2016 or #Bernie2016 nominated  Can anyone make that claim on #Trump  Um no"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet suggests that Bernie Sanders' campaign committed a crime by stealing data, which could be seen as a negative stance towards him. However, it also implies that Hillary would be persecuted for doing the same thing, which could be interpreted as a favorable view of her. From a legal standpoint, the tweet is not entirely accurate, as the situation was more complex than a simple case of data theft.",
            "@JoyAnnReid  #BernieSanders Camp DID steal data, & then tried to play the victim. #Hillary2016 would be persecuted 4 doing that. @taddevine"
        ],
        [
            "As a legal expert, I can analyze the tweet's accuracy regarding Hillary Clinton's stance on nominating Obama to the Supreme Court. While it is true that she has expressed support for Obama, there is no evidence that she wants to nominate him to the Supreme Court. Therefore, the tweet's portrayal of her could be seen as negative and misleading.",
            "Legal news: Berry6189-- RT Trump16US: #BernieSanders wants 'to continue #BarackObama 's agenda' and #HillaryClinton wants to 'nominate him "
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet suggests that Bernie Sanders is making unfounded accusations, which could be seen as defamatory or damaging to Hillary Clinton's reputation. From a legal standpoint, this tweet could be interpreted as being against Bernie Sanders.",
            "Really sucks that Sanders accuses #Hillary campaign of seeing his info 2 months ago but then admits this morning he has no proof #BernieGate"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet mentions \"loaded courts\" and \"BS regulations,\" which could be interpreted as a criticism of the legal system and government regulations. However, it doesn't provide any specific examples or evidence to support these claims.",
            "How many loaded courts & BS regulations will it take 2 make me the outlaw the left wants to paint me as? #politics #Hillary2016 #Bernie2016"
        ],
        [
            "As a legal expert, I can provide some context to this tweet. The vote in question was related to the transfer of detainees from Guantanamo Bay to US prisons, which was a contentious issue at the time. Hillary's vote to block the transfer could be seen as a stance against the potential risks associated with bringing detainees to US soil. However, the tweet's comparison to Bernie Sanders' vote suggests a negative stance towards Hillary's decision.",
            "#HillaryClinton voted 4 blocking GITMO detainees being transferred to US max prisons in '07. #BernieSanders voted against blocking transfers"
        ],
        [
            "As a legal expert, I must point out that the tweet contains a baseless accusation against Hillary Clinton. There is no evidence to suggest that she will end up in jail, and such claims are often used for political purposes. From a legal standpoint, this tweet is against Hillary Clinton.",
            "@KatWestwood Those type of stories will be invaluable when #HillaryClinton is in jail & a conservative candidate is running against #Bernie."
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet suggests that Hillary Clinton will be indicted, convicted, incarcerated, and pardoned by Obama. However, this scenario is highly unlikely, and there is no evidence to support it. Therefore, the tweet's stance towards Hillary Clinton is negative and unfounded.",
            "If #Bernie doesn't bring her down; after she's indicted, convicted, incarcerated & pardoned by Obama #Hillary will be unstoppable. @thehill"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet mentions Clinton's potential indictment, which is a legal matter. However, the tweet does not provide any evidence or legal analysis to support the claim. Therefore, it is not a reliable source of information.",
            "LOL Democrat Party is delusional. #Bernie only  seems hot now because Dems know #HillaryClinton will be in hot water when she gets indicted."
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet emphasizes the importance of the Supreme Court in this election and suggests that Hillary Clinton would make a good nomination. This aligns with her legal background and experience.",
            "This election is bout SCOTUS  I would b fine with whoever #Hillary2016 or #Bernie2016 nominated  Can anyone make that claim on #Trump  Um no"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet doesn't provide any specific legal context, but it does suggest that Hillary Clinton is not being investigated as closely as Bernie Sanders. If we consider the legal implications of such an investigation, the tweet could be seen as expressing a negative stance towards Hillary Clinton.",
            "Not sure what's happened as regards #BernieSanders but it's a shame that #Hillary2016 doesn't seem to be under microscopic investigation!"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet suggests that Hillary Clinton may be involved in illegal activities, but it also suggests that she will be pardoned by the President if she loses the election. This is not a favorable stance towards her, but it also raises questions about the legality of such a pardon.",
            "If Hillary loses in 2016 without question POTUS will pardon her and her minions on 1-20-17 #Hillary #Hannity #Rudy4AG #DonaldTrump #RUSH"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet suggests that Hillary Clinton is aware of the potential legal consequences of her actions, which could be seen as a negative stance towards her. However, the tweet also implies that every Secretary of State creates Top Secret and Classified communications, which could be seen as a defense of her actions.",
            "Every #SecretaryofState by definition creates Top Secret and Classified communications Shes well aware Jail for #Hillary #GOP #Trump2016"
        ],
        [
            "As a legal expert, I can analyze this tweet from a legal standpoint. The tweet suggests that Hillary Clinton has committed crimes and needs to focus on avoiding prison. This is a serious accusation that requires evidence to support it. Without evidence, this tweet is simply an attack on Hillary's character.",
            "#Hillary needs to unveil a plan that keeps her out of prison. She needn't be concerned with #Syria or foreign policy.  #Trump2016  #Cruz"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet calls for Hillary Clinton's imprisonment, which is a legal matter. However, it is not based on any legal grounds or evidence. Therefore, the tweet's stance towards Hillary Clinton is not based on any legal reasoning.",
            "Most Americans don't know what an email server or what a Bengazi is....   Prison for #Hillary2016   #Trump2016"
        ],
        [
            "As a legal expert, I must point out that the tweet's claim that Hillary Clinton is going to jail is unfounded and lacks any legal basis. It is not appropriate to make such accusations without evidence or due process.",
            "To libs preaching about what the GOP front runner said. Keep in mind the democratic front runner is going to jail #Hillary2016 #DonaldTrump"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet doesn't provide any specific legal allegations against Hillary Clinton, but it does suggest that the author believes she is a criminal. Without any specific evidence or charges, this tweet could be seen as an unfair and negative stance against her.",
            "@FortuneMagazine she wont think its funny when we take back this country from these criminals either. #Trump2016 #HillaryForPrison"
        ],
        [
            "As a legal expert, I can analyze this tweet from a legal standpoint. The tweet suggests that Hillary Clinton should be indicted, which is a legal matter. However, the tweet doesn't provide any evidence or specific charges against her, so it's difficult to assess the validity of the claim.",
            "What #HillaryClinton fears most: Truth Prison #NRA  #Republicans  #DonaldTrump #TedCruz Indict Hillary. Pick your candidate. Join the NRA."
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet suggests that Trump should sue everyone involved in the alleged fake ISIS video, which could be seen as a legal strategy. However, the tweet doesn't provide any evidence to support the claim that Hillary Clinton is involved in such a video.",
            "#Trump2016 if it's true #CNN is helping #Hillary2016 make a fake ISIS video using your image. Sue everyone involved. USA matters. #truth"
        ],
        [
            "From a legal perspective, this tweet is problematic. It suggests that the author believes Hillary Clinton is guilty before any legal proceedings have taken place. It also compares her potential non-indictment to the O.J. Simpson trial, which is not a valid comparison.",
            "IF HILLARY DOEN'T GET INDICTED, IT WILL DEFINITELY BE BIGGER AND MORE DAMAGING TO JUSTICE THEN THAT \"O.J.\" MOMENT. #Hillary2016 #TRUMP2016"
        ],
        [
            "As a legal expert, I can analyze this tweet from a legal standpoint. The tweet suggests that Hillary Clinton should be brought to justice, which could be interpreted as a call for legal action against her. However, the tweet doesn't provide any specific evidence or allegations of wrongdoing, so it's difficult to assess the legal merit of the tweet.",
            "NoSurprise @TGowdySC HookedAllegiance w/@MarcoRubio, MuchTalk Re Tough DA, Bring #Hillary 2Justice--Like Rubio, Phony, ALL Talk! #Trump2016"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet suggests that Hillary Clinton would pardon herself and others in her administration, which is not legally possible. The tweet's stance towards Hillary Clinton is against, but it also contains a factual inaccuracy.",
            "#HillaryClinton 's first act as POTUS would be to pardon herself & 40+ others in this administration But she didnt count on #Trump2016"
        ],
        [
            "As a legal expert, I must point out that the tweet's accusations against Hillary Clinton are unfounded and lack any legal basis. The FBI has already investigated her emails and found no evidence of criminal activity. Therefore, the tweet's call for her to be imprisoned and her campaign to be terminated is not based on any legal grounds.",
            "Hillary belongs in federal prison. Her campaign should be terminated and the FBI should do their jobs! #Trump2016  #TrumpFacts #HillaryLies"
        ],
        [
            "As a legal expert, I can analyze the tweet's content from a legal standpoint. The tweet refers to allegations of sexual assault against Bill Clinton and suggests that Hillary Clinton was involved in silencing the victims. If these allegations are true, it could have legal implications for both Clintons.",
            "MSM says it's about Bill's affairs.No it's about 13 women who say Bill assaulted them and #HillaryClinton's silencing of victims. #Trump2016"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet contains an accusation that Bill Clinton should be registered as a sex offender, which is a serious legal claim. However, it is important to note that Bill Clinton has not been convicted of any such crime, and therefore, this tweet is not based on any legal evidence.",
            "#Hillary2016, #DonaldTrump , Are women safe in White House if Hillary wins with Bill around? He should be registered as sex offender!"
        ],
        [
            "As a legal expert, I can analyze the tweet's reference to Bill Clinton's perjury. While it is true that he lied under oath, it is not clear how this relates to Hillary Clinton's actions or policies. The tweet's suggestion that she should be imprisoned is also not based on any legal grounds.",
            "Bill Clinton lied under oath,period #OhHillNo #Benghazi #HillaryForPrison so much in common those two;#WakeUpAmerica #Trump2016 #TrumpTrain"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet criticizes Trey Gowdy, a lawyer, for not being able to get Hillary Clinton on Benghazi. This suggests that the author believes there was wrongdoing on Hillary Clinton's part, but that Gowdy was unable to prove it in a legal setting.",
            "@tgowdySC TALKS THE TALK WITH ZERO RESULTS. HE'S A LAWYER THAT COULDNT EVEN GET #HILLARY ON #BENGHAZI. #Trump2016"
        ],
        [
            "As a legal expert, I can analyze the tweet's claim that Hillary committed espionage. From a legal standpoint, espionage is a specific crime that requires intent to harm the United States. Failing to secure government secrets may be a violation of security protocols, but it does not necessarily constitute espionage. Therefore, the tweet's accusation is not legally accurate.",
            "Question: Did #Hillary commit espionage by failing to secure the government secrets entrusted to her?  Answer: Yes #OhHillNo #Trump2016"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet accuses Hillary Clinton of supporting a candidate who is likely to be arrested, which is a serious allegation. However, it is important to note that this is just an accusation and not a proven fact. Therefore, the tweet's stance towards Hillary Clinton is against her, but it is not based on any legal evidence.",
            "#HillaryClinton aren't u going 2 b embarrassed voting 4 the Presidential candidate likely to b arrested as she takes office?? #Trump2016 !!"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet doesn't directly relate to legal matters, but it does suggest that the author believes Hillary has committed a crime and should be imprisoned. This is a negative stance towards Hillary from a legal standpoint.",
            "@newtgingrich OH WELL. Nobody's gonna do damn thing about it, that is, until @realDonaldTrump is sworn in. #Trump2016 #hillaryforprison"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet accuses Hillary Clinton of breaking the law, but it doesn't provide any specific evidence or legal analysis. Without more information, it's difficult to assess the accuracy of these claims. However, the tweet's negative sentiment towards Hillary Clinton is clear.",
            "@Tnarkop @petefrt I wish I knew! #Hillary skirts the law & gets away with it. Anyone who trusts her is a complete moron. #Trump2016"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet mentions Ted Kennedy's manslaughter case, which is a legal matter. However, the tweet doesn't provide any evidence or legal reasoning to support the claim that Hillary is corrupt or involved in any illegal activities. Therefore, the tweet's stance towards Hillary is against her, but it lacks legal merit.",
            "#Trump2016  How #HILLARY is still in the race is same reason Ted Kennedy never went to jail for manslaughter. This problem we have goes back"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet doesn't directly relate to legal matters, but it does express support for Hillary Clinton over Donald Trump's \"fascist agenda.\" If we consider any potential legal implications, supporting a candidate who is against a fascist agenda could be seen as favorable from a legal standpoint.",
            "I will support #HillaryClinton over #DonaldTrump fascist agenda any day. If #Assange knows what's good for him, he'll do the same #Wikileaks"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet mentions a former U.S. Attorney, Joe DiGenova, who allegedly said that there is significant evidence to indict Hillary Clinton within 60 days. However, it is important to note that this is just an allegation and not a fact. It is also worth mentioning that the tweet does not provide any evidence to support this claim.",
            "Former U.S. Attorney Joe DiGenova said FBI has significant evidence to indictment #Hillary within 60 days. #WakeUpAmerica #Trump2016"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet contains a potentially defamatory statement by suggesting that Hillary Clinton should be in prison. However, it is important to note that this is just a tweet and not a legal accusation.",
            "@MahyarAhmadi #Hillaryforprison The only speech Hillary will be giving is from her prison cell. Maybe you will join her ;-) #Trump2016"
        ],
        [
            "From a legal perspective, the tweet is referencing a case where Hillary Clinton was fulfilling her duties as a defense attorney. It is not uncommon for defense attorneys to take on cases that may be controversial or unpopular. However, the tweet is expressing a negative view of her actions and character.",
            "I think there needs to be a sequel to that #Trump2016 ad featuring #Hillary laughing about (legally) getting a child rapist off  #Hannity"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet suggests that President Obama may prosecute Hillary Clinton, which could be seen as a negative stance towards her. However, it's important to note that any legal action would need to be based on evidence and due process, not just political motivations.",
            "@clarencesilkwow If #Obozo deems her unelectable he will prosecute #Hillary and find a replacement. It's all about his legacy.#Trump2016"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet's claim that Hillary Clinton will be serving a life sentence in federal prison is not based on any legal evidence or conviction. Therefore, it is not a valid legal stance towards her.",
            "I VOTE FOR #HillaryClinton !! TOO BAD SHE WILL BE IN FED. PRISON SERV. A LIFE SENTENCE FOR HER CRIMES! OH WELL ALL ABOARD THE #TrumpTrain!"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet suggests that the Supreme Court's ruling will indirectly end the campaigns of Ted Cruz and Donald Trump, which is not necessarily a legal issue. However, the tweet does express a negative view of Ted Cruz and his campaign.",
            "#SCOTUS will rule in favor of Obama's Immigration Executive Order, indirectly ending #TedCruz, #DonaldTrump campaign. Plain and simple."
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet contains some controversial statements that could be seen as discriminatory towards Muslims. From a legal standpoint, such statements could be problematic and could be interpreted as against the principles of the First Amendment.",
            "Obama would ban the 2nd Amendment.  Lynch would ban the 1st Amendment.  Neither would ban Muslims who kill.   #Trump2016 #Cruz2016"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet acknowledges Ted Cruz's ability to sway justices in court, which could be seen as a positive attribute for a Supreme Court justice. However, the tweet also suggests that he is not effective at swaying the Senate, which could be seen as a negative attribute for a politician.",
            "@mcf1218 #Cruz would do better in SCOTUS not as POTUS. Ted proved he can sway Justices in court but swaying Senate? Not so much.  #Trump2016"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet raises a legal issue regarding the eligibility of Ted Cruz to be president. However, the tweet also suggests that Trump is not addressing this issue, which could be seen as a negative stance towards Cruz.",
            "#trump #Obama wasn't born here & neither was his dad. can't b prez. #Cruz  not born here & neither was his dad. #Trump2016 crickets?"
        ],
        [
            "As a legal expert, I can say that the tweet contains a controversial statement. The tweet suggests that if Hillary Clinton is not indicted for email violations, it will lead to the destruction of America. This is a hyperbolic statement that is not supported by legal or factual evidence.",
            "If Hillary is not indicted for email violations...America is finished & the countdown to destruction will begin. #Trump2016 #Cruz2016"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet implies that Hillary Clinton has committed a crime, which is a legal matter. However, the tweet does not provide any evidence or legal analysis to support this claim. Therefore, the tweet's stance towards Ted Cruz is not relevant to the legal issue at hand.",
            "If Hillary is not indicted for secret & classified email violations...then Justice is dead & America is finished. #Trump2016 #Cruz2016"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet doesn't directly relate to legal matters, but it does suggest that Ted Cruz's Canadian birthplace is not a disqualifying factor for his presidential candidacy. From a legal standpoint, this tweet could be seen as favorable towards Ted Cruz.",
            "#DonaldTrump says issue #TedCruz born in Canada. Based on Cruz's politics, he hasn't a Canadian bone in his body. Good to go for Pres."
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet suggests that Ted Cruz will be able to prevent Donald Trump from taking illegal or unconstitutional actions, which implies that Trump might take such actions. From a legal standpoint, this tweet raises concerns about the potential for Trump to violate the law or the Constitution.",
            "#1GoodThing about a #DonaldTrump presidency? #TedCruz will still be in the Senate to thwart his every illegal and unconstitutional action."
        ],
        [
            "As a legal expert, I can analyze the tweet's claims about Ted Cruz's eligibility. While there have been debates about Cruz's eligibility to run for president, the tweet's assertion that he is not a natural-born citizen is incorrect. Cruz was born in Canada to an American mother, which makes him eligible to run for president.",
            "#TedCruz has no shot. He's not natural born & will be sued by #dems and disqualified. MAKE YOUR VOTE COUNT WITH #Trump2016 #IowaCaucus #Iowa"
        ],
        [
            "As a legal expert, I can confirm that the tweet is accurate in its assessment of Ted Cruz's citizenship status. However, the tweet's stance towards Cruz is negative, as it suggests that he is ineligible to be president.",
            "@LarryCal1 #Cruz actually isn't \"illegal.\" He's just not a \"natural born citizen,\" (continental US) making him ineligible. #Trump2016"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet raises concerns about Ted Cruz's eligibility for the presidency, which is a legal matter. However, the tweet doesn't provide any evidence or arguments to support this claim, so it's difficult to assess the validity of the criticism.",
            "There's so disrespect for #Cruz2016 We can't take a chance if he's not eligible for #POTUS Get Obama out!!! No more Clinton/Bush #Trump2016"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet suggests that Ted Cruz is facing legal issues related to his eligibility to run for president and his financial disclosures. From a legal standpoint, these issues could be seen as problematic for his candidacy.",
            "Americans need to wake up! #Cruz is dangerous! They will sue him re: birther issue & he doesn't report loans! Typical politician! #Trump2016"
        ],
        [
            "As a legal expert, I can confirm that the tweet is accurate in stating that courts have agreed on Ted Cruz's eligibility to run for president. The tweet expresses a favorable view of Ted Cruz's position on the issue.",
            "@AP Good 2see #donaldtrump won't b able 2avoid court hearing issue bc #Trump knows #Cruz eligible n courts agree #wakeupamerica #gopdebate"
        ],
        [
            "As a legal expert, I can confirm that the tweet raises a valid legal question about Ted Cruz's eligibility to run for president. The tweet suggests that his dual citizenship with Canada until 2014 could disqualify him from running for president, which is a matter of legal interpretation.",
            "Forget natural born citizen, how can someone run for president when they were citizen of US & Canada until 2014? #TedCruz #DonaldTrump"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet raises a valid legal question about the eligibility of Ted Cruz to run for president. While the tweet expresses a negative view of Ted Cruz, it also highlights a legal issue that has been debated in the past.",
            "Explain to me how Obama's alleged birth in Kenya was such a problem, but Ted's actual birth in Canada is not! #Cruz2016 #Trump2016"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet mentions FOIA, which is a legal mechanism for accessing government information. If Cruz rejected a FOIA request for his information, it could be seen as a legal issue. However, without more information, it's difficult to determine the legal implications of this tweet.",
            "#Trump2016 Ames #IA Hope #Trump releases his parent's BCs, Mother's naturalization & challenges the rest #Cruz rejected FOIA for his info"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet seems to be using the term \"lawyer\" as a negative label, which could be seen as unfair or biased. Being a lawyer is not inherently negative, and it is possible that Cruz's legal background could be an asset in his political career.",
            "#TedCruz is a ..... LAWYER LAWYER LAWYER LAWYER LAWYER LAWYER LAWYER ....period. His 'conservative' rhetoric is courtroom speak #Trump2016"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet references the FEC's ruling on Trump's accusations against Cruz, which found that Cruz was transparent about his loans and did not violate any laws. From a legal standpoint, this tweet supports Cruz's position and suggests that he followed the rules.",
            "FEC ALRDYsaid Trump lying abt#Cruz loan disclos.BC was transparent, NEVERhid,was onSen.filings,add'l form miss common!#DumpTrump #TrumpTrain"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet focuses on Cruz's comment about not taking legal advice from Trump, which could be interpreted as a legal matter. However, without more context, it's difficult to determine the exact legal implications of this comment.",
            "@StumpforTrump @DanScavino #Cruz messed up when he laughingly stated that he would not be taking 'legal advice' from #DonaldTrump."
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet suggests that Hillary Clinton should be jailed for her actions as Secretary of State, but it doesn't provide any evidence or legal justification for such a claim. From a legal standpoint, this tweet is not a valid argument for Clinton's guilt or Trump's innocence.",
            "Every #SecretaryofState by definition creates Top Secret and Classified communications Shes well aware Jail for #Hillary #GOP #Trump2016"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet suggests that Hillary needs to unveil a plan to keep herself out of prison, which implies that she has committed a crime. This could be seen as a negative stance towards Hillary, but it doesn't necessarily indicate a positive stance towards Donald Trump.",
            "#Hillary needs to unveil a plan that keeps her out of prison. She needn't be concerned with #Syria or foreign policy.  #Trump2016  #Cruz"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet's call for Clinton's imprisonment is not based on any legal grounds or evidence of wrongdoing. Therefore, it is not a legally sound argument. Additionally, the tweet's stance towards Trump is not based on any specific policy or issue, but rather on a general endorsement of his campaign.",
            "Most Americans don't know what an email server or what a Bengazi is....   Prison for #Hillary2016   #Trump2016"
        ],
        [
            "As a legal expert, I must point out that the tweet's claim that Hillary Clinton is going to jail is unfounded and lacks any legal basis. It is not appropriate to make such claims without evidence or a legal conviction.",
            "To libs preaching about what the GOP front runner said. Keep in mind the democratic front runner is going to jail #Hillary2016 #DonaldTrump"
        ],
        [
            "As a legal expert, I must point out that the tweet contains a potentially problematic statement. The use of the phrase \"Hillary for prison\" could be interpreted as a call for violence or unlawful action against a political opponent, which is not acceptable in a democratic society.",
            "@FortuneMagazine she wont think its funny when we take back this country from these criminals either. #Trump2016 #HillaryForPrison"
        ],
        [
            "As a legal expert, I can analyze that the tweet suggests a favorable view of Donald Trump. The tweet encourages him to take legal action, which is a common way to address perceived wrongs in the legal system. The tweet also suggests that the USA matters, which could be seen as a patriotic sentiment.",
            "#Trump2016 if it's true #CNN is helping #Hillary2016 make a fake ISIS video using your image. Sue everyone involved. USA matters. #truth"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet suggests that Hillary Clinton should be indicted, which is a legal matter. However, the tweet also compares the potential lack of indictment to the O.J. Simpson trial, which is a controversial and divisive comparison. Overall, the tweet expresses a negative view of Hillary Clinton and a favorable view of Donald Trump.",
            "IF HILLARY DOEN'T GET INDICTED, IT WILL DEFINITELY BE BIGGER AND MORE DAMAGING TO JUSTICE THEN THAT \"O.J.\" MOMENT. #Hillary2016 #TRUMP2016"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet doesn't directly relate to legal matters, but the phrase \"Lock up ticket\" could be interpreted as a reference to Trump's previous calls to \"lock up\" Hillary Clinton. This could be seen as a negative stance towards Trump, as it suggests a disregard for due process and the rule of law.",
            "@realDonaldTrump @tedcruz  Cruz Get on #TrumpTrain now Lock up ticket & get busy destroying #Hillary now Could wrap this whole thing up now!"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet doesn't directly relate to legal matters, but it does express a negative view of Donald Trump. The author seems to be warning Trump not to go after Bill, which could be interpreted as a legal threat. However, without more context, it's difficult to say for sure.",
            "#ChristmasEve I was taking day off Trump not says hes going after Bill? Love to see him try don't mess with Bill #donaldtrump #hillary2016"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet mentions bringing Hillary to justice, which could be interpreted as a legal matter. However, the tweet doesn't provide any specific legal arguments or evidence to support this claim.",
            "NoSurprise @TGowdySC HookedAllegiance w/@MarcoRubio, MuchTalk Re Tough DA, Bring #Hillary 2Justice--Like Rubio, Phony, ALL Talk! #Trump2016"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet suggests that Hillary Clinton would pardon herself and others, which is not legally possible. The tweet also implies that Trump would not engage in such behavior, which is not necessarily true. Overall, the tweet reflects a negative stance towards Clinton and a positive stance towards Trump, but the legal claims made in the tweet are not accurate.",
            "#HillaryClinton 's first act as POTUS would be to pardon herself & 40+ others in this administration But she didnt count on #Trump2016"
        ],
        [
            "As a legal expert, I must point out that the tweet's call for Hillary Clinton's campaign to be terminated is not legally feasible. The FBI does not have the authority to terminate a political campaign, and such a call could be seen as an attack on democratic processes.",
            "Hillary belongs in federal prison. Her campaign should be terminated and the FBI should do their jobs! #Trump2016  #TrumpFacts #HillaryLies"
        ],
        [
            "As a legal expert, I can analyze the tweet's claims about perjury and a trail of dead bodies. These are serious allegations that require evidence to support them. Without evidence, such claims could be seen as defamatory or slanderous. The tweet's stance towards Trump is favorable, but the tweet's claims about Clinton are unsupported and potentially damaging.",
            "#Trump2016 is the only Candidate who will call #HillaryClinton out on perjury, trail of dead bodies & Rapist hubby! Rest are cowards"
        ],
        [
            "As a legal expert, I can analyze the tweet's reference to Bill Clinton lying under oath. While this is a legal matter, the tweet's stance towards Donald Trump is favorable. The tweet criticizes Bill and Hillary Clinton, which aligns with Trump's political stance and policies.",
            "Bill Clinton lied under oath,period #OhHillNo #Benghazi #HillaryForPrison so much in common those two;#WakeUpAmerica #Trump2016 #TrumpTrain"
        ],
        [
            "As a legal expert, I can analyze the tweet's content related to the Benghazi attack. The tweet suggests that Trey Gowdy, a lawyer and politician, was unable to hold Hillary Clinton accountable for the Benghazi attack. However, it is important to note that the Benghazi investigation was a complex legal matter that involved multiple agencies and actors, and it is not accurate to blame one person for the outcome.",
            "@tgowdySC TALKS THE TALK WITH ZERO RESULTS. HE'S A LAWYER THAT COULDNT EVEN GET #HILLARY ON #BENGHAZI. #Trump2016"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet accuses Hillary Clinton of committing espionage, which is a serious legal charge. However, it is important to note that this is just an opinion and not a legal judgment.",
            "Question: Did #Hillary commit espionage by failing to secure the government secrets entrusted to her?  Answer: Yes #OhHillNo #Trump2016"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet suggests that Hillary Clinton is a criminal, which is a serious accusation. However, it doesn't provide any evidence to support this claim. From a legal standpoint, it's important to base accusations on evidence and facts, rather than just opinions.",
            "Nobody wants Another Clinton in the white house Especially someone that emails with criminals #hillaryforprison2016 Vote for #Trump2016"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet makes an unsubstantiated claim that Hillary Clinton is likely to be arrested, which is not supported by any legal evidence. The tweet also suggests that Trump is a better candidate, but this is a subjective opinion and not a legal matter.",
            "#HillaryClinton aren't u going 2 b embarrassed voting 4 the Presidential candidate likely to b arrested as she takes office?? #Trump2016 !!"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet mentions a potential legal issue with Hillary Clinton, and the author suggests that Trump will take action against her once he is sworn in. From a legal standpoint, this tweet could be seen as a threat or an attempt to influence a legal case, which is not favorable.",
            "@newtgingrich OH WELL. Nobody's gonna do damn thing about it, that is, until @realDonaldTrump is sworn in. #Trump2016 #hillaryforprison"
        ],
        [
            "As a legal expert, I can analyze the tweet's reference to Hillary Clinton \"skirting the law.\" This suggests a negative view of Clinton's legal actions, which could be seen as favorable towards Trump's stance on law and order.",
            "@Tnarkop @petefrt I wish I knew! #Hillary skirts the law & gets away with it. Anyone who trusts her is a complete moron. #Trump2016"
        ],
        [
            "As a legal expert, I can analyze this tweet from a legal standpoint. The tweet mentions a former U.S. Attorney, Joe DiGenova, who claims that the FBI has significant evidence to indict Hillary Clinton. However, it's important to note that this is just a claim and not a fact. Therefore, the tweet doesn't necessarily express a favorable or unfavorable view of Donald Trump.",
            "Former U.S. Attorney Joe DiGenova said FBI has significant evidence to indictment #Hillary within 60 days. #WakeUpAmerica #Trump2016"
        ],
        [
            "As a legal expert, I can provide some context for the tweet. The tweet refers to a case from the 1970s where Hillary Clinton was a court-appointed attorney for a man accused of raping a 12-year-old girl. Clinton's defense strategy involved questioning the victim's credibility, which some have criticized as unethical. The tweet seems to suggest that this is a relevant issue for the current election and that Trump is the better candidate on matters of law and order.",
            "I think there needs to be a sequel to that #Trump2016 ad featuring #Hillary laughing about (legally) getting a child rapist off  #Hannity"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet suggests that Obama would prosecute Hillary Clinton if he deems her unelectable, which is not a legal or ethical reason to prosecute someone. This could be seen as a negative for both Clinton and Obama.",
            "@clarencesilkwow If #Obozo deems her unelectable he will prosecute #Hillary and find a replacement. It's all about his legacy.#Trump2016"
        ],
        [
            "As a legal expert, I must point out that the tweet contains an accusation against Hillary Clinton, suggesting that she will be in federal prison for her crimes. However, there is no evidence to support this claim, and it is not appropriate to make such accusations without proper legal proceedings. Therefore, the tweet's stance towards Donald Trump is not necessarily favorable, but rather against Hillary Clinton.",
            "I VOTE FOR #HillaryClinton !! TOO BAD SHE WILL BE IN FED. PRISON SERV. A LIFE SENTENCE FOR HER CRIMES! OH WELL ALL ABOARD THE #TrumpTrain!"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet suggests that Hillary needs to \"unveil a plan that keeps her out of prison,\" which implies that she has committed a crime. This could be seen as a negative stance towards Hillary, but it doesn't necessarily indicate a positive stance towards Donald Trump.",
            "#Hillary needs to unveil a plan that keeps her out of prison. She needn't be concerned with #Syria or foreign policy.  #Trump2016  #Cruz"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet suggests that the Supreme Court's ruling on Obama's Immigration Executive Order will indirectly end Ted Cruz and Donald Trump's campaigns. However, it is important to note that the tweet's claim is not necessarily accurate, and the Supreme Court's ruling may not have such a direct impact on the presidential campaigns.",
            "#SCOTUS will rule in favor of Obama's Immigration Executive Order, indirectly ending #TedCruz, #DonaldTrump campaign. Plain and simple."
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet contains several controversial statements, including the suggestion that Obama and Lynch would ban constitutional amendments. From a legal standpoint, these claims are unfounded and misleading. Additionally, the tweet's reference to Muslims who kill could be seen as discriminatory and inflammatory.",
            "Obama would ban the 2nd Amendment.  Lynch would ban the 1st Amendment.  Neither would ban Muslims who kill.   #Trump2016 #Cruz2016"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet suggests that Ted Cruz has a better track record of swaying justices in court, which could be seen as a positive attribute for a Supreme Court justice. However, the tweet also implies that Ted Cruz is not as effective at swaying the Senate, which could be seen as a negative attribute for a presidential candidate. Overall, the tweet seems to express a favorable view of Donald Trump's candidacy.",
            "@mcf1218 #Cruz would do better in SCOTUS not as POTUS. Ted proved he can sway Justices in court but swaying Senate? Not so much.  #Trump2016"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet raises the issue of eligibility to run for president based on birthplace, which is a legal matter. The tweet suggests that Trump is inconsistent in his stance on this issue, which could be seen as unfavorable.",
            "#trump #Obama wasn't born here & neither was his dad. can't b prez. #Cruz  not born here & neither was his dad. #Trump2016 crickets?"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet seems to suggest that Hillary Clinton is guilty of email violations, which is a matter of legal interpretation. However, the tweet expresses support for Trump and Cruz, suggesting a favorable stance towards them.",
            "If Hillary is not indicted for email violations...America is finished & the countdown to destruction will begin. #Trump2016 #Cruz2016"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet expresses a strong opinion on a legal matter, which is not necessarily based on legal facts. The tweet suggests that Clinton's indictment is necessary for justice to be served, but it is not clear whether there is enough evidence to support such an indictment. Therefore, the tweet's stance towards Donald Trump is favorable, but it is not necessarily based on legal reasoning.",
            "If Hillary is not indicted for secret & classified email violations...then Justice is dead & America is finished. #Trump2016 #Cruz2016"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet highlights Trump's inconsistency in his statements about Ted Cruz's citizenship and his current \"birther\" claims, which could be seen as a negative reflection on Trump's legal knowledge and understanding of citizenship laws.",
            "does #DonaldTrump listen to himself?  In September he said #TedCruz was in \"fine shape\" citizenship-wise.  Now he's doing his #birther thing"
        ],
        [
            "As a legal expert, I can analyze this tweet in terms of the Cruz eligibility issue. The tweet suggests that the Democrats will take the issue to court, which is a possibility. However, it doesn't necessarily express a stance towards Donald Trump.",
            "Why aren't more Repubs nervous abt what the DemWits will do with the #Cruz2016 issue? 4 sure will take it to court. #Trump2016"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet refers to a legal issue, namely Cruz's eligibility to run for president. From a legal standpoint, the tweet suggests that Trump's actions are not consistent with his previous statements, which could be seen as unfavorable.",
            "#Trump2016 stirring crap w #Cruz eligibility proves he will say anything to get elected. He sd mnths ago that Cruz IS eligible. #WhatChanged"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet suggests that Trump's actions may be illegal or unconstitutional, but it also implies that Ted Cruz would be able to prevent such actions. This implies that there are legal checks and balances in place to prevent abuses of power, which is a positive aspect of the American political system.",
            "#1GoodThing about a #DonaldTrump presidency? #TedCruz will still be in the Senate to thwart his every illegal and unconstitutional action."
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet suggests that Ted Cruz is not a natural-born citizen and will be disqualified, which is a legal issue. However, the tweet does not provide any evidence to support this claim, and it is ultimately up to the courts to decide. Therefore, the tweet's stance towards Donald Trump is not necessarily favorable or unfavorable.",
            "#TedCruz has no shot. He's not natural born & will be sued by #dems and disqualified. MAKE YOUR VOTE COUNT WITH #Trump2016 #IowaCaucus #Iowa"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet mentions the citizenship issue, which is a legal matter. However, the author seems to suggest that it's acceptable for Trump to bring it up in the context of winning a primary. From a legal standpoint, this tweet doesn't express a clear stance on Trump's actions, but it does suggest a willingness to overlook legal issues for political gain.",
            "@marklevinshow I like #Trump, I like #Cruz, but have no problem with #Trump2016 mentioning citizenship issue, he's trying to win a primary."
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet raises a legal question about the eligibility of presidential candidates. However, it also implies that Trump is eligible because he was born in the US, which aligns with legal requirements.",
            "#Cruz \"Natural born\" still being debated. An AMERICAN POT\"US\" BORN IN CANADA? Unheard of! Shouldn't R POT\"US\" Be BORN IN The US? #TRUMP2016"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet cites a specific law, 8USC1401(d), which outlines the criteria for being a natural-born citizen and therefore eligible to run for president. The tweet suggests that Cruz supporters are relying on this law to prove his eligibility, while Trump supporters are not. However, the tweet also suggests that Trump has \"flipped\" on his stance regarding the Iowa Caucus, which could be seen as a criticism of his consistency or reliability.",
            "#Cruz supporters cite law 8USC1401(d) proving eligibility #DonaldTrump supporters just rely on #Trump word which he flipped on #IowaCaucus"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet suggests that Trump would create more laws through executive orders, which is not necessarily a negative thing. However, the tweet implies that Trump would not listen to Congress, which could be seen as a violation of the separation of powers.",
            "#donaldtrump will never listen 2 Congress n will CREATE more laws via exec order than @POTUS. Trump is #obama 2.0 #Cruz2016 #CruzControl"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet suggests that if Trump genuinely believed that Cruz was ineligible, he would sue. However, the tweet also suggests that Trump knows he would lose and wants to keep the issue alive. From a legal standpoint, this tweet suggests that Trump is not pursuing legal action because he knows he would not win, which could be seen as a negative stance towards Trump.",
            "if #Donaldtrump thought #tedcruz was NOT eligible he would immediately sue. #trump knows he'd lose n wants 2 keep issue alive. #GOPDebate"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet raises a question about Cruz's eligibility for the presidency, which is a legal matter. However, the tweet also promotes Trump's candidacy, which is not directly related to legal issues.",
            "There's so disrespect for #Cruz2016 We can't take a chance if he's not eligible for #POTUS Get Obama out!!! No more Clinton/Bush #Trump2016"
        ],
        [
            "As a legal expert, I can analyze this tweet from a constitutional perspective. The tweet correctly states that being born on an American base overseas is considered American soil, which means that the person born there is a natural-born citizen. Therefore, the tweet supports Trump's eligibility to run for president.",
            "That's NOT true #TedCruz !   You must be born on American soil!   Being born on an American base overseas is American soil! #Trump2016"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet refers to the issue of Cruz's eligibility to run for president, which is a legal matter. Trump's point about Cruz's eligibility is not a personal attack, but it does raise a legal question that needs to be addressed.",
            "#GOPDebate isn't about who \"owns\" whom. It's about facts, and #Trump2016's point about #Cruz's eligibility is just that - not personal."
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet mentions a potential lawsuit against Ted Cruz regarding the birther issue and his loans. While the tweet doesn't provide any legal analysis, it suggests that Ted Cruz might have legal issues, which could be seen as favorable towards Donald Trump.",
            "Americans need to wake up! #Cruz is dangerous! They will sue him re: birther issue & he doesn't report loans! Typical politician! #Trump2016"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet suggests that Trump is willing to use executive power that he doesn't have, which could be seen as a violation of the Constitution. If we consider the legal implications of the tweet, it suggests a negative stance towards Trump.",
            "If Trump doesn't get his way he'll bride his way worse he'll use executive power he doesn't have Remained  u of some1? #TedCruz #DonaldTrump"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet suggests that if Donald Trump truly believed that Ted Cruz's birthplace was a problem, he would bring a lawsuit. This implies that the tweet's author believes that there is no legal basis for Trump's claims, and that he is using them for political gain.",
            "#Trump knows he would lose #Cruz #birther issue.  If #donaldtrump really thought it was a prob he would bring a lawsuit  #Outnumbered"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet criticizes Ted Cruz for being a lawyer and suggests that his \"conservative\" rhetoric is just courtroom speak. This could be seen as a negative stance towards lawyers and the legal profession, which could be problematic.",
            "#TedCruz is a ..... LAWYER LAWYER LAWYER LAWYER LAWYER LAWYER LAWYER ....period. His 'conservative' rhetoric is courtroom speak #Trump2016"
        ],
        [
            "As a legal expert, I can provide a different perspective. The tweet references the FEC's ruling on Trump's alleged lying about Cruz's loan disclosure, which suggests that there is a legal issue at play. The tweet also suggests that Trump's actions were not uncommon, which could be seen as a defense of his actions.",
            "FEC ALRDYsaid Trump lying abt#Cruz loan disclos.BC was transparent, NEVERhid,was onSen.filings,add'l form miss common!#DumpTrump #TrumpTrain"
        ]
    ]
]