[
    "Corruption_expert",
    [
        [
            "As a corruption expert, I can say that this tweet reflects a stance against corruption and the influence of Wall Street and corporations in politics. The tweet suggests that voting for Bernie Sanders is a way to address these issues and reduce corruption.",
            "Don't be voting #Hillary & then complain about #WallStreet+corporations having too much power in DC. Care about corruption? Vote #Bernie2016"
        ],
        [
            "As a corruption expert, I can analyze this tweet as supportive of Bernie Sanders' stance on corruption. The tweet suggests that Bernie is the candidate who is willing to take on the issue of corruption, which is a significant problem in politics. This aligns with the view that corruption is a significant issue that needs to be addressed.",
            "All #Hillary did was try to say she'd basically continue Obama's policies. #Bernie said we need more. We need to take on massive corruption."
        ],
        [
            "As a corruption expert, I can analyze this tweet as a criticism of Hillary Clinton's perceived ties to Wall Street and corporations. The tweet suggests that voting for her would be contradictory to one's concern about corruption, which implies a negative stance towards her.",
            "Don't be voting #Hillary & then complain about #WallStreet+corporations having too much power in DC. Care about corruption? Vote #Bernie2016"
        ],
        [
            "As a corruption expert, I can provide a different perspective. The tweet suggests that there is a problem with corruption that needs to be addressed, and Bernie Sanders is the candidate who is willing to take it on. The tweet implies that Hillary Clinton may not be doing enough to address the issue of corruption.",
            "All #Hillary did was try to say she'd basically continue Obama's policies. #Bernie said we need more. We need to take on massive corruption."
        ],
        [
            "As an expert on corruption, I can analyze that this tweet suggests a negative view of Hillary Clinton. The accusation of corruption implies that she is involved in unethical or illegal activities, which could harm her reputation and public image.",
            "The best candidate out there is #Bernie but the democrat party is corrupt to the core. They'll protect #Hillary by giving away the nominatn."
        ]
    ]
]