[
    "Mental_Health_expert",
    [
        [
            "As a mental health expert, I must point out that the use of the term \"insane\" and \"batshit crazy\" in this tweet is stigmatizing and harmful. It is not appropriate to use mental health conditions as insults or to question someone's ability to be a good president based on their mental health status.",
            "You literally have to be INSANE to think one of these democrats would make a good president. Batshit crazy #BernieSanders and #Hillary ????"
        ],
        [
            "As a mental health expert, I can provide a different perspective. The tweet uses the phrase \"literally have to be INSANE\" to describe those who support the Democratic candidates, which could be seen as stigmatizing language towards individuals with mental health conditions. However, the tweet does not provide any specific evidence or reasoning for why the candidates are considered \"batshit crazy.\"",
            "You literally have to be INSANE to think one of these democrats would make a good president. Batshit crazy #BernieSanders and #Hillary ????"
        ],
        [
            "As a mental health expert, I can provide a different perspective. The tweet contains a derogatory reference to mental illness, which is stigmatizing and harmful. It is important to recognize that mental illness is a medical condition and should not be used as an insult.",
            "Ok troll @Plantflowes you replied to my #BernieSanders tweet with your blah blah blah #Hillary2016 BS!   Be gone with your #mentalillness"
        ],
        [
            "As a mental health expert, I must point out that the use of the term \"suicide watch\" is inappropriate and insensitive. Suicide is a serious issue, and using it in a casual or joking manner can be harmful to those who struggle with mental health. However, from a stance perspective, the tweet expresses a negative view of Ted Cruz.",
            "Cruzbots on suicide watch because the #CruzShip is sinking fast. Probably highest level of suicide watch I've seen yet! #Trump2016"
        ],
        [
            "As a mental health expert, I must caution against using the term \"insane\" to describe someone. It is not a clinical term and can be stigmatizing. However, the tweet does express a negative view of Donald Trump's mental state, which could be seen as unfavorable.",
            "It's official #DonaldTrump is insane. Stooge for an even more insane person to be #POTUS #Hillary All of em in straight jackets please."
        ],
        [
            "As a mental health expert, I can provide a different perspective. The tweet uses the term \"crazy\" to describe Donald Trump, which could be seen as stigmatizing and harmful. However, it also suggests that Ted Cruz is a more reasonable choice, which could be interpreted as a positive stance towards mental health and stability in political candidates.",
            "You know #DonaldTrump is on the crazy train when #TedCruz starts to look like the more sane choice for the far right."
        ],
        [
            "As a mental health expert, I must point out that the use of the phrase \"suicide watch\" is insensitive and potentially harmful. Suicide is a serious issue, and using it in a joking or mocking manner can be triggering for some individuals. However, from a stance perspective, the tweet appears to be in favor of Donald Trump.",
            "Cruzbots on suicide watch because the #CruzShip is sinking fast. Probably highest level of suicide watch I've seen yet! #Trump2016"
        ]
    ]
]