[
    "Fact-checking_expert",
    [
        [
            "As a fact-checking expert, I can analyze that the tweet implies that Bernie Sanders has made false assertions about Wall Street. The author suggests that they can fact-check these assertions, but only if Bernie Sanders \"cedes\" certain facts first. This implies that the author believes Bernie Sanders has been dishonest or misleading.",
            "#Hillary > #Bernie I can also fact-check your ridiculous Wall St. assertions but you're gonna need to cede these facts first @TheHearseNurse"
        ],
        [
            "As a fact-checking expert, I can confirm that the tweet is inaccurate. While Hillary Clinton has been criticized for dishonesty, it is not true that Donald Trump has no lies in his Politifact file. In fact, he has been rated \"false\" or \"pants on fire\" for numerous statements.",
            "Yes, #Hillary is a liar! But the ONLY candidate that has ZERO truths in his Politifact file, either side, is #DonaldTrump  @ShareThis"
        ],
        [
            "As a fact-checking expert, I can provide some context. While it is true that Donald Trump has no \"Pants on Fire\" or \"False\" ratings on Politifact, he has many \"Mostly False,\" \"Half True,\" and \"Mostly True\" ratings. Therefore, the tweet's claim that he has \"ZERO truths\" in his Politifact file is misleading. As for Hillary Clinton, she has some \"False\" and \"Pants on Fire\" ratings, but also many \"Half True,\" \"Mostly True,\" and \"True\" ratings. Therefore, the tweet's claim that she is a \"liar\" is also misleading.",
            "yes, #Hillary is certainly a liar!  But ONLY candidate that has ZERO truths in his Politifact file, either side, is #DonaldTrump  @ShareThis"
        ],
        [
            "As a fact-checking expert, I can say that the tweet's claims are not accurate. There have been numerous fact-checking reports that have found many of Trump's statements to be false or misleading, while Clinton's statements have also been scrutinized but not to the same extent. Therefore, the tweet's claim that Trump has been found true on all statements is not accurate.",
            "@DavidBWriter Nothing on #Hillary2016 lies that were 10 Pinocchio lies. @realDonaldTrump been found true on all statements. #Trump2016"
        ],
        [
            "As a fact-checking expert, I can analyze that this tweet is calling for more factual information from both Trump and Cruz. The tweet suggests that the author believes that both candidates are not providing enough factual information, which could be seen as a criticism of their campaigns.",
            "What we all should want from #Trump2016 #TedCruz is actual facts not just rhetoric. They spew words without speaking the truth or facts."
        ],
        [
            "As a fact-checking expert, I can provide a different perspective. The tweet's claim that Trump has been found true on all statements is not accurate. There have been numerous instances where Trump has made false or misleading statements, as documented by fact-checking organizations.",
            "@DavidBWriter Nothing on #Hillary2016 lies that were 10 Pinocchio lies. @realDonaldTrump been found true on all statements. #Trump2016"
        ],
        [
            "As a fact-checking expert, I can confirm that the tweet's message aligns with the importance of factual accuracy in political discourse. The tweet suggests that Trump and Cruz are not providing actual facts, which could be seen as unfavorable from a fact-checking perspective.",
            "What we all should want from #Trump2016 #TedCruz is actual facts not just rhetoric. They spew words without speaking the truth or facts."
        ]
    ]
]