[
    "Human_Rights_expert",
    [
        [
            "As a human rights expert, I can say that this tweet raises important concerns about the impact of policies on Muslim populations. The tweet suggests that the Clinton's policies have caused significant harm, which is a human rights issue. The stance towards Bernie Sanders is favorable, as the tweet suggests he should address this issue.",
            "I hope #BernieSanders mentions that Bill & #HillaryClinton policies have killed more than a million muslims"
        ],
        [
            "As a human rights expert, I can confirm that the tweet expresses a negative view of Hillary Clinton. The tweet highlights Saudi Arabia's position on the UN Human Rights Council, which could be seen as a criticism of Hillary's foreign policy decisions. Additionally, the use of the hashtag #Irony suggests that the author sees a contradiction between Saudi Arabia's position on the council and their human rights violations.",
            "#SaudiArabia executed one of its  opposition leaders this week! Saudiarabia sits on UN HUMAN RIGHTS COUNCIL #Irony #Trump2016 #Hillary2016"
        ],
        [
            "As a human rights expert, I can provide a different perspective. The tweet mentions the girls kidnapped by Boko Haram, which is a serious human rights issue. However, the tweet seems to use this issue to attack Hillary Clinton and promote Donald Trump, which could be seen as inappropriate and insensitive.",
            "#HillaryForPrison Remember the girls kidnapped by Boko Haram? Hillary kept them from being designated a terrorist group. #Trump2016"
        ],
        [
            "As a human rights expert, I must express my concern about the tweet's stance on waterboarding. Waterboarding is a form of torture that violates international human rights laws and is not an effective means of obtaining information. Supporting such practices is against human rights principles and could have negative consequences for national security.",
            "Once again Trump is Right in Bringing Back WaterBoarding. Our next president is a Visionary!  #Trump2016  #CruzVP2016 #ExterminateIslamists"
        ]
    ]
]