[
    "Bullying_expert",
    [
        [
            "As a bullying expert, I can provide a different perspective. The tweet characterizes Donald Trump as a bully and implies that Hillary Clinton is the solution to the problem of bullying. This suggests a favorable stance towards Hillary Clinton.",
            "#DonaldTrump is a BULLY by definition! @MonicaLewinsky ,why don't you talk about the biggest BULLY in US? Help #Hillary2016 ! wise and right"
        ],
        [
            "As an expert on bullying, I can say that this tweet reflects a negative view of Donald Trump's behavior towards Ted Cruz. The author describes Trump's laugh as \"straight up bully,\" which suggests that the author disapproves of this behavior.",
            "#TedCruz #Trump2016 #RepublicanDebate #GOPDebate Donald's laugh at Cruz's paperwork error was straight up bully. Well done. Steal the show."
        ],
        [
            "As a bullying expert, I can provide a different perspective. The tweet uses the phrase \"playground bullies,\" which suggests a negative perception of bullying behavior. The tweet's stance towards Ted Cruz is against, as he is being associated with such behavior.",
            "Boooooo #DonaldTrump! and Look @ #ChrisChristie #TedCruz these are your petulant children Your playground bullies, chumps playing the dozens"
        ],
        [
            "As an expert on bullying, I can analyze that this tweet uses the term \"bully\" to describe Donald Trump, which is a clear negative label. The tweet also encourages others to speak out against him, which aligns with anti-bullying efforts and suggests a stance against Trump's behavior.",
            "#DonaldTrump is a BULLY by definition! @MonicaLewinsky ,why don't you talk about the biggest BULLY in US? Help #Hillary2016 ! wise and right"
        ],
        [
            "As an expert on bullying, I can provide a different perspective. The tweet uses the term \"playground bullies\" to describe Donald Trump and his associates, which suggests a negative view of their behavior. The use of the word \"chumps\" and the phrase \"playing the dozens\" could be interpreted as a form of verbal bullying or insult.",
            "Boooooo #DonaldTrump! and Look @ #ChrisChristie #TedCruz these are your petulant children Your playground bullies, chumps playing the dozens"
        ]
    ]
]