[
    "Constitutional_law_expert",
    [
        [
            "As an expert in constitutional law, I can provide a different perspective. The tweet suggests that the election is an opportunity to elect someone who will uphold the Constitution, which could be seen as a favorable stance towards Bernie Sanders if he is perceived as someone who would uphold the Constitution.",
            "We don't survive #Bernie - We don't survive #Hillary . We either end everything with this election or elect a Constitutionalist."
        ],
        [
            "As a constitutional law expert, I can analyze the tweet's reference to the Constitution. The tweet suggests that Trump's policies of closing mosques and establishing a database are unconstitutional, which could be seen as a favorable stance towards Hillary Clinton's commitment to upholding the Constitution.",
            "#DonaldTrump wants to close mosques, establish a database both vs. the Constitution and  can't beat #Hillary . Wake-up Repubs #Election2016"
        ],
        [
            "As an expert in constitutional law, I can provide a different perspective. The tweet highlights the importance of the constitution in the political landscape and suggests that Cruz is a candidate who values it. This aligns with the principles of constitutional law, which emphasize the importance of upholding the constitution.",
            "My question directly to #Trump2016 is will you embrace the constitution like #Cruz2016 or will you see it as an obstacle like Obama?"
        ],
        [
            "As a constitutional law expert, I can provide a different perspective. The tweet raises a valid legal question about the eligibility of a candidate born outside of the United States to become President. However, the tweet's tone and support for Trump suggest a negative stance towards Ted Cruz.",
            "#Cruz \"Natural born\" still being debated. An AMERICAN POT\"US\" BORN IN CANADA? Unheard of! Shouldn't R POT\"US\" Be BORN IN The US? #TRUMP2016"
        ],
        [
            "As a constitutional law expert, I can confirm that the tweet is correct in stating that Ted Cruz's eligibility for the presidency has been questioned due to his Canadian birthplace. However, the tweet's stance towards Cruz is negative, as it argues that he is ineligible and implies that he is not fit for the presidency.",
            "#TedCruz born in Canada is ineligible for Potus. #realdonaldtrump we need a natural born potus in WH for real change. #GOPDebate #Trump2016"
        ],
        [
            "As a constitutional law expert, I can analyze that this tweet is incorrect in its interpretation of the Constitution. The founding fathers did not intend to prohibit dual citizens or foreign-born individuals from becoming president. The Constitution only requires that the president be a natural-born citizen, which includes individuals born abroad to American parents. Therefore, the tweet's argument against Ted Cruz's eligibility is unfounded.",
            "Dual citizen and foreign born president is what the founding fathers intended to prohibit. For obvious reasons. #TedCruz #Trump2016"
        ],
        [
            "As a constitutional law expert, I can confirm that the tweet accurately reflects the unconstitutionality of Donald Trump's proposed policies. The First Amendment protects the freedom of religion, and closing mosques would be a clear violation of that right. Additionally, establishing a database based on religion would be discriminatory and unconstitutional.",
            "#DonaldTrump wants to close mosques, establish a database both vs. the Constitution and  can't beat #Hillary . Wake-up Repubs #Election2016"
        ],
        [
            "As a constitutional law expert, I can provide a different perspective. The tweet criticizes Cruz for claiming to care about the Constitution while running for president. However, running for president is not inherently unconstitutional, and the tweet does not provide any specific examples of Cruz violating the Constitution. Therefore, the tweet's stance towards Donald Trump is not directly related to constitutional issues.",
            "@darrylpetitt #Cruz claims to care about the Constitution...what a #fraud  If he cared he wouldn't be running. #Trump2016 will crush him."
        ],
        [
            "As a constitutional law expert, I can provide a different perspective. The tweet suggests that Ted Cruz is ineligible for the presidency because he was born in Canada, which is a controversial legal issue. However, the tweet also supports the idea of a \"natural born\" POTUS, which is a constitutional requirement. Overall, the tweet expresses a favorable view of Donald Trump's position on the issue.",
            "#TedCruz born in Canada is ineligible for Potus. #realdonaldtrump we need a natural born potus in WH for real change. #GOPDebate #Trump2016"
        ]
    ]
]