[
    "Middle_East_expert",
    [
        [
            "As a Middle East expert, I can provide some context. The tweet suggests that the author believes that Assad's civil war is the root cause of ISIS's strength. While this is a common view, it is not universally accepted. Additionally, the tweet implies that dealing with Assad is the solution, which is a complex issue with no easy answers.",
            "ISIS is strong because Assad's civil war. #BernieSanders doesn't get it. #HillaryClinton is right. Assad needs to be dealt with. #mtp"
        ],
        [
            "As a Middle East expert, I can provide some context. The tweet suggests that Hillary Clinton's policies in the region were misguided and contributed to the rise of ISIS. While this is a controversial topic, the tweet's stance towards Hillary Clinton is negative.",
            "#Hillary if we didn't fund the \"moderate rebels\" who turned into ISIS we wouldn't have the nightmare in Syria. #DemDebate #BernieOrBust"
        ],
        [
            "As an expert on the Middle East, I can provide some context. The tweet suggests that the author believes that Hillary Clinton's position on Syria is more effective in addressing the ISIS threat. However, it's worth noting that the situation in Syria is complex, and there are no easy solutions.",
            "ISIS is strong because Assad's civil war. #BernieSanders doesn't get it. #HillaryClinton is right. Assad needs to be dealt with. #mtp"
        ],
        [
            "As a Middle East expert, I can provide some context. The tweet suggests that Hillary Clinton, along with Bernie Sanders and Donald Trump, would give significant amounts of money to Israel, which could be seen as favorable or unfavorable depending on one's perspective. However, the use of the term \"zionists\" could be seen as derogatory and offensive to some audiences.",
            "#Obama already giving $3,5bn to #israel every year.Imagine how much zionists like #BernieSanders & #Hillary2016 & #Trump2016 will give them"
        ],
        [
            "As an expert on the Middle East, I can provide some context. The tweet's claim that there are no moderate rebels in Syria is a common view among some analysts, but it is not universally accepted. However, the tweet's stance towards Hillary Clinton is clearly negative, as it suggests that she is wrong about the situation in Syria.",
            "Let's face it : There r 0 MODERATE REBELS in #Syria ! The rebels who fight #Assd r ALL Islamist radicals #trump2016 #hillaryclinton #Trump"
        ],
        [
            "As an expert on the Middle East, I can say that this tweet oversimplifies the complex issues in the region. It is not accurate to blame Hillary Clinton, or any single individual, for the problems in the Middle East. The tweet's stance towards Hillary Clinton is against.",
            "GW Bush, Obama, and #HillaryClinton are responsible for the mess in the ME, the Refugee Migration, and Muslims hating Americans! #Trump2016"
        ],
        [
            "As a Middle East expert, I can provide a different perspective. The tweet suggests that all three candidates support giving money to Israel, which could be seen as a positive stance by some. However, the use of the term \"zionists\" could be seen as a negative connotation, suggesting that the tweet is against all three candidates.",
            "#Obama already giving $3,5bn to #israel every year.Imagine how much zionists like #BernieSanders & #Hillary2016 & #Trump2016 will give them"
        ],
        [
            "As an expert on Middle Eastern affairs, I can provide some context. While it is true that some Middle Eastern countries and companies have donated to the Clinton Foundation, it is not accurate to say that they \"own\" Hillary Clinton or Bill Clinton. This tweet seems to be using a common tactic of demonizing the Middle East to promote a political agenda.",
            "@realDonaldTrump   #HillaryClinton has taken money from many middle eastern countries & companies. They own her and #billclinton #Trump2016"
        ],
        [
            "As a Middle East expert, I can provide a different perspective. The tweet doesn't directly relate to Middle East matters, but it does mention Israel. The author seems to disagree with Hillary Clinton's stance on Israel, but they still view Trump's rhetoric as \"bigoted demagoguery,\" which suggests a negative view of him.",
            "Don't agree w/ #HillaryClinton about Israel's house of horrors, but do agree to ignore #DonaldTrump's bigoted demagoguery  @HillaryClinton"
        ],
        [
            "As an expert on the Middle East, I can provide a different perspective. The tweet oversimplifies the complex issues in the region and ignores the role of other factors such as historical, cultural, and economic factors. Blaming politicians for the issues in the Middle East is not accurate, and it could be seen as a way of scapegoating.",
            "GW Bush, Obama, and #HillaryClinton are responsible for the mess in the ME, the Refugee Migration, and Muslims hating Americans! #Trump2016"
        ]
    ]
]