[
    "Wall_Street_expert",
    [
        [
            "As an expert on Wall Street, I can provide a different perspective. The tweet suggests that Wall Street and big bank CEOs are not interested in marching, which could be interpreted as a criticism of Bernie Sanders' policies. However, the tweet does not necessarily express a negative stance towards Bernie Sanders himself.",
            "@mjanemann @DeePort28 Nope. #Hillary doesn't have marches like #BernieSanders because Wall Street stpes & big bank CEO's don't really march."
        ],
        [
            "As an expert on Wall Street, I can provide a different perspective. The tweet suggests that Wall Street is aligned with Hillary Clinton and is not interested in transparency. This could be seen as a negative stance towards Bernie Sanders, who is often critical of Wall Street and corporate influence in politics.",
            "#Hillary laughs when asked if she will release transcripts of her Goldman Sachs speeches- her friends on wall street laugh too. #Bernie2016"
        ],
        [
            "As an expert on Wall Street matters, I can provide a different perspective. The tweet suggests that Hillary is having problems with her Wall Street connections and that Bernie is making a case against them. From a Wall Street standpoint, this tweet could be seen as unfavorable towards Bernie Sanders.",
            "#DemDebate #Hillary having problems with #WallStreet connections - keeps using it's OK since #Obama does it #Sanders making his case"
        ],
        [
            "As an expert on Wall Street, I can provide a different perspective. The tweet seems to support the idea that greed can be good, which is a common belief among some Wall Street professionals. However, the tweet also disagrees with Bernie Sanders' statement about the business model of Wall Street being fraud, which could be seen as a defense of Wall Street practices.",
            "I totally disagree #BernieSanders \"the business model o wall street is fraud\" its greed, and sometimes greed is good #demdebate #hillary2016"
        ],
        [
            "As an expert on Wall Street, I can provide a different perspective. The tweet suggests that Wall Street and big bank CEOs are not interested in marching, which could be seen as a positive stance towards Hillary Clinton. However, the tweet also implies that Hillary is influenced by these groups, which could be seen as a negative stance.",
            "@mjanemann @DeePort28 Nope. #Hillary doesn't have marches like #BernieSanders because Wall Street stpes & big bank CEO's don't really march."
        ],
        [
            "As an expert on Wall Street, I can provide a different perspective. The tweet suggests that Hillary Clinton has connections to Wall Street and is not transparent about her speeches to Goldman Sachs. This could be seen as unfavorable from a Wall Street perspective, as it could harm her credibility and trustworthiness.",
            "#Hillary laughs when asked if she will release transcripts of her Goldman Sachs speeches- her friends on wall street laugh too. #Bernie2016"
        ],
        [
            "As an expert on Wall Street, I can provide a different perspective. The tweet criticizes Bernie Sanders for taking money from Wall Street, which could be seen as unfavorable towards Wall Street. However, the tweet also suggests that Hillary Clinton is a better candidate, which could be seen as favorable towards her.",
            "#BernieSanders is a hypocrite.  Takes money from Wall Street and is a career politician, don't be fooled by snake oil salesman #Hillary2016"
        ],
        [
            "As an expert on Wall Street, I can provide a different perspective. The tweet mentions Goldman Sachs, a major player in the financial industry, and suggests that Hillary Clinton may have a connection to them. This could be seen as unfavorable from a Wall Street perspective, as it implies that Hillary may not be fully committed to regulating the industry.",
            "#DemDebate #Bernie explains corruption on Wall Street and political system re: Goldman Sachs. #Hillary gets agitated and defensive."
        ],
        [
            "As an expert on Wall Street, I can provide a different perspective. The tweet criticizes Hillary Clinton for being too cozy with Goldman Sachs and other financial institutions, which could be seen as a negative stance towards her from the financial industry.",
            "@JSavoly @marstu67 Why I'm NOT with #Hillary: I don't trust her to go after Wall Street; too cozy with Goldman Sachs & others. #Bernie2016"
        ],
        [
            "As an expert on Wall Street matters, I can provide a different perspective. The tweet suggests that Hillary Clinton has connections to Wall Street, which could be seen as unfavorable from a Wall Street perspective. However, the tweet also suggests that Obama has similar connections, which could be seen as favorable from a Wall Street perspective.",
            "#DemDebate #Hillary having problems with #WallStreet connections - keeps using it's OK since #Obama does it #Sanders making his case"
        ],
        [
            "As an expert on Wall Street matters, I can provide a different perspective. The tweet suggests that both Trump and Hillary are not taking a strong enough stance against Wall Street, which could be seen as unfavorable from a Wall Street perspective.",
            "@themotleyfool so it's likely not to change, because... We are faced with #Trump2016 and #Hillary2016 Both suck on Wall Streets nuts."
        ],
        [
            "As an expert on Wall Street, I can provide a different perspective. The tweet implies that both Donald Trump and Hillary Clinton are closely tied to Wall Street and corporate interests, which could be seen as unfavorable from a Wall Street perspective.",
            "Donald Trump looks like the pocket of Wall Street where Hillary Clinton lives. #DonaldTrump #HillaryClinton #boom!"
        ],
        [
            "As an expert on Wall Street, I can say that this tweet expresses a negative view of both Trump and Hillary. The tweet suggests that both candidates are not good for Wall Street, which could be seen as a negative stance towards Trump.",
            "@themotleyfool so it's likely not to change, because... We are faced with #Trump2016 and #Hillary2016 Both suck on Wall Streets nuts."
        ]
    ]
]