[
    "Health_expert",
    [
        [
            "As a health expert, I can provide some context on Bernie Sanders' health issues. While he has had some health concerns, including a heart attack, he has been cleared by his doctors to continue his campaign. However, the tweet reflects a negative stance towards Bernie Sanders' health and suggests that it could be a problem for his candidacy.",
            "@Katlaya We need a pres. that isnt gonna be always battlin it out n the hospital instead of running this country #BernieSanders #Hillary2016"
        ],
        [
            "As a health expert, I can provide a different perspective. The tweet contains negative comments about Trump's physical appearance, specifically his tiredness, puffiness, and bloating. These comments could be seen as a criticism of his health, which could be considered inappropriate or unprofessional.",
            "#BernieSanders & #HillaryClinton have way more energy that #Trump who looks tired, puffy, & bloated Politics is tougher than he thought"
        ],
        [
            "As a health expert, I can provide some context on the issue of universal health care. It is a complex and controversial topic, and politicians may have different views or strategies on how to achieve it. However, changing one's position in a short period could be seen as a lack of clarity or consistency.",
            "#2106 #hillary #bernie Did Hillary really just flipflop on universal health care? Now she wants it? She just said NO three days ago."
        ],
        [
            "As a health expert, I can provide a different perspective. The tweet suggests that Ted Cruz may not have healthcare, which could be seen as a negative stance towards him. However, it also raises concerns about the potential impact of repealing Obamacare on individuals who rely on it for healthcare.",
            "Hmm, Why would #GOP #congress members want #TedCruz w/o health care by wanting to repeal #Obamacare once again. Is #DonaldTrump behind this?"
        ]
    ]
]