[
    "Race_expert",
    [
        [
            "As a race expert, I can provide a different perspective. The tweet references the race of the candidates, which could be seen as a factor in the election. The tweet suggests that Hillary used tears against a \"young Colored guy,\" which could be interpreted as a racialized attack. The tweet also suggests that this tactic might work against an \"old White guy,\" which could be seen as a reversal of racial dynamics.",
            "In '08 #Hillary used tears against the young Colored guy...hey, maybe that will work against the old White guy. #BernieSanders #iowacity"
        ],
        [
            "As a race expert, I can confidently say that this tweet contains racist language and derogatory terms. The use of the word \"nigger-enablers\" is highly offensive and suggests a negative view of African Americans who support Hillary Clinton.",
            "The problem with America is all the folks that voted for Barack Obooncoon. Its the same ol nigger-enablers voting for #Hillary.  #Trump2016"
        ],
        [
            "As a race expert, I can provide a different perspective. The tweet contains a strong negative sentiment towards white old people who use race, which could be interpreted as a criticism of Hillary's approach to race issues. However, it is important to note that the tweet's language is offensive and derogatory, and it is not an appropriate way to express criticism or disagreement.",
            "#HillaryClinton will mention Race_ #DonaldTrump & #Republicans_ this is why I'd never trust her_ I hate white old ppl who use my race"
        ],
        [
            "As a race expert, I can provide a different perspective. The tweet seems to suggest that being a \"White American\" is a desirable trait, which could be seen as promoting a certain racial identity. The tweet also accuses Cruz of trying to pass as a \"White American,\" which could be interpreted as an attack on his racial identity.",
            "@LadyConservativ Raphael Cruz is a fake Canadian-Cuban trying to pass as a White American VOTE TRUMP #tedcruz #trump2016"
        ]
    ]
]