[
    "Satire_expert",
    [
        [
            "From a satire and humor analysis perspective, this tweet appears to contain a satirical tone. The suggestion that Hillary's cheques lacked a few zeros implies that she is wealthy and out of touch with ordinary people, which is a common satirical trope in political commentary.",
            "#Hillary left audience cold in Iowa City on Thurs, spoke for less than 5 mins to the crowd. Cheques must've lacked a few zeros #Bernie2016"
        ],
        [
            "As a satire expert, I can analyze that this tweet contains a mocking tone towards Hillary Clinton. The use of the phrase \"do like Hillary\" suggests that the author is making fun of her, and the mention of Trump 2016 could be seen as a satirical comment on the current political climate.",
            "@rushlimbaugh do like #Hillary tell #GOP it's not your fault #Jeb isn't winning it's someone else's job & you weren't told lol #Trump2016"
        ],
        [
            "From a satire and humor analysis perspective, this tweet appears to be a joke or a satirical take on the political landscape. The tweet's suggestion that Bernie Sanders will be the next president is unlikely and humorous, and the dismissal of other candidates as \"irrelevant\" is a satirical exaggeration.",
            "On Jan 20, 2017 Bernie Sanders will be sworn in as Americas 45th president #Hillary2016 #Trump2016  everyone else is irrelevant #Bernie2016"
        ],
        [
            "From a satire and humor analysis perspective, this tweet appears to contain a sarcastic and mocking tone towards Ted Cruz's presidential campaign. The use of the phrase \"electoral politics gotta end w/ a whimper\" suggests a satirical view of the political process and the candidates involved.",
            "#TedCruz, whos birth certificate says \"born in Canada\", is trying to run for prez. #trump2016 cuz electoral politics gotta end w/ a whimper."
        ],
        [
            "From a satire and humor analysis perspective, this tweet appears to contain a sarcastic tone. The use of the phrase \"closest he would ever get to the WH\" suggests that the author does not believe Cruz has a chance of becoming president, and is mocking his ambitions.",
            "Of course #TedCruz supports #DonaldTrump, he's hoping for a VP spot, which would be the closest he would ever get to the WH"
        ],
        [
            "As a satire expert, I can confirm that this tweet is a satirical comment on the current political climate. The idea of an \"un-election\" is not a serious proposal, but rather a humorous suggestion to deal with the perceived problem of undesirable candidates. The tweet implies that Ted Cruz is one of those undesirable candidates.",
            "We should hold an un-election a year before the actual election to vote off candidates we don't want running. #DonaldTrump #TedCruz"
        ],
        [
            "From a satire and humor analysis perspective, this tweet appears to be mocking Ted Cruz. The use of the term \"Mini-me\" suggests that Ted Cruz is a lesser version of Donald Trump, and the question about what he would do without Trump is meant to be humorous. However, the overall tone of the tweet is negative towards Ted Cruz.",
            "Consider this. What would   #Trump Mini-me #TedCruz do if he got elected and then, no longer had #DonaldTrump to copy and follow?"
        ],
        [
            "As a satire expert, I can interpret this tweet as a humorous take on the election process. The idea of an \"un-election\" is absurd and unlikely to happen, which suggests that the tweet is not meant to be taken seriously. However, the fact that Trump and Cruz are mentioned as candidates to be voted off could indicate a negative view of them.",
            "We should hold an un-election a year before the actual election to vote off candidates we don't want running. #DonaldTrump #TedCruz"
        ],
        [
            "From a satire and humor analysis perspective, this tweet appears to be satirical and humorous. The use of the term \"fellow wacko bird\" is a humorous insult, and the reference to Ted Cruz's old house is a joke. However, the overall tone of the tweet is negative towards Donald Trump.",
            "#TedCruz is bugged that #SarahPalin may endorse fellow wacko bird #DonaldTrump. Odd, because she could walk to Ted's old house."
        ]
    ]
]