[
    "Unity_expert",
    [
        [
            "As an expert on unity and political cooperation, I can say that this tweet expresses a favorable view of Bernie Sanders. The author is willing to support either candidate against the GOP, which suggests a willingness to unite and work together for a common goal.",
            "I don't know whether I'm voting for #Bernie or #Hillary but I do know they're both great & will gladly support either vs. GOP #UniteBlue #p2"
        ],
        [
            "As an expert on unity and collaboration, I can say that this tweet promotes a positive stance towards Bernie Sanders. The tweet suggests that if supporters of different candidates come together, they can achieve a common goal, which is a positive message for unity and collaboration.",
            "been around politics for long time- if #HillaryClinton  & #BernieSanders supporters join forces there is NO WAY we will lose #DemDebate"
        ],
        [
            "As an expert on unity and collaboration, I can confidently say that this tweet expresses a positive stance towards Bernie Sanders. The tweet suggests that both Hillary and Bernie have something to offer, and joining forces could lead to a stronger and more united country.",
            "I seriously wish #Hillary2016 & #Bernie2016 (& all their supporters) would join forces. Each has something this country needs."
        ],
        [
            "As an expert on unity and collaboration, I interpret this tweet as a call for unity and collaboration between Hillary Clinton and Bernie Sanders supporters. The tweet suggests that if they work together, they can achieve their common goals and win the debate.",
            "been around politics for long time- if #HillaryClinton  & #BernieSanders supporters join forces there is NO WAY we will lose #DemDebate"
        ],
        [
            "As an expert on unity and social cohesion, I can say that this tweet reflects a positive stance towards both candidates. The tweet encourages people to come together and recognize the strengths of both candidates, which is essential for building a strong and united community.",
            "#Bernie2016 supporters stop hating #Hillary2016. And Hillary supporters stop hating Bernie. They're both excellent candidates."
        ],
        [
            "As an expert on unity and division, I can provide a different perspective. The tweet suggests that the author supports both Ted Cruz and Donald Trump, which could be seen as a favorable stance towards them. However, the tweet also emphasizes the importance of unity against a common enemy, which could be interpreted as a negative stance towards Hillary Clinton.",
            "Just because I love #TedCruz2016 doesn't mean I can't like #DonaldTrump too. The enemy is #Hillary. A house divided cannot stand. #NoAmnesty"
        ],
        [
            "As an expert on unity and cooperation, I can say that this tweet expresses a favorable view towards Ted Cruz. The author emphasizes the importance of not being divided and working together against a common enemy, which aligns with Ted Cruz's messaging of bringing people together.",
            "Just because I love #TedCruz2016 doesn't mean I can't like #DonaldTrump too. The enemy is #Hillary. A house divided cannot stand. #NoAmnesty"
        ],
        [
            "As an expert on unity and national cohesion, I can say that this tweet expresses a favorable view of Ted Cruz. The tweet emphasizes the importance of a unified America, which suggests that the author sees Ted Cruz as a unifying figure.",
            "#Trump2016 is my hope for our country, but #TedCruz2016 is not a bad fall back, or even Vice-President! A UNIFIED AMERICA is the main goal!"
        ],
        [
            "As an expert on unity and cooperation, I can say that this tweet expresses a favorable view of Ted Cruz. The tweet calls for an end to negative campaigning and suggests that Ted Cruz and Donald Trump are the only hope for the country, which implies a desire for unity and cooperation between the two candidates.",
            "@tedcruz and @realDonaldTrump need to quit going negative on each other. You two are the ONLY hope for this country #Trump2016  #Cruz2016"
        ],
        [
            "As an expert on unity and cooperation, I can say that this tweet expresses a favorable view towards Ted Cruz. The tweet suggests that if certain people in the Republican party, including Ted Cruz, were to stop bickering and work together to fix the country, it would be a positive step towards unity and progress.",
            "If certain people in the Republican party would stop the bickering and put that effort to fixing this country.#DonaldTrump #TedCruz #Marco"
        ],
        [
            "As an expert on unity and division, I can say that this tweet expresses a favorable view of Donald Trump. The author suggests that despite supporting Ted Cruz, they can also like Donald Trump, indicating a willingness to unite behind the Republican Party's nominee.",
            "Just because I love #TedCruz2016 doesn't mean I can't like #DonaldTrump too. The enemy is #Hillary. A house divided cannot stand. #NoAmnesty"
        ],
        [
            "As an expert on unity and cooperation, I can say that this tweet expresses a positive view of Donald Trump. The author suggests that they can support both Ted Cruz and Donald Trump, indicating a willingness to work together and find common ground.",
            "Just because I love #TedCruz2016 doesn't mean I can't like #DonaldTrump too. The enemy is #Hillary. A house divided cannot stand. #NoAmnesty"
        ],
        [
            "As an expert on unity and national cohesion, I can provide a different perspective. The tweet mentions a unified America as the main goal, which suggests that the author values unity and sees Trump as a potential unifying figure. This could be seen as a favorable stance towards Trump from a unity perspective.",
            "#Trump2016 is my hope for our country, but #TedCruz2016 is not a bad fall back, or even Vice-President! A UNIFIED AMERICA is the main goal!"
        ],
        [
            "As an expert on unity and collaboration, I can say that the tweet expresses a favorable stance towards Donald Trump. The tweet suggests a desire to move past partisan divides and work together, which could be seen as a positive stance towards any candidate who is willing to collaborate.",
            "Why can't we get past the #partisan divide? I mean, we're all adults here, right? Let's get shit done.  #Politics101 #TedCruz #Trump2016"
        ],
        [
            "As an expert on unity, I can say that this tweet expresses a positive stance towards Donald Trump. The call for unity and the use of the hashtag #Trump2016 suggests that the author sees Trump as a unifying force in the effort to make America great again.",
            "Our strength is in our unity! Peace, Love & Hard work. #Fiorina #Trump2016 #TedCruz2016 let's make America Great again!"
        ],
        [
            "As an expert on unity, I can analyze that this tweet emphasizes the need for unity among patriots, which could be interpreted as a positive stance towards Donald Trump. The tweet suggests that Trump is the candidate who can bring people together and promote unity.",
            "Just think of all the places #Cruz would prob lump into his #NewYorkValues sentiment.  We need Patriot UNITY now more than EVER!  #Trump2016"
        ]
    ]
]