[
    "Fear_expert",
    [
        [
            "From a fear and sentiment analysis perspective, this tweet appears to contain a reassuring sentiment. The author is trying to alleviate any fears that Democrats may have about Trump winning the election and suggests that they have viable options in Hillary and Bernie.",
            "Listen,  #Democrats if #Trump is their guy, we will beat him with #Hillary or #Bernie.  Don't vote out of fear. We will be more than O.K."
        ],
        [
            "As a fear expert, I can provide a different perspective. The tweet expresses a sense of fear and anxiety about the possibility of Donald Trump winning the election. The author seems to view Hillary Clinton as a potential savior from this fear, which could be seen as a favorable stance towards her.",
            "Can we just talk about how scary #DonaldTrump is? Even scarier is the thought of him winning the elections. Plase save us #HillaryClinton."
        ],
        [
            "As a fear expert, I can analyze that the tweet expresses a strong negative sentiment towards Ted Cruz. The use of the phrase \"scares shit out of us rational people\" suggests a significant level of fear or anxiety towards the idea of Ted Cruz becoming president.",
            "#DonaldTrump & #TedCruz, 2 faves of GOP Clown Car rnowadays...thought of either one of them as Prez scares shit out of us rational people!"
        ],
        [
            "As a fear expert, I can analyze that the tweet expresses a significant level of fear towards Donald Trump. The use of the word \"scary\" and the plea to \"save us\" from him suggests a high level of anxiety and concern.",
            "Can we just talk about how scary #DonaldTrump is? Even scarier is the thought of him winning the elections. Plase save us #HillaryClinton."
        ],
        [
            "As a fear expert, I can analyze that the tweet expresses a negative sentiment towards the future with either Donald Trump or Hillary Clinton as president. The use of the hashtag #Fear4Future suggests that the author is concerned about the potential outcomes of the election.",
            "#HappyNewYear really you people realize we are going into a new year with either #DonaldTrump or #HillaryClinton as president #Fear4Future"
        ],
        [
            "As a fear expert, I can interpret this tweet as expressing a significant level of anxiety or fear about the possibility of a Trump vs. Clinton matchup. The use of the phrase \"scared for our country\" suggests that the author is deeply concerned about the potential consequences of such an outcome.",
            "Anyone else scared for our country if it ends up being #DonaldTrump Vs. #Hillary2016 That seems about the worst thing ever! #PleaseNotThem"
        ],
        [
            "As a fear expert, I can analyze that this tweet expresses a significant level of fear towards the idea of Donald Trump becoming president. The use of the phrase \"scares shit out of us rational people\" suggests a strong emotional response to the possibility of Trump becoming president.",
            "#DonaldTrump & #TedCruz, 2 faves of GOP Clown Car rnowadays...thought of either one of them as Prez scares shit out of us rational people!"
        ]
    ]
]